{
  "Grow": "Tumbuh",
  "My Goals": "Target Saya",
  "Community Reach: %{reachableFollowing}/%{totalFollowing} followers": "Jangkauan Komunitas: %{reachableFollowing}/%{totalFollowing} pengikut",
  "Streamer Resources": "Sumber Daya Streamer",
  "You can reach %{percentage}% of your community across all platforms. Multistream to more platforms to increase this number": "Anda dapat menjangkau %{percentage}% komunitas Anda di semua platform. Multistreaming ke lebih banyak platform untuk meningkatkan jumlahnya",
  "Streamlabs University": "Streamlabs University",
  "Professional streamers are now able to earn large amounts of money while entertaining people and creating their own brand. But how does one become a professional streamer? Streamlabs University is our answer to this question. In this course, we’ll walk you through everything you need to know to become a successful streamer and turn your passion into a profession.": "Streamer profesional kini bisa mendapatkan sejumlah besar uang saat menghibur orang-orang dan menciptakan mereknya sendiri. Namun, bagaimana seseorang bisa menjadi streamer profesional? Streamlabs University adalah jawaban kami untuk pertanyaan ini. Di dalam kelas ini, kami akan memandu Anda melalui semua yang Anda perlu ketahui untuk menjadi seorang streamer sukses dan mengubah hobi Anda menjadi sebuah profesi.",
  "Content Hub": "Hub Konten",
  "The Ultimate Resource For Live Streamers; The Creator Resource Hub is your one-stop-shop for everything related to live streaming. There are dozens of different categories to choose from. Learn how to set up your live stream, find new features, and stay up-to-date on all of the tools you can use to enhance your stream.": "Sumber Daya Terbaik untuk Live Streamer; Hub Sumber Daya Kreator adalah one-stop-shop untuk semua yang berhubungan dengan live streaming. Ada puluhan kategori yang dapat Anda pilih. Belajar cara mempersiapkan live streaming, mencari fitur baru, dan mendapatkan informasi terbaru untuk semua alat yang bisa Anda gunakan untuk meningkatkan kualitas streaming Anda.",
  "Add Goal": "Tambahkan Tujuan",
  "%{followers} followers": "%{followers} pengikut",
  "You cleared %{totalProgress}% of all material. Keep it up!": "Anda telah menyelesaikan %{totalProgress}% dari semua material. Teruskan!",
  "You have completed Streamlabs University!": "Anda telah menyelesaikan Streamlabs University!",
  "Continue Learning": "Lanjutkan Pembelajaran",
  "Growth Tips": "Tips Pertumbuhan",
  "Open Resource Hub": "Buka Hub Sumber Daya",
  "Streamlabs on YouTube": "Streamlabs di YouTube",
  "Open Streamlabs University": "Buka Streamlabs University",
  "%{daysLeft} days left": "%{daysLeft} hari tersisa",
  "Progress": "Kemajuan",
  "Reach more of your community with Streamlabs Multistreaming": "Jangkau lebih banyak komunitas Anda dengan Streamlabs Multistreaming",
  "One of the best ways to reach a larger audience is to stream to multiple platforms": "Salah satu cara terbaik untuk menjangkau penonton yang lebih besar adalah streaming ke beberapa platform",
  "Start Multistreaming with Prime": "Mulai Multistreaming dengan Prime",
  "Goal Title": "Judul Target",
  "Goal Total": "Total Target",
  "Goal Type": "Jenis Target",
  "This goal has been completed!": "Target ini telah tercapai!",
  "Time ran out for this goal. Try again or pick a new one!": "Waktu sudah habis untuk target ini. Cobalah kembali atau pilih target baru!",
  "Stream Pulse": "Stream Pulse",
  "Average View Time": "Rata-rata Waktu Melihat",
  "Unique Viewers": "Penonton Unik",
  "Chatters": "Obrolan",
  "Chats": "Obrolan",
  "Track your growth by taking a look at the past month of your stream (data provided from Twitch)": "Lacak pertumbuhan Anda dengan melihat streaming Anda selama satu bulan terakhir (data disediakan Twitch)",
  "There is already a goal of this type": "Sudah ada target untuk jenis ini"
}
