{
  "Source: %{sourceName}": "Sumber: %{sourceName}",
  "Collab Cam": "Collab Cam",
  "Invite a guest to join your stream from a web browser.": "Undang seorang tamu untuk bergabung dengan streaming Anda dari web browser.",
  "Guest Cam is currently listening for connecting guests, but is not broadcasting your microphone and webcam to your guests yet.": "Saat ini, Guest Cam mendengarkan untuk menghubungkan tamu, tetapi belum broadcasting mikrofon dan webcam Anda kepada tamu Anda.",
  "No microphone source is selected. Your guest will not be able to hear you.": "Anda belum memilih sumber mikrofon. Tamu Anda tidak akan bisa mendengar Anda.",
  "No webcam source is selected. Your guest will not be able to see you.": "Anda belum memilih sumber webcam. Tamu Anda tidak akan bisa melihat Anda.",
  "Microphone Source": "Sumber Mikrofon",
  "Webcam Source": "Sumber Webcam",
  "The webcam and microphone source you select below will be broadcast to your guests.": "Sumber mikrofon dan webcam yang Anda pilih di bawah akan disiarkan kepada tamu Anda.",
  "Waiting for guest to join": "Menunggu tamu untuk bergabung",
  "Generate a new link": "Buat tautan baru",
  "Copied!": "Berhasil disalin!",
  "Invite URL": "URL Undangan",
  "Disconnect": "Memutuskan Koneksi",
  "Guest %{num}": "Tamu %{num}",
  "Collab Cam Properties": "Properti Collab Cam",
  "A guest has joined - click to show": "Seorang tamu telah bergabung - klik untuk menampilkan",
  "Welcome to Collab Cam": "Selamat datang di Collab Cam",
  "Step 1": "Langkah 1",
  "Copy and share a link with your guest. When they join, they'll be able to see and hear you.": "Salin dan bagikan tautan dengan tamu Anda. Ketika mereka sudah bergabung, mereka akan bisa melihat dan mendengar Anda.",
  "Step 2": "Langkah 2",
  "Verify their identity in the preview area. When ready, add them to your stream by clicking 'Show on Stream'.": "Verifikasi identitas mereka di area pratinjau. Saat sudah siap, tambahkan mereka ke streaming Anda dengan mengeklik 'Show on Stream'.",
  "Step 3": "Langkah 3",
  "Enjoy your stream! Adjust their volume, create new links, and change your mic and camera from the properties window.": "Nikmati streaming Anda! Sesuaikan volume mereka, buat tautan baru, dan ganti mikrofon dan kamera Anda dari jendela properti.",
  "Don't share your invite link with anyone you don't want on your stream. You can invalidate an old link by generating a new one. Do not show this window on stream.": "Jangan bagikan tautan undangan Anda kepada siapa pun yang tidak Anda inginkan untuk hadir di streaming Anda. Anda dapat membatalkan tautan lama dengan membuat tautan baru. Jangan tampilkan jendela ini di streaming.",
  "Start Collab Cam": "Mulai Collab Cam",
  "Collab Cam is not yet sending your video and audio to guests. Start Collab Cam?": "Collab Cam belum mengirimkan video dan audio kepada tamu. Mulai Collab Cam?",
  "Copy Link": "Salin Tautan",
  "You're about to join %{name}": "Anda akan bergabung dengan %{name}",
  "%{name} has invited you to join their stream. When you're ready to join, click the button below.": "%{name} telah mengundang Anda untuk bergabung dengan streaming mereka. Ketika Anda sudah siap untuk bergabung, klik tombol di bawah.",
  "Waiting for host to begin": "Menunggu penyelenggara untuk memulai",
  "Connected To Host:": "Terhubung ke Penyelenggara:",
  "You are connected as a guest using someone else's invite link. To leave, click the Disconnect button.": "Anda sudah terhubung sebagai tamu dengan menggunakan tautan undangan orang lain. Untuk keluar, klik tombol Disconnect.",
  "This guest is not assigned to a source": "Tamu ini tidak ditetapkan ke sebuah sumber",
  "The source %{sourceName} is already occupied by %{guestName}. If you continue, %{guestName} will be unassigned.": "Sumber %{sourceName} sudah ditempati oleh %{guestName}. Jika Anda melanjutkan, %{guestName} tidak akan ditetapkan.",
  "Are you sure you want to unassign %{guestName} from the source?": "Apakah Anda yakin ingin membatalkan penetapan %{guestName} dari sumber?",
  "Assign to Source": "Tetapkan ke Sumber",
  "Unassigned": "Tidak Ditetapkan",
  "Are you sure you want to disconnect %{guestName}?": "Apakah Anda yakin ingin memutuskan koneksi %{guestName}?",
  "If you want to prevent this guest from rejoining, you should also regenerate your invite link.": "Jika Anda ingin mencegah tamu ini dari bergabung kembali Anda pun harus memperbarui tautan undangan.",
  "Regenerate Link": "Memperbarui Tautan",
  "Guests": "Tamu",
  "Upgrade for more Guests": "Upgrade untuk lebih banyak Tamu",
  "Share Video Source (Optional)": "Bagi Sumber Video (Opsional)",
  "Stop Sharing": "Berhenti Berbagi",
  "Collab Cam requires a source": "Collab Cam memerlukan sebuah sumber",
  "At least one Collab Cam source is required to use Collab Cam. Would you like to add one now?": "Memerlukan setidaknya satu sumber Collab Cam untuk menggunakan Collab Cam. Apakah Anda ingin menambahkan satu sekarang?",
  "You now have access to Collab Cam!": "Kini, Anda memiliki akses ke Collab Cam!"
}
