{
  "You can edit the sounds of your stream alerts from the alertbox properties menu.": "Anda dapat mengedit suara peringatan streaming Anda dari menu properti kotak peringatan.",
  "You can access our theme library from the left sidebar.": "Anda dapat mengakses perpustakaan tema kami dari sidebar kiri.",
  "Our 24/7 support staff is available at Discord.gg/stream.": "Staf bagian dukungan kami tersedia di Discord.gg/stream selama 24 jam 7 hari seminggu.",
  "Sources are what we call media like text, images, video & audio feeds.": "Sumber adalah sebutan kami untuk media seperti teks, gambar, video & audio feed.",
  "Undo works in the Editor. Just hit Ctrl + Z!": "Batalkan pekerjaan di Editor. Cukup tekan Ctrl + Z!",
  "The sources listed at the top of your sources pane will be layered the highest in your editor.": "Sumber yang ditampilkan di bagian atas panel sumber Anda akan disajikan sebagai lapisan teratas di editor Anda.",
  "Studio Mode is a powerful way to curate a professional-quality stream.": "Studio Mode adalah cara terhebat untuk mengelola streaming berkualitas profesional.",
  "Cloudbot is a chatbot that can help you moderate your stream.": "Cloudbot adalah chatbot yang dapat membantu Anda memoderasi streaming Anda.",
  "The Remote Control feature lets you control your active scene in real-time from your phone.": "Fitur Remote Control memungkinkan Anda mengontrol scene aktif dalam waktu nyata dari ponsel Anda.",
  "Set Hotkeys from your settings to control your stream with your keyboard.": "Tetapkan Hotkey dari pengaturan agar Anda bisa mengontrol streaming menggunakan keyboard Anda.",
  "With Game Overlay you can view chat messages while gaming without switching screens.": "Dengan Game Overlay, Anda dapat melihat pesan obrolan selama gaming tanpa harus mengganti layar.",
  "The editor is fully customizable. Try repositioning things from the Layout Editor.": "Editor dapat disesuaikan sepenuhnya. Cobalah memposisikan ulang berbagai hal dari Layout Editor.",
  "Studio Mode allows you to customize a scene while you are live before your viewers can see it.": "Studio Mode memungkinkan Anda untuk menyesuaikan sebuah scene saat sedang live sebelum penonton Anda bisa melihatnya.",
  "With the Highlighter, you can save clips during your stream and publish them to YouTube.": "Dengan Highlighter, Anda bisa menyimpan klip selama streaming dan menerbitkannya ke YouTube.",
  "You can login to Streamlabs from any device, and we'll load your scenes from the cloud.": "Anda dapat login ke Streamlabs dar perangkat apa pun dan kami akan memuat scene Anda dari cloud.",
  "As your scenes get more complex, try managing your sources in folders.": "Saat scene Anda semakin rumit, cobalah mengelola sumber Anda di dalam folder.",
  "To fine-tune the positioning of a source, select it from the editor then press any arrow key.": "Untuk menyempurnakan penempatan posisi sebuah sumber, pilih sumber tersebut dari editor kemudian tekan tombol panah mana saja.",
  "Right-click a source, then choose \"Properties\" to view its advanced settings.": "Klik kanan sebuah sumber, kemudian pilih \"Properties\" untuk melihat pengaturan lanjutannya.",
  "You can position your chat panel to be either on the left or right side of your screen.": "Anda dapat menempatkan panel obrolan Anda di sisi kiri atau kanan layar Anda.",
  "Right-click on your camera source to add filters to your webcam.": "Klik kanan di sumber kamera Anda untuk menambahkan filter ke webcam Anda.",
  "You can add and edit stinger transitions by clicking the settings cog near your scene collections.": "Anda dapat menambahkan dan mengedit transisi stinger dengan mengeklik pengaturan di dekat koleksi scene Anda.",
  "To crop your webcam, press Alt then drag the bounding box.": "Untuk meng-crop webcam Anda, tekan Alt kemudian tarik kotak pembatas.",
  "Widgets are dynamic, interactive overlays you can add to your scene.": "Widget adalah overlay dinamis, interaktif yang bisa Anda tambahkan ke scene Anda.",
  "Our App Store contains advanced technology to take your stream to the next level.": "App Store kami berisi teknologi canggih untuk membawa streaming Anda ke level berikutnya.",
  "With multi-stream, you can stream to YouTube, Twitch, Trovo, and Facebook at the same time.": "Dengan multi-streaming, Anda bisa streaming ke YouTube, Twitch, Trovo, dan Facebook pada saat yang bersamaan.",
  "You can customize the design of your tip page from the Theme Library.": "Anda dapat menyesuaikan desain halaman tip Anda dari Perpustakaan Tema."
}