{
  "We are improving our backend systems. As part of the migration process, we will need to you log in again. If you have any questions, you can": "Kami sedang memperbaiki sistem backend kami. Sebagai bagian dari proses migrasi, kami meminta Anda untuk log in kembali. Jika Anda memiliki pertanyaan, Anda dapat",
  "contact support.": "menghubungi bagian dukungan.",
  "Sign in with your streaming account to get started with Streamlabs": "Sign in dengan akun streaming Anda untuk memulai Streamlabs",
  "Select an OBS profile to import": "Pilih profil OBS yang akan diimpor",
  "Import from OBS": "Impor dari OBS",
  "Start Fresh": "Mulai dari Awal",
  "Importing": "Mengimpor",
  "Successfully Imported": "Berhasil Diimpor",
  "Importing your scenes and sources": "Mengimpor scene dan sumber Anda",
  "All scenes, sources and settings have been imported.": "Semua scene, sumber, dan pengaturan telah diimpor.",
  "Import your scenes and your settings from OBS with a simple click, or start fresh.": "Impor scene dan pengaturan Anda dari OBS dengan sebuah klik atau memulai dari awal.",
  "Click below and we'll analyze your internet speed and computer hardware to give you the best settings possible.": "Klik di bawah dan kami akan menganalisis kecepatan internet dan hardware komputer Anda untuk memberikan pengaturan terbaik.",
  "Start": "Mulai",
  "Rather do this manually?": "Ingin melakukannya secara manual?",
  "Setup later": "Atur nanti",
  "Detecting your location...": "Mendeteksi lokasi Anda...",
  "Performing bandwidth test...": "Melakukan uji bandwidth...",
  "Testing streaming encoder...": "Menguji streaming encoder...",
  "Testing recording encoder...": "Menguji recording encoder...",
  "Attempting stream...": "Berusaha melakukan streaming...",
  "Reverting to defaults...": "Mengembalikan ke default...",
  "Applying stream settings...": "Menerapkan pengaturan streaming...",
  "Applying general settings...": "Menerapkan pengaturan umum...",
  "Optimizing...": "Mengoptimalkan...",
  "Optimize": "Optimalkan",
  "We're connecting to OBS and pulling your previous settings for a seamless conversion.": "Kami mencoba terhubung ke OBS dan menarik pengaturan Anda sebelumnya untuk konversi yang mulus.",
  "Initialzing ...": "Menginisialisasi ...",
  "Connecting to OBS ...": "Terhubung ke OBS ...",
  "Pulling settings ...": "Menarik pengaturan ...",
  "Starting import ...": "Memulai impor ...",
  "Finalizing ...": "Memfinalisasi ...",
  "We're analyzing your internet speed and computer hardware to give you the best settings possible.": "Kami sedang menganalisis kecepatan internet dan hardware komputer Anda untuk memberikan pengaturan terbaik.",
  "Done!": "Selesai!",
  "Next": "Berikutnya",
  "Scene Collections Import": "Impor Koleksi Scene",
  "The following scene collections have been imported from your Streamlabs account": "Koleksi scene berikut ini telah diimpor dari akun Streamlabs Anda",
  "Continue": "Lanjutkan",
  "Collecting some information about your PC...": "Mengumpulkan beberapa informasi tentang PC Anda...",
  "We found optimized settings for your PC": "Kami menemukan pengaturan yang dioptimalkan untuk PC Anda",
  "Something went wrong": "Ada yang salah",
  "Streamlabs OBS is ready to go": "Streamlabs OBS siap digunakan",
  "Download and Apply": "Download dan Terapkan",
  "This device is not available": "Perangkat ini tidak tersedia",
  "Select your mic": "Pilih mikrofon Anda",
  "Select your webcam": "Pilih webcam Anda",
  "Setup Mic and Webcam": "Pemasangan Mikrofon dan Webcam",
  "Sign in with your streaming account to get started with Streamlabs OBS": "Sign in dengan akun streaming Anda untuk memulai Streamlabs OBS",
  "Welcome to Streamlabs OBS": "Selamat datang di Streamlabs OBS",
  "Import your existing settings from OBS in less than a minute and go live": "Impor pengaturan Anda yang sekarang dari OBS dalam waktu kurang dari satu menit dan go live",
  "We import all of your settings, including scenes, output, configurations, and much more": "Kami mengimpor semua pengaturan Anda, termasuk scene, output, konfigurasi, dan masih banyak lagi",
  "Start with a clean copy of Streamlabs OBS and configure your settings from scratch": "Mulai dengan salinan bersih Streamlabs OBS dan konfigurasikan pengaturan Anda dari awal",
  "Add a Theme": "Tambahkan Tema",
  "Not seeing a theme that catches your eye? Our theme library has hundreds of free choices available": "Tidak melihat tema yang menarik? Perpustakaan tema kami menyediakan ratusan pilihan gratis",
  "Something went wrong.": "Ada yang salah.",
  "In-game Overlay": "Tampilan Dalam Game",
  "Optimized Video Encoding": "Video Encoding yang Dioptimalkan",
  "A few benefits of using Streamlabs OBS": "Beberapa manfaat dari menggunakan Streamlabs OBS",
  "Some exclusive features we recommend to take your stream to the next level": "Beberapa fitur eksklusif yang kami rekomendasikan agar membawa streaming Anda ke level berikutnya",
  "Detected %{continent}": "%{continent} terdeteksi",
  "Check out 50+ amazing apps from independent developers, ranging from DMCA-compliant music to stunning overlays to more tools to engage with your community. Head over to the app store in the main navigation to browse our selection of free and paid apps.": "Lihatlah 50+ aplikasi menakjubkan dari pengembang independen, mulai dari musik yang patuh-DMCA hingga tampilan memukau sampai semakin banyak alat untuk terlibat dengan komunitas Anda. Buka app store di navigasi utama untuk menjelajahi pilihan aplikasi kami yang gratis maupun berbayar.",
  "Only have one screen? Perfect! Enable our in-game overlay to make sure you catch every chat message and stream event that happens while you get your game on. You can enable this feature in the ‘Game Overlay’ tab of the settings menu.": "Hanya punya satu layar? Sempurna! Aktifkan tampilan di dalam game untuk memastikan Anda menerima setiap pesan obrolan dan acara streaming yang terjadi saat Anda sedang bermain game. Anda bisa mengaktifkan fitur ini di tab ‘Game Overlay’ di menu pengaturan.",
  "Enjoy interacting with your viewers via IRL streams? Take that interaction to the next level with Streamlabs Facemasks, a tool that lets your viewers add 3-D masks to your face when they donate. Head over to the facemask settings to get started.": "Senang berinteraksi dengan pemirsa Anda via streaming IRL? Bawa interaksi itu ke level berikutnya dengan Streamlabs Facemasks, alat yang memungkinkan pemirsa Anda menambahkan masker 3D ke wajah Anda saat mereka memberikan donasi. Buka pengaturan masker wajah untuk memulainya.",
  "Stream at higher quality and lower CPU usage by enabling video encoding optimization. We achieve these improvements because we tune Streamlabs OBS specifically for your game of choice and your bandwidth. To enable, check the box ‘Use optimized encoder settings’ while editing your stream information.": "Streaming pada kualitas yang lebih tinggi dan penggunaan CPU yang lebih rendah dengan mengaktifkan optimisasi video encoding. Kami mencapai peningkatan ini karena kami membuat Streamlabs OBS khusus untuk game pilihan dan bandwidth Anda. Untuk mengaktifkannya, centang kotak 'Use optimized encoder settings (Gunakan pengaturan encoder yang dioptimalkan)’ saat mengedit informasi streaming Anda.",
  "Re-Authorize": "Otorisasi Ulang",
  "or select another platform": "atau pilih platform lain",
  "Connect to %{platform}": "Terhubung ke %{platform}",
  "View help docs": "Lihat dokumen bantuan",
  "Enter your stream key.": "Masukkan tombol streaming Anda.",
  "Select platform": "Pilih platform",
  "No webcam detected": "Webcam tidak terdeteksi",
  "Enable multistream to grow your audience, build your brand, and earn great prizes - with no extra effort. Available for Facebook today, and other platforms coming soon.": "Enable multistream to grow your audience, build your brand, and earn great prizes - with no extra effort. Available for Facebook today, and other platforms coming soon.",
  "Enable multistream": "Enable multistream",
  "Enable multistream to get started.": "Enable multistream to get started.",
  "Merge your account with your new page. We can then track your progress so you can start earning great rewards!": "Merge your account with your new page. We can then track your progress so you can start earning great rewards!",
  "A Facebook Gaming Page is required to multistream to Facebook.": "A Facebook Gaming Page is required to multistream to Facebook.",
  "Create Facebook Gaming Page": "Create Facebook Gaming Page",
  "Create Gaming Video Creator Page": "Create Gaming Video Creator Page",
  "Merge your Facebook Gaming Page": "Merge your Facebook Gaming Page",
  "Merge with Facebook": "Merge with Facebook"
}
