{
  "We are improving our backend systems. As part of the migration process, we will need to you log in again. If you have any questions, you can": "Kami sedang memperbaiki sistem backend kami. Sebagai bagian dari proses migrasi, kami meminta Anda untuk log in kembali. Jika Anda memiliki pertanyaan, Anda dapat",
  "contact support.": "menghubungi bagian dukungan.",
  "Sign in with your streaming account to get started with Streamlabs": "Sign in dengan akun streaming Anda untuk memulai Streamlabs",
  "Select an OBS profile to import": "Pilih profil OBS yang akan diimpor",
  "Import from OBS Studio": "Impor dari OBS Studio",
  "Start Fresh": "Mulai dari Awal",
  "Importing": "Mengimpor",
  "Successfully Imported": "Berhasil Diimpor",
  "Importing your scenes and sources": "Mengimpor scene dan sumber Anda",
  "All scenes, sources and settings have been imported.": "Semua scene, sumber, dan pengaturan telah diimpor.",
  "Import your scenes and your settings from OBS with a simple click, or start fresh.": "Impor scene dan pengaturan Anda dari OBS dengan sebuah klik atau memulai dari awal.",
  "Click below and we'll analyze your internet speed and computer hardware to give you the best settings possible.": "Klik di bawah dan kami akan menganalisis kecepatan internet dan hardware komputer Anda untuk memberikan pengaturan terbaik.",
  "Start": "Mulai",
  "Rather do this manually?": "Ingin melakukannya secara manual?",
  "Setup later": "Atur nanti",
  "Detecting your location...": "Mendeteksi lokasi Anda...",
  "Performing bandwidth test...": "Melakukan uji bandwidth...",
  "Testing streaming encoder...": "Menguji streaming encoder...",
  "Testing recording encoder...": "Menguji recording encoder...",
  "Attempting stream...": "Berusaha melakukan streaming...",
  "Reverting to defaults...": "Mengembalikan ke default...",
  "Applying stream settings...": "Menerapkan pengaturan streaming...",
  "Applying general settings...": "Menerapkan pengaturan umum...",
  "Optimizing...": "Mengoptimalkan...",
  "Optimize": "Optimalkan",
  "We're connecting to OBS and pulling your previous settings for a seamless conversion.": "Kami mencoba terhubung ke OBS dan menarik pengaturan Anda sebelumnya untuk konversi yang mulus.",
  "Initialzing ...": "Menginisialisasi ...",
  "Connecting to OBS ...": "Terhubung ke OBS ...",
  "Pulling settings ...": "Menarik pengaturan ...",
  "Starting import ...": "Memulai impor ...",
  "Finalizing ...": "Memfinalisasi ...",
  "We're analyzing your internet speed and computer hardware to give you the best settings possible.": "Kami sedang menganalisis kecepatan internet dan hardware komputer Anda untuk memberikan pengaturan terbaik.",
  "Done!": "Selesai!",
  "Next": "Berikutnya",
  "Scene Collections Import": "Impor Koleksi Scene",
  "The following scene collections have been imported from your Streamlabs account": "Koleksi scene berikut ini telah diimpor dari akun Streamlabs Anda",
  "Continue": "Lanjutkan",
  "Collecting some information about your PC...": "Mengumpulkan beberapa informasi tentang PC Anda...",
  "We found optimized settings for your PC": "Kami menemukan pengaturan yang dioptimalkan untuk PC Anda",
  "Something went wrong": "Ada yang salah",
  "Download and Apply": "Download dan Terapkan",
  "This device is not available": "Perangkat ini tidak tersedia",
  "Set Up Mic and Webcam": "Pemasangan Mikrofon dan Webcam",
  "Welcome to Streamlabs": "Selamat datang di Streamlabs",
  "Import your existing settings from OBS in less than a minute and go live": "Impor pengaturan Anda yang sekarang dari OBS dalam waktu kurang dari satu menit dan go live",
  "We import all of your settings, including scenes, output, configurations, and much more": "Kami mengimpor semua pengaturan Anda, termasuk scene, output, konfigurasi, dan masih banyak lagi",
  "Start with a clean copy of Streamlabs Desktop and configure your settings from scratch": "Mulai dengan salinan bersih Streamlabs Desktop dan konfigurasikan pengaturan Anda dari awal",
  "Add a Theme": "Tambahkan Tema",
  "Not seeing a theme that catches your eye? Our theme library has hundreds of free choices available": "Tidak melihat tema yang menarik? Perpustakaan tema kami menyediakan ratusan pilihan gratis",
  "Something went wrong.": "Ada yang salah.",
  "In-game Overlay": "Tampilan Dalam Game",
  "Optimized Video Encoding": "Video Encoding yang Dioptimalkan",
  "Some exclusive features we recommend to take your stream to the next level": "Beberapa fitur eksklusif yang kami rekomendasikan agar membawa streaming Anda ke level berikutnya",
  "Detected %{continent}": "%{continent} terdeteksi",
  "Check out 50+ amazing apps from independent developers, ranging from DMCA-compliant music to stunning overlays to more tools to engage with your community. Head over to the app store in the left navigation to browse our selection of free and paid apps.": "Lihatlah 50+ aplikasi menakjubkan dari pengembang independen, mulai dari musik yang patuh-DMCA hingga tampilan memukau sampai semakin banyak alat untuk terlibat dengan komunitas Anda. Buka app store di navigasi kiri untuk menjelajahi pilihan aplikasi kami yang gratis maupun berbayar.",
  "Only have one screen? Perfect! Enable our in-game overlay to make sure you catch every chat message and stream event that happens while you get your game on. You can enable this feature in the ‘Game Overlay’ tab of the settings menu.": "Hanya punya satu layar? Sempurna! Aktifkan tampilan di dalam game untuk memastikan Anda menerima setiap pesan obrolan dan acara streaming yang terjadi saat Anda sedang bermain game. Anda bisa mengaktifkan fitur ini di tab ‘Game Overlay’ di menu pengaturan.",
  "Re-Authorize": "Otorisasi Ulang",
  "or select another platform": "atau pilih platform lain",
  "Connect to %{platform}": "Terhubung ke %{platform}",
  "View help docs": "Lihat dokumen bantuan",
  "Enter your stream key.": "Masukkan tombol streaming Anda.",
  "Select platform": "Pilih platform",
  "No webcam detected": "Webcam tidak terdeteksi",
  "Enable multistream to grow your audience, build your brand, and earn great prizes - with no extra effort. Available for Facebook today, and other platforms coming soon.": "Aktifkan multistream untuk memperbesar jumlah pemirsa Anda, bangunlah merek Anda, dan dapatkan hadiah menarik, tanpa upaya tambahan. Tersedia untuk Facebook hari ini dan di platform lainnya dalam waktu dekat.",
  "Enable multistream": "Aktifkan multistream",
  "Enable multistream to get started.": "Aktifkan multistream untuk memulainya.",
  "Merge your account with your new page. We can then track your progress so you can start earning great rewards!": "Gabungkan akun Anda dengan halaman baru Anda. Maka kami bisa melacak kemajuan Anda sehingga Anda bisa mulai mendapatkan hadiah menarik!",
  "A Facebook Gaming Page is required to multistream to Facebook.": "Memerlukan Halaman Gaming Facebook untuk multistream ke Facebook.",
  "Create Facebook Gaming Page": "Buat Halaman Gaming Facebook",
  "Create Gaming Video Creator Page": "Buat Halaman Pembuat Video Gaming",
  "Merge your Facebook Gaming Page": "Gabungkan Halaman Gaming Facebook Anda",
  "Merge with Facebook": "Gabungkan dengan Facebook",
  "primeTitle": "Bergabung dengan &lt;prime-title&gt;Prime&lt;/prime-title&gt; untuk Fitur Eksklusif",
  "Overlay, Widget & Site Themes": "Tampilan, Widget, & Tema Situs",
  "Custom Domain + Website": "Domain Khusus + Situs Web",
  "More Than 40 FREE Apps": "Lebih dari 40 Aplikasi GRATIS",
  "Custom Merch Store": "Toko Merch Khusus",
  "Stream on Mobile": "Streaming pada Mobile",
  "Gold Status + FREE T-shirt": "Status Emas + T-shirt GRATIS",
  "Go Prime": "Go Prime",
  "Import": "Impor",
  "While we import your settings and scenes from OBS Studio, check out these great features unique to Streamlabs": "Sementara kami mengimpor pengaturan dan scene Anda dari OBS Studio, lihatlah fitur hebat ini yang hanya ditemukan di Streamlabs",
  "Importing Your Existing Settings From OBS": "Mengimpor Pengaturan Anda Saat Ini dari OBS",
  "Everything you need to go live. Always and forever free.": "Everything you need to go live. Always and forever free.",
  "Go live to one platform": "Go live to one platform",
  "Tipping (no Streamlabs fee)": "Tipping (no Streamlabs fee)",
  "Alerts & other Widgets": "Alerts & other Widgets",
  "Selective Recording": "Rekaman Selektif",
  "And many more free features": "And many more free features",
  "All free features": "All free features",
  "Multistream to multiple platforms": "Stream to YouTube, Twitch & Facebook at once",
  "Premium Stream Overlays": "Premium Stream Overlays",
  "Alert Box and Widget Themes": "Alert Box and Widget Themes",
  "Access to all App Store Apps": "Access to all App Store Apps",
  "Prime Web Suite": "Prime Web Suite",
  "Choose Free": "Choose Free",
  "Pro features to take your stream and channel to the next level.": "Pro features to take your stream and channel to the next level."
}
