{
  "Overlay, Widget, and Site Themes": "Tampilan, Widget, dan Tema Situs",
  "Fully customize your stream and your website to represent your brand; or pick from thousands of our pre-made themes. Either way, your stream will look amazing and it's all included with Prime.": "Kustomisasi streaming dan situs web Anda sepenuhnya untuk mewakili merek Anda; atau pilih dari ribuan tema kami. Apa pun caranya, streaming Anda akan terlihat menakjubkan dan semuanya disertakan bersama Prime.",
  "View Themes": "Lihat Tema",
  "Every App is FREE": "Setiap Aplikasi GRATIS",
  "We've curated a list of diverse and feature rich applications to give you more control, automation, better analytics, and new ways to interact with your audience.": "Kami telah memilih daftar berisi berbagai macam aplikasi berfitur lengkap untuk memberikan lebih banyak kontrol, otomatisasi, analitik yang lebih baik, dan cara baru untuk berinteraksi dengan pemirsa Anda.",
  "Browse Apps": "Telusuri Aplikasi",
  "Welcome to Prime!": "Selamat datang ke Prime!",
  "We've picked out a few Prime benefits to get you started:": "Kami memilih beberapa manfaat Prime agar Anda bisa memulainya:",
  "We've added a new UI theme exclusive to Prime members:": "Kami menambahkan tema UI baru eksklusif untuk anggota Prime:",
  "Classic Theme": "Tema Klasik",
  "Prime Theme": "Tema Prime",
  "Your access to Prime themes and other benefits will expire soon": "Akses Anda ke tema Prime dan manfaat lainnya akan segera kedaluwarsa",
  "Thank you for being a valued member of Streamlabs. We just wanted to check in and see if you’d like to give Prime another shot.": "Terima kasih karena telah menjadi anggota berharga Streamlabs. Kami hanya ingin memeriksa dan melihat apakah Anda akan berlangganan Prime kembali.",
  "Resubscribe to Prime": "Berlangganan Prime kembali",
  "No Thanks": "Tidak Terima kasih",
  "Choose your Streamlabs plan": "Pilih paket Streamlabs Anda",
  "Choose Prime to enjoy everything from Starter plus themes and much more.": "Pilih Prime untuk menikmati semuanya mulai dari tema Starter plus dan masih banyak lagi.",
  "Go Live to a single platform": "Go Live di sebuah platform",
  "Alerts & Tipping": "Peringatan & Memberi Tip",
  "Unlimited Themes & Overlays": "Tema & Tampilan Tidak Terbatas",
  "Go Live to one or more platforms": "Go Live di satu atau beberapa platform",
  "Custom Tip Page": "Halaman Tip Khusus",
  "Custom Alerts & Tipping": "Peringatan Khusus & Memberi Tip",
  "App Store Apps are FREE": "App Store Apps GRATIS",
  "Custom Merch Store": "Toko Merch Khusus",
  "Starter": "Starter",
  "Free": "Gratis",
  "Choose Starter": "Pilih Starter",
  "From $12/mo, billed annually": "Mulai dari $12/bln, ditagih setiap tahun",
  "Choose Prime": "Pilih Prime",
  "Your Benefits Are Expiring Soon": "Manfaat Anda Tak Lama Lagi Akan Kedaluwarsa",
  "Your will lose access to the following Prime benefits if you don’t resubscribe:": "Anda akan kehilangan akses ke manfaat Prime berikut ini jika tidak berlangganan kembali:",
  "Thank you for being a valued member of Streamlabs. We just wanted to check in to see if you’ve had a chance to explore all Prime has to offer.": "Terima kasih karena telah menjadi anggota berharga Streamlabs. Kami hanya ingin memeriksa untuk melihat apakah Anda sempat menjelajahi semua tawaran Prime.",
  "Continue Prime": "Lanjutkan Prime",
  "Stream Overlays": "Tampilan Streaming",
  "Multistream": "Multistream",
  "Premium Merch": "Merchandise Premium",
  "Alert Box Themes": "Tema Kotak Peringatan",
  "All Apps Included Free": "Semua App yang Disertakan Gratis",
  "Thumbnail & Panel Maker": "Thumbnail & Panel Maker",
  "Prime Mobile Streaming": "Prime Mobile Streaming",
  "Your credit card expires soon. Click here to retain your Prime benefits": "Kartu kredit Anda tak lama lagi akan kedaluwarsa. Klik di sini untuk mempertahankan manfaat Prime Anda"
}