{
  "Are you sure you want to stop streaming?": "Anda yakin ingin berhenti streaming?",
  "Invalid Path or Connection URL.  Please check your settings to confirm that they are valid.": "URL Koneksi atau Jalur Tidak Valid.  Periksa pengaturan Anda untuk mengonfirmasikan semua sudah valid.",
  "Failed to connect to the streaming server.  Please check your internet connection.": "Gagal terhubung ke server streaming.  Periksa koneksi internet Anda.",
  "Disconnected from the streaming server.  Please check your internet connection.": "Putuskan koneksi dari server streaming.  Periksa koneksi internet Anda.",
  "Could not access the specified channel or stream key. Please log out and back in to refresh your credentials. If the problem persists, there may be a problem connecting to the server.": "Tidak bisa mengakses channel atau tombol streaming yang sudah ditentukan. Log out dan kembali untuk memperbarui kredensial Anda. Jika masih menemui masalah, mungkin ada masalah tehubung ke server.",
  "There is not sufficient disk space to continue recording.": "Ruang disk yang tersedia tidak memadai untuk terus merekam.",
  "The output format is either unsupported or does not support more than one audio track.  ": "Format output tidak didukung atau tidak mendukung lebih dari satu audio track.  ",
  "Please check your settings and try again.": "Periksa pengaturan Anda dan coba lagi.",
  "An unexpected error occurred:": "Terjadi kesalahan yang tidak diduga:",
  "Title": "Judul",
  "Game": "Game",
  "Do not show this message when going live": "Jangan menampilkan pesan ini saat sedang live",
  "You will not be asked again to update your stream info when going live.  ": "Anda tidak akan diminta lagi untuk memperbarui info streaming Anda ketika sedang live.  ",
  "You can re-enable this from the settings.": "Anda dapat mengaktifkan ulang dari pengaturan.",
  "Confirm & Go Live": "Konfirmasi & Go Live",
  "Update Stream Info": "Perbarui Info Streaming",
  "Use optimized encoder settings": "Gunakan pengaturan encoder yang dioptimalkan",
  "Optimized encoder gives equivalent quality while reducing usage. Game specific encoders for Fortnite, PUBG, Destiny 2, and League Of Legends": "Encoder yang dioptimalkan memberikan kualitas setara sekaligus mengurangi penggunaan. Encoder khusus game untuk Fortnite, PUBG, Destiny 2, dan League Of Legends",
  "Something went wrong while updating your stream info.  Please try again.": "Ada yang salah ketika memperbarui info streaming Anda. Coba lagi.",
  "Something went wrong while updating your stream info. You can try again, or you can": "Ada yang salah ketika memperbarui info streaming Anda. Anda bisa mencoba kembali atau Anda bisa",
  "just go live": "langsung live",
  "Optimized profile for average CPUs": "Profil yang dioptimalkan untuk CPU pada umumnya",
  "Optimized profile for weak CPUs": "Profil yang dioptimalkan untuk CPU yang lemah",
  "YouTube account not enabled for live streaming": "Akun YouTube tidak diaktifkan untuk streaming live",
  "Fix": "Perbaiki",
  "I'm set up": "Saya sudah siap",
  "End Stream": "Akhiri Streaming",
  "Starting": "Memulai",
  "Ending": "Mengakhiri",
  "Reconnecting": "Terhubung kembali",
  "Go Live": "Go Live",
  "Stop": "Berhenti",
  "Save Replay": "Simpan Replay",
  "Schedule Stream": "Jadwalkan Streaming",
  "View your live stream in a web browser": "Lihat live streaming Anda di web browser",
  "Edit your stream title and description": "Edit judul dan deskripsi streaming Anda",
  "Go to YouTube Live Dashboard to control your stream": "Buka YouTube Live Dashboard untuk mengontrol streaming Anda",
  "Go to the Facebook Live Producer Dashboard": "Buka Facebook Live Producer Dashboard",
  "Are you sure you want to exit while live?": "Anda yakin ingin keluar saat live?",
  "Enable the preview stream": "Aktifkan pratinjau streaming",
  "Disable the preview stream, can help with CPU": "Nonaktifkan pratinjau streaming, dapat membantu dengan",
  "viewers": "pemirsa CPU",
  "Refresh Chat": "Perbarui Obrolan",
  "Your chat is currently offline": "Obrolan Anda kini offline",
  "Set path in Settings > Output.": "Atur jalur di Pengaturan > Output.",
  "Open Performance Window": "Buka Jendela Performance",
  "Start Replay Buffer": "Mulai Replay Buffer",
  "Stop Replay Buffer": "Hentikan Replay Buffer",
  "Stopping...": "Menghentikan...",
  "Your stream has been scheduled for %{time} from now. If you'd like to make another schedule please enter a different time": "Streaming Anda telah dijadwalkan %{time} dari sekarang. Jika Anda ingin membuat jadwal lain, masukkan waktu yang berbeda.",
  "Stop streaming to access these controls:": "Hentikan streaming untuk mengakses kontrol ini:",
  "Tags": "Tag",
  "Select stream tags": "Pilih tag streaming",
  "You can now edit your channel tags from this screen.": "Anda kini bisa mengedit tag channel Anda dari layar ini.",
  "Log out and back in to reauthorize additional permissions.": "Log out dan masuk kembali untuk mengotorisasi ulang izin tambahan.",
  "Are you sure you want to start streaming?": "Anda yakin ingin memulai streaming?",
  "Please enable account for streaming to recieve a stream key": "Aktifkan akun untuk streaming agar menerima tombol streaming",
  "You must create a Facebook gaming page to go live.": "Anda harus membuat halaman gaming Facebook agar bisa live.",
  "Create Page": "Buat Halaman",
  "Facebook Page": "Halaman Facebook",
  "Description": "Deskripsi",
  "Checking optimized setting for": "Memeriksa pengaturan yang dioptimalkan untuk",
  "You will not be asked again to update your stream info when going live. ": "Anda tidak akan diminta lagi untuk memperbarui info streaming Anda ketika sedang live.",
  "Schedule": "Jadwal",
  "No matching game(s) found.": "Tidak ditemukan game yang cocok.",
  "Use optimized encoder settings ": "Gunakan pengaturan encoder yang dioptimalkan",
  "Use optimized encoder settings for %{game}": "Gunakan pengaturan encoder yang dioptimalkan untuk %{game}",
  "Scheduled Date": "Tanggal yang Dijadwalkan",
  "Scheduled Time": "Waktu yang Dijadwalkan",
  "You are 10 minutes away from the 8 hour stream limit": "Waktu Anda hanya tersisa 10 menit dari batas streaming 8 jam",
  "Stream has disconnected, attempting to reconnect.": "Koneksi streaming telah terputus, berusaha untuk terhubung kembali.",
  "Start typing to search": "Mulai mengetik untuk mencari",
  "Twitch requires two factor authentication to be enabled on your account in order to stream to Twitch. Please enable two factor authentication and try again.": "Twitch memerlukan pengaktifkan autentikasi dua faktor di akun Anda agar bisa streaming Twitch. Aktifkan autentikasi dua faktor dan coba kembali.",
  "Twitch Authentication Error": "Kesalahan Autentikasi Twitch",
  "Enable Two Factor Authentication": "Aktifkan Autentikasi Dua Faktor",
  "Dismiss": "Tutup",
  "It looks like you haven't added any video sources yet, so you will only be outputting a black screen.": "Sepertinya Anda belum menambahkan sumber video mana pun, jadi Anda hanya akan menghasilkan layar hitam.",
  "Are you sure you want to do this?": "Anda yakin ingin melakukan ini?",
  "You can add sources by clicking the + icon near the Sources box at any time": "Anda bisa menambahkan sumber dengan mengklik ikon + di dekat kotak Sumber kapan pun",
  "Tweet to let your followers know you're going live": "Tweet untuk memberi tahu pengikut Anda bahwa Anda akan live",
  "Optimized encoding provides better quality and/or lower cpu/gpu usage. Depending on the game, resolution may be changed for a better quality of experience": "Encoding yang dioptimalkan menyediakan kualitas yang lebih baik dan/atau penggunaan cpu/gpu yang lebih rendah. Bergantung pada game, resolusi dapat diganti untuk kualitas pengalaman yang lebih baik.",
  "An error occurred with the output. This is usually caused by out of date video drivers. Please ensure your Nvidia or AMD drivers are up to date and try again.": "Terjadi kesalahan dengan output. Hal ini biasanya disebabkan oleh driver video yang sudah kedaluwarsa. Pastikan versi driver Nvidia atau AMD Anda sudah terbaru dan coba lagi.",
  "An error occurred with the output. Please check your streaming and recording settings.": "Terjadi kesalahan dengan output. Periksa pengaturan streaming dan recording Anda.",
  "OK": "OK",
  "Streaming Error": "Kesalahan Streaming",
  "Recording Error": "Kesalahan Rekaman",
  "Replay Buffer Error": "Replay Kesalahan Buffer",
  "Learn More": "Pelajari Selengkapnya",
  "More": "Selengkapnya",
  "System error message:": "Pesan kesalahan sistem:",
  "Something went wrong while going live, please try again.": "Ada yang salah ketika sedang live, harap coba lagi.",
  "Your stream has started, but there were issues with other actions taken": "Streaming Anda telah dimulai, tetapi ada masalah dengan tindakan lainnya yang telah diambil",
  "You must select a game": "Anda harus memilih sebuah game",
  "Please schedule no further than 7 days in advance and no sooner than 10 minutes in advance.": "Jadwalkan paling cepat 7 hari sebelumnya dan paling lambat 10 menit sebelumnya.",
  "No Sources": "Tidak Ada Sumber",
  "Enable Multistream": "Aktifkan Multistream",
  "Multistream allows you to stream to multiple platforms simultaneously.": "Multistream memungkinkan Anda untuk streaming ke beberapa platform pada saat yang sama.",
  "Multistream": "Multistream",
  "Your Twitch login is expired. Please log in again to continue using Streamlabs": "Your Twitch login is expired. Please log in again to continue using Streamlabs",
  "Refresh Login": "Perbarui Login",
  "%{platform} Settings": "Pengaturan %{platform}",
  "Update settings for %{platform}": "Memperbarui pengaturan untuk %{platform}",
  "Link to the %{platform} page has been copied to your clipboard": "Tautan ke halaman %{platform} telah disalin ke clipboard Anda",
  "Failed to fetch settings from %{platformName}": "Gagal mengambil pengaturan dari %{platformName}",
  "Failed to update settings for %{platformName}": "Gagal memperbarui pengaturan untuk %{platformName}",
  "prepopulateStreamSettingsError": "Terjadi kesalahan saat mengambil informasi channel Anda. Anda dapat mencoba <fetch-again-link>mengambil informasi kembali</fetch-again-link> atau Anda bisa <just-go-live-link>langsung live</just-go-live-link>. Jika masih menemui masalah ini, Anda bisa mencoba log out dan log in kembali.",
  "updateStreamSettingsError": "Terjadi kesalahan saat memperbarui info streaming Anda. Anda dapat <fetch-again-link>mencoba kembali</fetch-again-link>, atau Anda bisa <just-go-live-link>langsung live</just-go-live-link>. Jika masih menemui masalah ini, Anda bisa mencoba log out dan log in kembali.",
  "twitchMissedScopeError": "<p>It looks like you connected your Twitch account on the streamlabs.com website. To start streaming you should connect it again via Streamlabs Desktop</p><connect-button>Connect Twitch</connect-button>",
  "Multistreaming to these platforms requires Prime": "Multistreaming ke semua platform ini memerlukan Prime",
  "Become a Prime member": "Menjadi anggota Prime",
  "You must select a game for %{platformName}": "Anda harus memilih sebuah game untuk %{platformName}",
  "Connect %{platformName} to Streamlabs.": "Connect %{platformName} to Streamlabs.",
  "Connect %{platformName}": "Hubungkan %{platformName}",
  "Stream to %{platformName}": "Streaming ke %{platformName}",
  "Schedule to %{platformName}": "Jadwalkan ke %{platformName}",
  "Use different title, game and description": "Gunakan judul, game, dan deskripsi yang berbeda",
  "Use different title and description": "Gunakan judul dan deskripsi yang berbeda",
  "Use different title and game": "Gunakan judul dan game yang berbeda",
  "Use different title": "Gunakan judul yang berbeda",
  "Search tags": "Cari tag",
  "Successfully updated": "Berhasil diperbarui",
  "Go back": "Kembali",
  "Show Advanced Settings": "Tampilkan Pengaturan Lanjutan",
  "Configure the Multistream service": "Konfigurasikan layanan Multistreaming",
  "Apply optimized settings": "Terapkan pengaturan yang dioptimalkan",
  "Start video transmission": "Mulai transmisi video",
  "Publish Youtube broadcast": "Terbitkan YouTube broadcast",
  "Post a tweet": "Posting tweet",
  "You could try reducing the number of your destinations to one for direct streaming.": "Anda bisa mencoba mengurangi jumlah tujuan menjadi satu tujuan saja untuk streaming langsung.",
  "Add Destination": "Tambahkan Tujuan",
  "Extras": "Ekstra",
  "Go back to settings": "Kembali ke pengaturan",
  "Select at least one destination": "Pilih setidaknya satu tujuan",
  "You cannot unlink the platform you used to sign in to Streamlabs Desktop. If you want to unlink this platform, please sign in with a different platform.": "You cannot unlink the platform you used to sign in to Streamlabs Desktop. If you want to unlink this platform, please sign in with a different platform.",
  "You cannot disable the platform you used to sign in to Streamlabs Desktop. Please sign in with a different platform to disable streaming to this destination.": "You cannot disable the platform you used to sign in to Streamlabs Desktop. Please sign in with a different platform to disable streaming to this destination.",
  "Checking optimized setting for %{game}": "Memeriksa pengaturan yang dioptimalkan untuk %{game}",
  "There was an error starting the output. Check your settings and try again. If this issue persists, please contact Streamlabs support.": "Terjadi kesalahan saat memulai output. Periksa pengaturan Anda dan coba lagi. Jika masih menemui masalah ini, hubungi dukungan Streamlabs.",
  "Contact Support": "Hubungi Dukungan",
  "The request to the platform failed": "Permintaan ke platform gagal",
  "No Facebook pages were found": "Tidak ditemukan halaman Facebook",
  "Missing required oauth scope": "Tidak menemukan oauth scope yang diperlukan",
  "Failed to fetch platform settings": "Gagal mengambil pengaturan platform",
  "Failed to update platform settings": "Gagal memperbarui pengaturan platform",
  "The Multistream server is temporarily unavailable": "Server Multistreaming tidak tersedia untuk sementara waktu",
  "Failed to configure the Multistream server": "Gagal mengonfigurasikan server Multistreaming",
  "Your YouTube account is not enabled for live streaming": "Akun YouTube Anda tidak diaktifkan untuk live streaming",
  "Failed to publish the YouTube broadcast": "Gagal menerbitkan YouTube broadcast",
  "Failed to post the Tweet": "Gagal posting Tweet",
  "This feature is for Prime members only": "Fitur ini hanya untuk anggota Prime",
  "An unkown error occurred": "Terjadi kesalahan yang tidak dikenal",
  "Please enable your account for live streaming, and wait 24 hours before attempting to stream.": "Aktifkan akun Anda untuk live streaming, dan tunggu 24 jam sebelum mencoba streaming.",
  "Please try again. If the issue persists, you can stream directly to a single platform instead.": "Coba lagi. Jika masih menemui masalah ini, Anda bisa streaming langsung ke sebuah platform.",
  "Enable Live Streaming": "Aktifkan Live Streaming",
  "Destination": "Tujuan",
  "You cannot disable the platform you used to sign in to Streamlabs Desktop. Please sign in with a different platform to disable streaming to this destinationType.": "You cannot disable the platform you used to sign in to Streamlabs Desktop. Please sign in with a different platform to disable streaming to this destinationType.",
  "canNotDisablePrimaryPlatform": "Anda tidak bisa menonaktifkan platform yang Anda gunakan untuk logged in.<br/> Apakah Anda ingin <switch-account-link>log in ke akun lain</switch-account-link>?",
  "Your stream title or description contain banned words": "Judul atau deskripsi streaming Anda berisi kata yang dilarang",
  "Platform": "Platform",
  "Update scheduled event": "Update scheduled event",
  "Schedule new stream": "Schedule new stream",
  "Stream scheduled": "Stream scheduled",
  "Invalid settings. Please check the form": "Pengaturan tidak valid. Harap periksa formulir",
  "Common Stream Settings": "Pengaturan Streaming yang Umum",
  "Schedule Stream for %{formattedDate}": "Schedule Stream for %{formattedDate}",
  "Update Scheduled Stream for %{formattedDate}": "Update Scheduled Stream for %{formattedDate}",
  "You can not schedule to a past date": "You can not schedule to a past date"
}
