{
  "TikTok Server URL": "URL Server TikTok",
  "TikTok Stream Key": "Tombol Streaming TikTok",
  "Locate my Stream Key": "Cari Tombol Streaming saya",
  "Click here to learn more about streaming on TikTok": "Klik di sini untuk mempelajari selengkapnya tentang streaming di TikTok",
  "Go to the TikTok Live Center Dashboard": "Buka Dasbor Pusat TikTok Live",
  "Go live to TikTok with a single click. Click here to learn more.": "Lakukan siaran langsung ke TikTok dengan satu klik. Klik di sini untuk mempelajari lebih lanjut.",
  "Apply for TikTok Live Permission": "Ajukan Izin TikTok Live",
  "Reapply for TikTok Live Permission": "Ajukan kembali Permohonan Izin TikTok Live",
  "Generate with \"Locate my Stream Key\"": "Hasilkan dengan \"Temukan Stream Key saya\"",
  "You do not have permission to stream live to TikTok.": "Anda tidak memiliki izin untuk melakukan streaming langsung ke TikTok.",
  "Open TikTok Live Center": "Buka Pusat TikTok Live",
  "Access chat for TikTok in the TikTok Live Center.": "Akses obrolan untuk TikTok di Pusat TikTok Live.",
  "Failed to update TikTok account": "Gagal memperbarui akun TikTok",
  "Failed to update TikTok account. Please unlink and reconnect your TikTok account.": "Gagal memperbarui akun TikTok. Harap putuskan tautan dan sambungkan kembali akun TikTok Anda.",
  "Close Streamlabs Desktop and reload": "Tutup Streamlabs Desktop dan muat ulang",
  "Go to Settings - Stream and reconnect TikTok": "Buka Pengaturan - Streaming dan sambungkan kembali TikTok",
  "Connect TikTok Account": "Hubungkan Akun TikTok",
  "Failed to generate TikTok stream credentials. Confirm Live Access with TikTok.": "Gagal menghasilkan kredensial streaming TikTok. Konfirmasikan Akses Langsung dengan TikTok.",
  "Approvals are solely at TikTok's discretion.": "Persetujuan semata-mata merupakan kebijakan TikTok.",
  "TikTok Category": "Kategori TikTok",
  "TikTok Live Access not granted. Click here to learn more.": "Akses TikTok Live tidak diberikan. Klik di sini untuk mempelajari lebih lanjut.",
  "Only 32 characters of your title will display on TikTok": "Hanya 32 karakter judul Anda yang akan ditampilkan di TikTok",
  "You may be eligible for TikTok Live Access. <apply>Apply here.</apply>": "Anda mungkin memenuhi syarat untuk mendapatkan Akses TikTok Live. <apply>Daftar di sini.</apply>",
  "Click to view TikTok Replay in your browser.": "Klik untuk melihat Putar Ulang TikTok di browser Anda.",
  "TikTok Stream Error": "Kesalahan Streaming TikTok",
  "Couldn't confirm TikTok Live Access. Apply for Live Permissions below": "Tidak dapat mengonfirmasi Akses TikTok Live. Ajukan Izin Langsung di bawah ini",
  "Connect your TikTok account": "Connect your TikTok account",
  "Connect your TikTok account to stream to TikTok and one other platform for free. Haven't applied to stream on TikTok Live yet? <link>Start the process here</link>.": "Connect your TikTok account to stream to TikTok and one other platform for free. Haven't applied to stream on TikTok Live yet? <link>Start the process here</link>."
}
