{
  "Troubleshooter": "Penyelesaian masalah",
  "Open Settings": "Buka Pengaturan",
  " Streamlabs has detected dropped frames": " Streamlabs telah mendeteksi frame yang jatuh",
  "What does this mean?": "Apakah artinya?",
  " Some frames have not been uploaded. This problem is usually related to a poor network connection.": "Beberapa frame belum di-upload. Masalah ini biasanya berhubungan dengan koneksi jaringan yang buruk.",
  "What can I do?": "Apa yang bisa saya lakukan?",
  "Check the health of your Internet connection": "Periksa koneksi Internet Anda",
  "Change your ingest server": "Ganti server ingest Anda",
  "If none of these worked, lower your bitrate": "Jika tidak ada yang berhasil, turunkan bitrate Anda",
  "Streamlabs has detected skipped frames": "Streamlabs telah mendeteksi frame yang terlewati",
  "Some frames have not been encoded.": "Beberapa frame belum encoded.",
  "This problem is usually due to high CPU usage or unsuitable encoder settings.": "Masalah ini biasanya karena penggunaan CPU yang tinggi atau pengaturan encoder yang tidak cocok.",
  "Lower your encoder settings (preset)": "Turunkan pengaturan encoder Anda (preset)",
  "Ensure that you don't have any other applications open that are heavy on your CPU": "Pastikan Anda tidak membuka aplikasi lain yang membebani CPU Anda",
  "Enable performance mode in the Editor context menu": "Aktifkan mode performance di menu konteks Editor",
  "Streamlabs has detected lagged frames": "Streamlabs telah mendeteksi frame yang tertunda",
  "Some frames took too long to get rendered.": "Beberapa frame memerlukan waktu terlalu lama untuk ditayangkan.",
  "Usually the problem is related to your game using up too many GPU resources.": "Biasanya masalah disebabkan game Anda menggunakan terlalu banyak sumber daya GPU.",
  "When this happens, Streamlabs does not have any resources left over to render frames.": "Saat ini terjadi, Streamlabs tidak memiliki sisa sumber daya untuk menayangkan frame.",
  "Cap your in-game framerate": "Batasi framerate di dalam game Anda",
  "Enable VSync in your game": "Aktifkan VSync di game Anda",
  "Disable FreeSync or GSync in your Driver": "Nonaktifkan FreeSync atau GSync di Driver Anda",
  "Lower graphics settings until you stop lagging frames": "Turunkan pengaturan grafis hingga frame tidak tertunda lagi",
  "Disable hardware decoding under any media sources(This will slightly increase cpu over gpu)": "Nonaktifkan hardware decoding dalam sumber media apa pun (Hal ini akan sedikit meningkatkan cpu atas gpu)"
}
