{
  "Game Widget": "Game Widget",
  "Let your viewers play a game in chat": "Biarkan penontonmu bermain game di chat",
  "Chat Decision Time": "Waktu Keputusan Chat",
  "Trigger Command": "Perintah Picu",
  "Chat Response Timer": "Alat Pengatur Waktu Respons Chat",
  "No Input Recieved": "Tidak Ada Input yang Diterima",
  "Restarting Game": "Memulai Ulang Game",
  "Chat's Turn": "Giliran Chat",
  "Chat Marker Color": "Warna Penanda Chat",
  "Chat Win Color": "Warna Menang Chat",
  "AI's Turn": "Giliran AI",
  "AI Marker Color": "Warna Penanda AI",
  "AI Win Color": "Warna Menang AI",
  "Chat Won": "Chat Menang",
  "Chat Lost": "Chat Kalah",
  "Draw Game": "Game Seri",
  "Cannot Play Here": "Tidak Bisa Bermain Di Sini",
  "Game End Message Duration": "Durasi Pesan Akhir Game",
  "Chat Marker": "Penanda Chat",
  "AI Marker": "Penanda AI",
  "General Settings": "Pengaturan Umum",
  "Game Settings": "Pengaturan Game",
  "Current Game": "Game Saat Ini",
  "Tic Tac Toe": "Tic Tac Toe",
  "The duration in seconds to collect chat's responses before passing them to the game": "Durasi dalam detik untuk mengumpulkan respons chat sebelum menyerahkannya di dalam game",
  "Command used by the chat to provide their response": "Perintah yang digunakan oleh chat untuk memberikan respons mereka",
  "Message displayed to let the chat know they didn't provide any input": "Pesan ditampilkan untuk memberi tahu chat, mereka tidak memberikan input apa pun",
  "Message displayed to let the chat know the game is restarting": "Pesan ditampilkan untuk memberi tahu chat, game akan dimulai kembali",
  "Marker used to display where chat played their turn. Please make sure it's not more than 1 character": "Penanda yang digunakan untuk menampilkan di mana obrolan memainkan gilirannya. Pastikan tidak lebih dari 1 karakter",
  "Message to let everyone know that it's chat's turn to play": "Pesan untuk memberi tahu semua orang bahwa sekarang giliran chat untuk bermain",
  "Marker used to display where AI played it's turn. Please make sure it's not more than 1 character": "Penanda yang digunakan untuk menampilkan di mana AI memainkan gilirannya. Pastikan tidak lebih dari 1 karakter",
  "Message to let everyone know that it's AI's turn to play": "Pesan untuk memberi tahu semua orang bahwa sekarang giliran AI untuk bermain",
  "Message displayed to let everyone know chat won": "Pesan ditampilkan untuk memberi tahu semua orang bahwa obrolan menang",
  "Message displayed to let everyone know chat lost": "Pesan ditampilkan untuk memberi tahu semua orang bahwa obrolan kalah",
  "Message displayed to let everyone know the game was a draw": "Pesan ditampilkan untuk memberi tahu semua orang bahwa game seri",
  "Message to let chat know that they cannot play the current move": "Pesan untuk memberi tahu chat bahwa mereka tidak bisa memainkan gerakan saat ini",
  "Display the game ended message for these many seconds": "Tampilkan pesan game sudah berakhir untuk sekian detik",
  "Chat Word": "Chat Word",
  "Misplaced Character Tile": "Ubin Karakter yang Salah Tempat",
  "Misplaced Character": "Karakter yang Salah Tempat",
  "Correct Character Tile": "Ubin Karakter yang Benar",
  "Correct Character": "Karakter yang Benar",
  "Wrong Character Tile": "Ubin Karakter yang Salah",
  "Wrong Character": "Karakter yang Salah",
  "Chat Won Title": "Judul Obrolan yang Menang",
  "Chat Lost Title": "Judul Obrolan yang Kalah",
  "Wrong Word Chosen Message": "Pesan Pilihan Kata yang Salah",
  "Invalid Response Message": "Pesan Respons Tidak Valid",
  "Change the color of the tile to this color when a character is present in the word but is misplaced": "Ganti warna ubin menjadi warna ini saat ada karakter hadir di kata ini, tetapi sesungguhnya salah tempat.",
  "Change the color of the character to this if it is present in the word but is misplaced": "Ganti warna karakter menjadi warna ini jika karakter itu ada di kata ini, tetapi sesungguhnya salah tempat.",
  "Change the color of the tile to this color when a character is present in the correct location in the word": "Ganti warna ubin menjadi warna ini saat ada karakter hadir di lokasi yang tepat di kata ini.",
  "Change the color of the character to this if it is present in the correct location in the word": "Ganti warna karakter menjadi warna ini jika karakter itu ada di lokasi yang tepat di kata ini.",
  "Change the color of the tile to this color when a character is not present in the word": "Ganti warna ubin menjadi warna ini saat karakter tidak ada di kata ini.",
  "Change the color of the character to this if it is not present in the word": "Ganti warna karakter menjadi warna ini jika karakter itu tidak ada di kata ini.",
  "Message to let the chat know they chose the wrong word. The word will still get evaluated, it's just an announcement": "Pesan untuk memberi tahu obrolan bahwa mereka memilih kata yang salah. Kata tersebut tetap akan dievaluasi, ini hanyalah sebuah pengumuman.",
  "Message to let the chat know that the chosen word is not valid. Reason for invalidation can include wrong character length and more": "Pesan untuk memberi tahu obrolan bahwa kata yang dipilih tidak valid. Alasan tidak validnya kata itu bisa mencakup panjang karakter yang salah dan masih banyak lagi."
}
