{
  "YouTube stream status": "Status streaming YouTube",
  "Waiting for YouTube to receive the video signal...": "Menunggu YouTube menerima sinyal video...",
  "Testing your broadcast...": "Menguji broadcast Anda...",
  "Finalizing broadcast testing...": "Memfinalisasi pengaturan broadcast...",
  "Publishing to your YouTube channel...": "Menerbitkan ke channel YouTube Anda...",
  "Waiting broadcast to be published...": "Menunggu siaran untuk di-broadcast...",
  "You're live!": "Anda sedang live!",
  "Waiting for broadcast to be published...": "Menunggu broadcast untuk diterbitkan...",
  "Working on your live stream": "Mengupayakan live streaming Anda",
  "Your stream will start shortly. You can close this window.": "Streaming Anda akan segera dimulai. Anda dapat menutup jendela ini.",
  "Go to YouTube Live Dashboard": "Buka YouTube Live Dashboard",
  "Create New Event": "Buat Acara Baru",
  "YouTube Chat": "Obrolan YouTube",
  "This action cannot be performed inside Streamlabs OBS. To interact with chat, you can open this chat in a web browser.": "Tindakan ini tidak bisa dilakukan di dalam Streamlabs OBS. Untuk berinteraksi dengan obrolan ini, Anda bisa membuka obrolan ini di peramban web.",
  "Open In Web Browser": "Buka di Peramban Web",
  "Privacy": "Privasi",
  "Public": "Publik",
  "Anyone can search for and view": "Siapa pun dapat mencari dan melihat",
  "Unlisted": "Tidak terdaftar",
  "Anyone with the link can view": "Siapa pun yang memiliki tautan dapat melihat",
  "Private": "Privat",
  "Only you can view": "Hanya Anda yang bisa melihat",
  "Category": "Kategori",
  "Stream Latency": "Latensi Streaming",
  "Normal Latency": "Latensi Normal",
  "Low-latency": "Latensi rendah",
  "Ultra low-latency": "Latensi sangat rendah",
  "Does not support: Closed captions, 1440p, and 4k resolutions": "Tidak mendukung: Takarir tertutup, 1440p, dan resolusi 4k",
  "Enable DVR": "Aktifkan DVR",
  "Additional Settings": "Pengaturan Tambahan",
  "Open Youtube Studio": "Buka YouTube Studio",
  "360° video": "Video 360°",
  "Enable Auto-start": "Aktifkan Auto-start",
  "Enable Auto-stop": "Aktifkan Auto-stop",
  "latencyTooltip": "Streaming berlatensi rendah dapat mengurangi lamanya waktu yang diperlukan sebuah video agar terlihat oleh pengguna yang menonton broadcast, walaupun ia juga dapat memengaruhi kelancaran playback.",
  "Enabling auto-start will automatically start the stream when you start sending data from your streaming software": "Mengaktifkan auto-start akan secara otomatis memulai streaming ketika Anda mulai mengirimkan data dari software streaming Anda",
  "Enabling auto-stop will automatically stop the stream when you stop sending data from your streaming software": "Mengaktifkan auto-stop akan secara otomatis menghentikan streaming ketika Anda berhenti mengirimkan data dari software streaming Anda",
  "DVR controls enable the viewer to control the video playback experience by pausing, rewinding, or fast forwarding content": "Kontrol DVR memungkinkan penonton untuk mengontrol pengalaman video playback dengan pause, mundur, atau mempercepat konten",
  "Auto-start is disabled for your broadcast. You should manually publish your stream from Youtube Studio": "Auto-start dinonaktifkan untuk broadcast Anda. Anda harus menerbitkan streaming Anda dari YouTube Studio secara manual",
  "Made for kids": "Dibuat untuk anak-anak",
  "Features like personalized ads and live chat won't be available on live streams made for kids.": "Fitur seperti iklan yang dipersonalisasi dan live chat tidak akan tersedia di live streaming yang dibuat untuk anak-anak.",
  "Try our new thumbnail editor": "Cobalah thumbnail editor kami yang baru"
}
