{
  "Grow": "Büyüme",
  "My Goals": "Hedeflerim",
  "Community Reach: %{reachableFollowing}/%{totalFollowing} followers": "Topluluk Erişimi: %{reachableFollowing}/%{totalFollowing} takipçi",
  "Streamer Resources": "Yayıncı Kaynakları",
  "You can reach %{percentage}% of your community across all platforms. Multistream to more platforms to increase this number": "Tüm platformlarda topluluğunuzun %%{percentage} kadarına ulaşabilirsiniz. Bu sayıyı artırmak için daha fazla platforma çoklu yayın yapın",
  "Streamlabs University": "Streamlabs Üniversitesi",
  "Professional streamers are now able to earn large amounts of money while entertaining people and creating their own brand. But how does one become a professional streamer? Streamlabs University is our answer to this question. In this course, we’ll walk you through everything you need to know to become a successful streamer and turn your passion into a profession.": "Profesyonel yayıncılar artık insanları eğlendirirken ve kendi markalarını yaratırken büyük miktarlarda para kazanabiliyor. Ama nasıl profesyonel bir yayıncı olunur? Streamlabs Üniversitesi bu soruya cevabımızdır. Bu kursta, başarılı bir yayıncı olmak ve tutkunuzu mesleğe dönüştürmek için bilmeniz gereken her şeyi size anlatacağız.",
  "Content Hub": "İçerik Merkezi",
  "The Ultimate Resource For Live Streamers; The Content Hub is your one-stop-shop for everything related to live streaming. There are dozens of different categories to choose from. Learn how to set up your live stream, find new features, and stay up-to-date on all of the tools you can use to enhance your stream.": "Canlı Yayıncılar için En Geniş Kaynak; İçerik Merkezi, canlı akışla ilgili her şey için tek adresinizdir. Aralarından seçim yapabileceğiniz düzinelerce farklı kategori var. Canlı yayınınızı nasıl kuracağınızı öğrenin, yeni özellikler bulun ve yayınınızı geliştirmek için kullanabileceğiniz tüm araçlar hakkında güncel kalın.",
  "Add Goal": "Hedef Ekle",
  "%{followers} followers": "%{followers} takipçi",
  "You cleared %{totalProgress}% of all material. Keep it up!": "Tüm materyallerin %%{totalProgress} kadarını tamamladınız. Böyle devam edin!",
  "You have completed Streamlabs University!": "Streamlabs Üniversitesi’ni tamamladınız!",
  "Continue Learning": "Öğrenmeye Devam Et",
  "Growth Tips": "Gelişme İpuçları",
  "Open Content Hub": "İçerik Merkezini Aç",
  "Streamlabs on YouTube": "YouTube’te Streamlabs",
  "Open Streamlabs University": "Streamlabs Üniversitesi’ni Aç",
  "%{daysLeft} days left": "%{daysLeft} gün kaldı",
  "Progress": "İlerleme",
  "Reach more of your community with Streamlabs Multistreaming": "Streamlabs Çoklu Yayın ile insanların daha büyük kesimine ulaşın",
  "One of the best ways to reach a larger audience is to stream to multiple platforms": "Daha geniş bir kitleye ulaşmanın en iyi yollarından biri birden fazla platforma yayın yapmaktır.",
  "Start Multistreaming with Prime": "Prime ile Çoklu Yayına Başla",
  "Goal Title": "Hedef Başlığı",
  "Goal Total": "Hedef Toplamı",
  "Goal Type": "Hedef Türü",
  "This goal has been completed!": "Bu hedef tamamlandı!",
  "Time ran out for this goal. Try again or pick a new one!": "Bu hedefin süresi geçti. Yeniden deneyin veya yeni bir tane seçin!",
  "Stream Pulse": "Yayının Nabzı",
  "Average View Time": "Ortalama Görüntüleme Süresi",
  "Unique Viewers": "Tekil Görüntüleyenler",
  "Chatters": "Sohbetçiler",
  "Chats": "Sohbetler",
  "Track your growth by taking a look at the past month of your stream (data provided from Twitch)": "Yayınlarınızın son ayına (Twitch'ten sağlanan veriler) göz atarak büyümenizi takip edin",
  "There is already a goal of this type": "Bu türde bir hedef zaten var"
}