{
  "Source: %{sourceName}": "Kaynak: %{sourceName}",
  "Collab Cam": "İş Birliği Kamerası",
  "Invite a guest to join your stream from a web browser.": "Bir web tarayıcısından yayınınıza katılması için bir konuk davet edin.",
  "Guest Cam is currently listening for connecting guests, but is not broadcasting your microphone and webcam to your guests yet.": "Konuk Kamerası şu anda bağlanan konukları dinliyor ancak mikrofonunuz ve web kameranız henüz konuklarınıza açık değil.",
  "No microphone source is selected. Your guest will not be able to hear you.": "Mikrofon kaynağı seçilmedi. Konuğunuz sizi duyamaz.",
  "No webcam source is selected. Your guest will not be able to see you.": "Web kamerası kaynağı seçilmedi. Konuğunuz sizi göremez.",
  "Microphone Source": "Mikrofon Kaynağı",
  "Webcam Source": "Web Kamerası Kaynağı",
  "The webcam and microphone source you select below will be broadcast to your guests.": "The webcam and microphone source you select below will be broadcast to your guests.",
  "Waiting for guest to join": "Konuğun katılması bekleniyor",
  "Generate a new link": "Yeni bir bağlantı oluşturun",
  "Copied!": "Kopyalandı!",
  "Invite URL": "Davet URL’si",
  "Disconnect": "Bağlantıyı kes",
  "Guest %{num}": "Guest %{num}",
  "Collab Cam Properties": "İş Birliği Kamerası Özellikleri",
  "A guest has joined - click to show": "Bir konuk katıldı - görüntülemek için tıklayın",
  "Welcome to Collab Cam": "İş Birliği Kamerasına Hoş Geldiniz",
  "Step 1": "Adım 1",
  "Copy and share a link with your guest. When they join, they'll be able to see and hear you.": "Bir bağlantıyı kopyalayın ve konuğunuzla paylaşın. Konuğunuz katıldığında sizi görebilecek ve duyabilecektir.",
  "Step 2": "Adım 2",
  "Verify their identity in the preview area. When ready, add them to your stream by clicking 'Show on Stream'.": "Konuğunuzun kimliğini ön izleme alanında doğrulayın. Hazır olduğunda 'Yayın Yaparken Göster' seçeneğine tıklayarak konuğunuzu yayınınıza ekleyebilirsiniz.",
  "Step 3": "Adım 3",
  "Enjoy your stream! Adjust their volume, create new links, and change your mic and camera from the properties window.": "Yayınınızın tadını çıkarın! Konuğunuzun ses düzeyini ayarlayabilir, yeni bağlantılar oluşturabilir, mikrofonunuzu ve kameranızı özellikler penceresinden değiştirebilirsiniz.",
  "Don't share your invite link with anyone you don't want on your stream. You can invalidate an old link by generating a new one. Do not show this window on stream.": "Davet bağlantınızı yayınınıza katılmasını istemediğiniz hiç kimseyle paylaşmayın. Yeni bir bağlantı oluşturarak eski bağlantıyı geçersiz kılabilirsiniz. Bunu yayında göstermeyin.",
  "Start Collab Cam": "İş Birliği Kamerasını Başlatın",
  "Collab Cam is not yet sending your video and audio to guests. Start Collab Cam?": "İş Birliği Kamerası videonuzu ve sesinizi henüz konuklarınıza iletmiyor. İş Birliği Kamerasını Başlatılsın mı?",
  "Copy Link": "Bağlantıyı Kopyalayın",
  "You're about to join %{name}": "%{name}'e katılmak üzeresiniz",
  "%{name} has invited you to join their stream. When you're ready to join, click the button below.": "%{name}, sizi yayına katılmaya davet etti. Katılmaya hazır olduğunuzda aşağıdaki düğmeye tıklayın.",
  "Waiting for host to begin": "Başlamak için ana bilgisayar bekleniyor",
  "Connected To Host:": "Ana Bilgisayara Bağlantı:",
  "You are connected as a guest using someone else's invite link. To leave, click the Disconnect button.": "Başka birinin gönderdiği davet bağlantısını kullanarak konuk olarak bağlandınız. Ayrılmak için Bağlantıyı Kes düğmesine tıklayın.",
  "This guest is not assigned to a source": "This guest is not assigned to a source",
  "The source %{sourceName} is already occupied by %{guestName}. If you continue, %{guestName} will be unassigned.": "The source %{sourceName} is already occupied by %{guestName}. If you continue, %{guestName} will be unassigned.",
  "Are you sure you want to unassign %{guestName} from the source?": "Are you sure you want to unassign %{guestName} from the source?",
  "Assign to Source": "Assign to Source",
  "Unassigned": "Unassigned",
  "Are you sure you want to disconnect %{guestName}?": "Are you sure you want to disconnect %{guestName}?",
  "If you want to prevent this guest from rejoining, you should also regenerate your invite link.": "If you want to prevent this guest from rejoining, you should also regenerate your invite link.",
  "Regenerate Link": "Regenerate Link"
}
