{
  "We are improving our backend systems. As part of the migration process, we will need to you log in again. If you have any questions, you can": "Arka uç sistemlerimizi geliştiriyoruz. Geçiş işleminin bir parçası olarak yeniden giriş yapmanız gerekmektedir. Herhangi bir sorunuz olursa",
  "contact support.": "destek ile iletişime geçebilirsiniz.",
  "Sign in with your streaming account to get started with Streamlabs": "Streamlabs kullanmaya başlamak için yayın hesabınızla oturum açın",
  "Select an OBS profile to import": "Aktarım için bir OBS profili seçin",
  "Import from OBS": "OBS’den Aktar",
  "Start Fresh": "Taze Başlangıç",
  "Importing": "Aktarılıyor",
  "Successfully Imported": "Başarılı Şekilde Aktarıldı",
  "Importing your scenes and sources": "Sahneleriniz ve kaynaklarınız aktarılıyor",
  "All scenes, sources and settings have been imported.": "Tüm sahneler, kaynaklar ve ayarlar aktarıldı.",
  "Import your scenes and your settings from OBS with a simple click, or start fresh.": "OBS’deki sahnelerinizi ve ayarlarınızı bir tıkla aktarabilir ya da taze bir başlangıç yapabilirsiniz.",
  "Click below and we'll analyze your internet speed and computer hardware to give you the best settings possible.": "Aşağıya tıkladığınızda internet hızınızı ve bilgisayar bileşenlerinizi kontrol ederek size en iyi ayarları sunarız.",
  "Start": "Başla",
  "Rather do this manually?": "Bunu el ile yapmak ister misiniz?",
  "Setup later": "Sonra kur",
  "Detecting your location...": "Konumunuz tespit ediliyor...",
  "Performing bandwidth test...": "Ağ genişliği test ediliyor...",
  "Testing streaming encoder...": "Yayın kodlayıcısı test ediliyor...",
  "Testing recording encoder...": "Kayıt kodlayıcısı test ediliyor...",
  "Attempting stream...": "Yayınlama deneniyor ...",
  "Reverting to defaults...": "Varsayılanlara geri dönülüyor...",
  "Applying stream settings...": "Yayın ayarları uygulanıyor...",
  "Applying general settings...": "Genel ayarlar uygulanıyor...",
  "Optimizing...": "Optimize ediliyor...",
  "Optimize": "Optimize Et",
  "We're connecting to OBS and pulling your previous settings for a seamless conversion.": "Sorunsuz geçiş için OBS’ye bağlanıp önceki ayarlarınızı alıyoruz.",
  "Initialzing ...": "Başlatılıyor ...",
  "Connecting to OBS ...": "OBS’ye bağlanılıyor ...",
  "Pulling settings ...": "Ayarlar alınıyor ...",
  "Starting import ...": "Aktarım başlatılıyor ...",
  "Finalizing ...": "Tamamlanıyor ...",
  "We're analyzing your internet speed and computer hardware to give you the best settings possible.": "İnternet hızınızı ve bilgisayar bileşenlerinizi analiz edip size en iyi ayarları sunmaya çalışıyoruz.",
  "Done!": "Başarılı!",
  "Next": "İleri",
  "Scene Collections Import": "Sahne Koleksiyonu Ekle",
  "The following scene collections have been imported from your Streamlabs account": "Aşağıdaki sahne koleksiyonları Streamlabs hesabınızdan içe aktarıldı",
  "Continue": "Devam Et",
  "Collecting some information about your PC...": "Bilgisayarınız hakkında bazı bilgiler toplanıyor...",
  "We found optimized settings for your PC": "Bilgisayarınız için optimize edilmiş ayarlar bulduk",
  "Something went wrong": "Bir hata oluştu",
  "Streamlabs OBS is ready to go": "Streamlabs OBS hazır",
  "Download and Apply": "İndir ve Uygula",
  "This device is not available": "Bu cihaz kullanılamıyor",
  "Select your mic": "Mikrofonunuzu seçin",
  "Select your webcam": "Kameranızı seçin",
  "Setup Mic and Webcam": "Mikrofon ve Kamera Seç",
  "Sign in with your streaming account to get started with Streamlabs OBS": "Streamlabs OBS kullanmaya başlamak için yayın hesabınızla oturum açın",
  "Welcome to Streamlabs OBS": "Streamlabs OBS’ye Hoş Geldiniz",
  "Import your existing settings from OBS in less than a minute and go live": "OBS üzerindeki mevcut ayarlarınızı bir dakikadan az sürede içe aktarın ve yayına başlayın",
  "We import all of your settings, including scenes, output, configurations, and much more": "Sahneler, çıkış, yapılandırmalar ve daha fazla dahil olmak üzere tüm ayarlarınızı içe aktarıyoruz",
  "Start with a clean copy of Streamlabs OBS and configure your settings from scratch": "Temiz bir Streamlabs OBS kopyası ile başlayın ve ayarlarınızı en baştan yapılandırın",
  "Add a Theme": "Tema Ekle",
  "Not seeing a theme that catches your eye? Our theme library has hundreds of free choices available": "Dikkatinizi çeken bir tema bulamadınız mı? Tema kitaplığımızda yüzlerce ücretsiz seçenek mevcuttur",
  "Something went wrong.": "Bir hata oluştu.",
  "In-game Overlay": "Oyun İçi Katman",
  "Optimized Video Encoding": "Optimize Edilmiş Video Kodlaması",
  "A few benefits of using Streamlabs OBS": "Streamlabs OBS kullanmanın avantajları",
  "Some exclusive features we recommend to take your stream to the next level": "Yayın kalitenizi bir üst seviyeye çıkarmak için kullanmanızı önerdiğimiz bazı özel özellikler",
  "Detected %{continent}": "Tespit Edilen Yer %{continent}",
  "Check out 50+ amazing apps from independent developers, ranging from DMCA-compliant music to stunning overlays to more tools to engage with your community. Head over to the app store in the main navigation to browse our selection of free and paid apps.": "DMCA uyumlu müzikten göz alıcı katmanlara ve topluluğunuzla etkileşim kurmanızı sağlayacak daha fazla araca kadar bağımsız geliştiriciler tarafından tasarlanan 50’den fazla uygulamaya göz atın. Ücretsiz ve ücretli uygulamalarımıza göz atmak için ana gezinti bölümünde uygulama mağazasına gidin.",
  "Only have one screen? Perfect! Enable our in-game overlay to make sure you catch every chat message and stream event that happens while you get your game on. You can enable this feature in the ‘Game Overlay’ tab of the settings menu.": "Yalnızca bir ekranınız mı var? Harika! Her bir sohbet mesajını ve siz oyundayken gerçekleşen yayın olaylarını kaçırmamak için oyun içi katmanımızı etkinleştirin. Bu özelliği, ayarlar menüsündeki ‘Oyun Katmanı’ sekmesinden etkinleştirebilirsiniz.",
  "Enjoy interacting with your viewers via IRL streams? Take that interaction to the next level with Streamlabs Facemasks, a tool that lets your viewers add 3-D masks to your face when they donate. Head over to the facemask settings to get started.": "IRL yayınlar aracılığıyla izleyicilerinizle etkileşim kurmaktan keyif mi alıyorsunuz? İzleyicilerinizin, bağış yaptıklarında yüzünüze 3B maskeler eklemesini sağlayan Streamlabs Yüz Maskeleri aracı ile bu etkileşimi bir üst seviyeye çıkarın. Kullanmaya başlamak için Yüz Maskesi ayarlarına gidin.",
  "Stream at higher quality and lower CPU usage by enabling video encoding optimization. We achieve these improvements because we tune Streamlabs OBS specifically for your game of choice and your bandwidth. To enable, check the box ‘Use optimized encoder settings’ while editing your stream information.": "Video kodlama optimizasyonunu etkinleştirerek CPU kullanımı düşük ancak daha yüksek kaliteli yayınlar yapın. Streamlabs OBS’yi özellikle seçtiğiniz oyun ve bant genişliğinize göre ayarladığımız için bu iyileştirmeleri gerçekleştirdik. Etkinleştirmek için yayın bilgilerinizi düzenlerken ‘Optimize edilmiş kodlayıcı ayarlarını kullan’ onay kutusunu işaretleyin.",
  "Re-Authorize": "Yeniden yetkilendirin",
  "or select another platform": "veya başka bir platform seçin",
  "Connect to %{platform}": "%{Platform} platformuna bağlan",
  "View help docs": "Yardım belgelerini görüntüle",
  "Enter your stream key.": "Yayın anahtarınızı girin.",
  "Select platform": "Platform seç",
  "No webcam detected": "Kamera algılanmadı",
  "Enable multistream to grow your audience, build your brand, and earn great prizes - with no extra effort. Available for Facebook today, and other platforms coming soon.": "Enable multistream to grow your audience, build your brand, and earn great prizes - with no extra effort. Available for Facebook today, and other platforms coming soon.",
  "Enable multistream": "Enable multistream",
  "Enable multistream to get started.": "Enable multistream to get started.",
  "Merge your account with your new page. We can then track your progress so you can start earning great rewards!": "Merge your account with your new page. We can then track your progress so you can start earning great rewards!",
  "A Facebook Gaming Page is required to multistream to Facebook.": "A Facebook Gaming Page is required to multistream to Facebook.",
  "Create Facebook Gaming Page": "Create Facebook Gaming Page",
  "Create Gaming Video Creator Page": "Create Gaming Video Creator Page",
  "Merge your Facebook Gaming Page": "Merge your Facebook Gaming Page",
  "Merge with Facebook": "Merge with Facebook"
}
