{
  "Overlay, Widget, and Site Themes": "Katman, Pencere Ögesi ve Site Temaları",
  "Fully customize your stream and your website to represent your brand; or pick from thousands of our pre-made themes. Either way, your stream will look amazing and it's all included with Ultra.": "Yayınınızı ve web sitenizi markanızı temsil edecek şekilde tamamen özelleştirin veya önceden tasarlanmış olan binlerce temamızdan birini seçin. Her iki şekilde de yayınınız harika görünecektir ve bunların hepsi Ultra üyeliğinize dâhildir.",
  "View Themes": "Temaları Görüntüle",
  "Every App is FREE": "Her Uygulama ÜCRETSİZDİR",
  "We've curated a list of diverse and feature rich applications to give you more control, automation, better analytics, and new ways to interact with your audience.": "Size daha fazla kontrol, otomasyon, daha iyi analizler ve izleyicilerinizle etkileşim kurabilmeniz için yeni yöntemler sağlayan birbirinden çeşitli ve zengin özelliklere sahip uygulamalardan oluşan bir liste hazırladık.",
  "Browse Apps": "Uygulamalara Göz At",
  "Welcome to Ultra!": "Ultra’ya hoş geldiniz!",
  "We've picked out a few Ultra benefits to get you started:": "Sizin için başlarken kullanabileceğiniz birkaç Ultra avantajı seçtik:",
  "We've added a new UI theme exclusive to Ultra members:": "Yalnızca Ultra üyelerine özel yeni bir arayüz teması ekledik:",
  "Classic Theme": "Klasik Tema",
  "Ultra Theme": "Ultra Teması",
  "Your access to Ultra themes and other benefits will expire soon": "Ultra temalarına ve diğer avantajlara erişiminiz yakında sona erecek",
  "Thank you for being a valued member of Streamlabs. We just wanted to check in and see if you’d like to give Ultra another shot.": "Streamlabs’in değerli bir üyesi olduğunuz için teşekkür ederiz. Sadece bir kontrol etmek ve Ultra'ya bir şans daha vermek isteyip istemediğinizi görmek istedik.",
  "Resubscribe to Ultra": "Ultra’ya yeniden abone ol",
  "No Thanks": "Hayır Teşekkürler",
  "Choose your Streamlabs plan": "Streamlabs planınızı seçin",
  "Choose Ultra to enjoy everything from Starter plus themes and much more.": "Starter plus temalar ve çok daha fazlasının keyfini çıkarmak için Ultra'yı seçin.",
  "Go Live to a single platform": "Tek bir platformda Canlı Yayına Geçin",
  "Alerts & Tipping": "Uyarılar ve Bahşiş",
  "Unlimited Themes & Overlays": "Sınırsız Temalar ve Katmanlar",
  "Go Live to one or more platforms": "Bir veya daha fazla platformda Canlı Yayına Geçin",
  "Custom Tip Page": "Özel Bahşiş Sayfası",
  "Custom Alerts & Tipping": "Özel Uyarılar ve Bahşiş",
  "App Store Apps are FREE": "App Store Uygulamaları ÜCRETSİZ",
  "Custom Merch Store": "Özel Ürün Mağazası",
  "Starter": "Starter",
  "Free": "Ücretsiz",
  "Choose Starter": "Starter’ı Seç",
  "From $12/mo, billed annually": "Aylık 12$’dan başlayan fiyatlarla, yıllık olarak faturalandırılır",
  "Choose Ultra": "Ultra’yı Seç",
  "Your Benefits Are Expiring Soon": "Avantajlarınız Yakında Sona Erecek",
  "Your will lose access to the following Ultra benefits if you don’t resubscribe:": "Yeniden abone olmazsanız aşağıdaki Ultra avantajlarına erişiminizi kaybedeceksiniz:",
  "Thank you for being a valued member of Streamlabs. We just wanted to check in to see if you’ve had a chance to explore all Ultra has to offer.": "Streamlabs’in değerli bir üyesi olduğunuz için teşekkür ederiz. Sadece bir kontrol etmek ve Ultra'nın sunduğu her şeyi keşfetme şansınızın olup olmadığını görmek istedik.",
  "Continue Ultra": "Ultra’ya Devam Edin",
  "Stream Overlays": "Yayın Katmanları",
  "Multistream": "Çoklu Yayın",
  "Premium Merch": "Premium Ürünler",
  "Alert Box Themes": "Uyarı Kutusu Temaları",
  "All Apps Included Free": "Dahil Olan Tüm Uygulamalar Ücretsiz",
  "Thumbnail & Panel Maker": "Küçük Resim ve Panel Oluşturucu",
  "Ultra Mobile Streaming": "Ultra Mobil Yayın",
  "Your credit card expires soon. Click here to retain your Ultra benefits": "Kredi kartınızın süresi yakında doluyor. Ultra avantajlarınızı devam ettirmek için buraya tıklayın",
  "News": "Haberler",
  "Pro live streaming features for Windows & Mac": "Windows ve Mac için profesyonel canlı yayın özellikleri",
  "Develop your brand, monetize, and more": "Markanızı geliştirin, para kazanın ve daha fazlasını yapın",
  "Live stream on-the-go or mobile games from iOS & Android": "iOS ve Android’den hareket halinde ve mobil oyun canlı yayını yapın",
  "Stream from your console to Twitch without a desktop": "Masaüstü bilgisayar olmadan konsolunuzdan Twitch’e yayın yapın",
  "Stream and record with guests from your browser": "Tarayıcınızdan konuklarınızla birlikte yayın ve kayıt yapın",
  "Professional video editing and collaboration tools": "Profesyonel video düzenleme ve iş birliği araçları",
  "Turn your VODs into must-see TikToks, Reels, and Shorts": "VOD’lerinizi kesinlikle izlenmesi gereken TikTok’lara, Reel’lere ve Short’lara dönüştürün",
  "Create a custom personal, all-in-one page to link in bio": "Link-in-bio’da özel, kişisel ve hepsi bir arada bir sayfa oluşturun",
  "Streamlabs Ultra": "Streamlabs Ultra",
  "One single subscription, premium features for %{appNumber} creator apps. Access everything you need for professional live streaming, recording, video editing, highlighting, sharing, monetization, and more.": "Tek bir abonelik, %{appNumber} içerik oluşturucu uygulaması için premium özellikler. Profesyonel canlı yayın, kayıt, video düzenleme, vurgulama, paylaşım, para kazanma ve daha fazlası için ihtiyaç duyduğunuz her şeye erişim.",
  "Explore": "Keşfet",
  "Access to All Overlays and Themes": "Tüm Katmanlara ve Temalara Erişim",
  "Always and forever free": "Her zaman ve sonsuza dek ücretsiz",
  "Everything in Starter plus:": "Starter paketine her şey ve aşağıdakiler dahil:",
  "Tipping": "Bahşiş",
  "Custom Branding": "Özel Markalama",
  "Format Clips for TikTok, Shorts, etc": "TikTok, Shorts, vb. için Format Klipleri",
  "Collaborative Video Editing": "İş Birlikçi Video Düzenleme",
  "Merch Store": "Özel Ürün Mağazası",
  "No-Fee Tipping": "Ücretsiz Bahşiş",
  "Logo Maker, Intro Maker, Emote Maker": "Logo Oluşturucu, Giriş Oluşturucu, Emoji Oluşturucu",
  "Create Custom Videos with Watermark": "Filigranlı Özel Videolar Oluşturun",
  "30 Minute Videos + 15GB Storage": "30 Dakikalık Videolar + 15 GB Depolama",
  "Design and Sell Custom Merch": "Özel Ürünler Tasarlayıp Satın",
  "YouTube Thumbnail Maker, Creator Sites": "YouTube Küçük Resim Oluşturucu, İçerik Oluşturucu Siteleri",
  "No Watermark + 1080p/60fps + More": "Filigransız + 1080p/60fps + Dahası",
  "1 Hour Videos + 250GB Storage + More": "1 Saatlik Videolar + 250GB Depolama + Dahası",
  "Highest Profit Margins": "En Yüksek Kâr Oranları",
  "%{monthlyPrice}/mo or %{yearlyPrice}/year": "ayda %{monthlyPrice} veya yılda %{yearlyPrice}"
}
