{
  "Are you sure you want to stop streaming?": "Yayını sonlandırmayı istediğinize emin misiniz?",
  "Invalid Path or Connection URL.  Please check your settings to confirm that they are valid.": "Geçersiz Yol ve URL Bağlantısı. Lütfen, ayarlarınızın geçerli olduğunu doğrulamak için, ayarlarınızı kontrol ediniz.",
  "Failed to connect to the streaming server.  Please check your internet connection.": "Yayın sunucusuna bağlantınız başarısız oldu. Lütfen, internet bağlantınızı kontrol ediniz.",
  "Disconnected from the streaming server.  Please check your internet connection.": "Yayın sunucusundan bağlantınız koptu. Lütfen, internet bağlantınızı kontrol ediniz.",
  "Could not access the specified channel or stream key, please double-check your stream key.  ": "Belirlenmiş kanal veya yayın anahtarına giriş yapılamadı. Lütfen, yayın anahtarınızı tekrar gözden geçiriniz.  ",
  "If it is correct, there may be a problem connecting to the server.": "Eğer, yayın anahtarınız doğruysa, o zaman sunucuya bağlantıda bir sorun olabilir.",
  "There is not sufficient disk space to continue recording.": "Kayıta devam etmek için yeterli disk alanı yok.",
  "The output format is either unsupported or does not support more than one audio track.  ": "Çıkış formatı, desteklenmiyor veya birden fazla ses parçasını desteklemiyor.  ",
  "Please check your settings and try again.": "Lütfen, ayarlarınızı kontrol edin ve tekrar deneyin.",
  "An unexpected error occurred:": "Beklenmeyen bir hata oluştu:",
  "Title": "Başlık",
  "Game": "Oyun",
  "Do not show this message when going live": "Canlı yayına girerken bu mesajı gösterme",
  "You will not be asked again to update your stream info when going live.  ": "Canlı yayına girerken, yayın bilginizin güncellenmesi için tekrar sorulmayacak.  ",
  "You can re-enable this from the settings.": "Ayarlarınızdan, bunu tekrar etkinleştirebilirsiniz.",
  "Confirm & Go Live": "Onayla & Canlı Yayına Git",
  "Update Stream Info": "Yayın Bilgisini Güncelle",
  "There was an error fetching your channel information.  You can try": "Kanal bilginiz alınırken bir hata oluştu. Bilgi almayı",
  "fetching the information again": "tekrar deneyebilirsiniz",
  "or you can": "ya da",
  "just go live.": "direk canlı yayına geçebilirsiniz.",
  "If this error persists, you can try logging out and back in.": "Eğer, bu hata hala devam ediyorsa, oturumunuzu kapatmayı ve tekrar oturumunuzu açmayı deneyebilirsiniz.",
  "Use optimized encoder settings": "Optimize edilmiş kodlayıcı ayarlarını kullan",
  "Optimized encoder gives equivalent quality while reducing usage. Game specific encoders for Fortnite, PUBG, Destiny 2, and League Of Legends": "Optimize edilmiş kod sistemi size daha kaliteli ve iyi performans sağlayan bir kullanım sunar. Fortnite, PUBG, Destiny 2 ve League of Legends isimli oyunlar ile beraber kullanılabilir",
  "Something went wrong while updating your stream info.  Please try again.": "Yayın bilginiz güncellenirken, birşeyler yanlış gitti. Lütfen tekrar deneyiniz.",
  "Something went wrong while updating your stream info. You can try again, or you can": "Yayın bilginiz güncellenirken, birşeyler yanlış gitti. Tekrar deneyebilir, veya",
  "just go live": "direk canlı yayına geçebilirsiniz",
  "Optimized profile for average CPUs": "Ortalama CPU lar için optimize edilmiş profil",
  "Optimized profile for weak CPUs": "Zayıf CPU lar için optimizie edilmiş profil",
  "YouTube account not enabled for live streaming": "Canlı yayın yapmak için Youtube hesabınız aktif edilmemiş",
  "Fix": "Düzelt",
  "I'm set up": "Hazırım",
  "END STREAM": "YAYINI SONLANDIR",
  "STARTING": "BAŞLIYOR",
  "ENDING": "BİTİYOR",
  "RECONNECTING": "TEKRAR BAĞLANIYOR",
  "GO LIVE": "CANLI YAYINA GEÇ",
  "Go to Youtube to view your live stream": "Canlı yayınını izlemek için Youtube'a git",
  "Edit your stream title and description": "Yayın başlığını ve açıklamasını düzenle",
  "Go to Youtube Live Dashboard to control your stream": "Yayınını kontrol etmek için, Youtube canlı yayın kontrol paneline git",
  "Are you sure you want to exit while live?": "Canlı yayındayken, çıkmak istediğinize emin misiniz?",
  "Enable the preview stream": "Yayını önizlemeyi etkinleştir",
  "Disable the preview stream, can help with CPU": "Yayını önizlemeyi devre dışı bırakmak, CPU'nuza yardımcı olabilir",
  "viewers": "izleyiciler",
  "Refresh Chat": "Sohbeti Yenile",
  "Your chat is currently offline": "Sohbet şu anda çevrimdışı",
  "Set path in Settings > Output.": "Ayarlar > Çıkış'ta dizini tanımlayın."
}