{
  "Are you sure you want to stop streaming?": "Yayını durdurmak istediğinize emin misiniz?",
  "Invalid Path or Connection URL.  Please check your settings to confirm that they are valid.": "Geçersiz Yol ve Bağlantı URL’si.  Lütfen geçerli olduğunu doğrulamak için ayarlarınızı kontrol edin.",
  "Failed to connect to the streaming server.  Please check your internet connection.": "Yayın sunucusuna bağlanma başarısız oldu.  Lütfen internet bağlantınızı kontrol edin.",
  "Disconnected from the streaming server.  Please check your internet connection.": "Yayın sunucusundan bağlantınız koptu.  Lütfen internet bağlantınızı kontrol edin.",
  "Could not access the specified channel or stream key. Please log out and back in to refresh your credentials. If the problem persists, there may be a problem connecting to the server.": "Belirtilen kanal veya yayın anahtarına ulaşılamadı. Kimlik bilgilerinizi yenilemek için lütfen oturumunuzu kapatıp yeniden açın. Sorun devam ederse sunucuya bağlanmada sorun yaşanıyor olabilir.",
  "There is not sufficient disk space to continue recording.": "Kayda devam etmek için yeterli disk alanı yok.",
  "The output format is either unsupported or does not support more than one audio track.  ": "Çıkış formatı desteklenmiyor veya birden fazla ses parçasını desteklemiyor.  ",
  "Please check your settings and try again.": "Lütfen ayarlarınızı kontrol edin ve tekrar deneyin.",
  "An unexpected error occurred:": "Beklenmeyen bir hata oluştu:",
  "Title": "Başlık",
  "Game": "Oyun",
  "Do not show this message when going live": "Canlı yayın başladığında bu mesajı gösterme",
  "You will not be asked again to update your stream info when going live.  ": "Canlı yayın başladığında yayın bilginizi güncellemeniz tekrar istenmeyecek.  ",
  "You can re-enable this from the settings.": "Bunu ayarlarınızdan tekrar etkinleştirebilirsiniz.",
  "Confirm & Go Live": "Onayla ve Canlı Yayına Git",
  "Update Stream Info": "Yayın Bilgisini Güncelle",
  "Use optimized encoder settings": "Optimize edilmiş kodlayıcı ayarlarını kullan",
  "Optimized encoder gives equivalent quality while reducing usage. Game specific encoders for Fortnite, PUBG, Destiny 2, and League Of Legends": "Optimize edilmiş kodlayıcı, kullanımı azaltırken eşit ölçüde kalite sunar. Fortnite, PUBG, Destiny 2 ve League of Legends isimli oyunlar ile beraber kullanılabilir",
  "Something went wrong while updating your stream info.  Please try again.": "Yayın bilginiz güncellenirken bir sorun oluştu.  Lütfen tekrar deneyin.",
  "Something went wrong while updating your stream info. You can try again, or you can": "Yayın bilginiz güncellenirken bir sorun oluştu. Tekrar deneyebilirsiniz veya",
  "just go live": "doğrudan canlı yayına geçebilirsiniz",
  "Optimized profile for average CPUs": "Ortalama CPU’lar için optimize edilmiş profil",
  "Optimized profile for weak CPUs": "Zayıf CPU’lar için optimize edilmiş profil",
  "YouTube account not enabled for live streaming": "Canlı yayın yapmak için YouTube hesabınız etkinleştirilmemiş",
  "Fix": "Düzelt",
  "I'm set up": "Hazırım",
  "End Stream": "Yayını Sonlandır",
  "Starting": "Başlıyor",
  "Ending": "Sonlandırılıyor",
  "Reconnecting": "Yeniden bağlanıyor",
  "Go Live": "Yayına Başla",
  "Stop": "Durdur",
  "Save Replay": "Tekrarı Kaydet",
  "Schedule Stream": "Yayını Planla",
  "View your live stream in a web browser": "Canlı yayınınızı bir web tarayıcıda görüntüleyin",
  "Edit your stream title and description": "Yayınınızın başlığını ve açıklamasını düzenleyin",
  "Go to Live Dashboard": "Go to Live Dashboard",
  "Are you sure you want to exit while live?": "Canlı yayından çıkmak istediğinize emin misiniz?",
  "Enable the preview stream": "Ön izleme yayını etkinleştir",
  "Disable the preview stream, can help with CPU": "Ön izleme yayını devre dışı bırak, CPU’nuza yardımcı olabilir",
  "viewers": "izleyiciler",
  "Refresh Chat": "Sohbeti Yenile",
  "Your chat is currently offline": "Sohbetiniz şu anda çevrimdışı",
  "Set path in Settings > Output.": "Ayarlar > Çıkış üzerinde bir yol belirleyin.",
  "Open Performance Window": "Performans Penceresini Aç",
  "Start Replay Buffer": "Tekrar Arabelleğini Başlat",
  "Stop Replay Buffer": "Tekrar Arabelleğini Durdur",
  "Stopping...": "Durduruluyor...",
  "Your stream has been scheduled for %{time} from now. If you'd like to make another schedule please enter a different time": "Yayınınız şu andan itibaren %{time} sonrasına planlandı. Başka bir plan yapmak istiyorsanız lütfen farklı bir zaman girin",
  "Stop streaming to access these controls:": "Bu kontrollere erişmek için yayını durdurun:",
  "Tags": "Etiketler",
  "Select stream tags": "Yayın etiketlerini seçin",
  "You can now edit your channel tags from this screen.": "Artık kanal etiketlerinizi bu ekrandan düzenleyebilirsiniz.",
  "Log out and back in to reauthorize additional permissions.": "Ek izinleri yeniden düzenlemek için oturumu kapatıp yeniden açın.",
  "Are you sure you want to start streaming?": "Yayını başlatmak istediğinize emin misiniz?",
  "Please enable account for streaming to recieve a stream key": "Yayın anahtarı almak için lütfen yayın hesabını etkinleştirin",
  "You must create a Facebook gaming page to go live.": "Canlı yayın yapmak için bir Facebook oyun sayfası oluşturmanız gerekir.",
  "Create Page": "Sayfa Oluştur",
  "Facebook Page": "Facebook Sayfası",
  "Description": "Açıklama",
  "Checking optimized setting for": "Şunun için optimize edilmiş ayarlar kontrol ediliyor:",
  "You will not be asked again to update your stream info when going live. ": "Canlı yayın başladığında yayın bilginizi güncellemeniz tekrar istenmeyecek. ",
  "Schedule": "Plan",
  "No matching game(s) found.": "Eşleşen herhangi bir oyun bulunamadı.",
  "Use optimized encoder settings ": "Optimize edilmiş kodlayıcı ayarlarını kullan ",
  "Use optimized encoder settings for %{game}": "%{game} için optimize edilmiş kodlayıcı ayarlarını kullan",
  "Scheduled Date": "Planlanan Tarih",
  "Scheduled Time": "Planlanan Saat",
  "You are 10 minutes away from the 8 hour stream limit": "8 saatlik yayın limitine ulaşmanıza 10 dakika kaldı",
  "Stream has disconnected, attempting to reconnect.": "Yayının bağlantısı kesildi, yeniden bağlanmaya çalışılıyor.",
  "Start typing to search": "Aramak için yazmaya başlayın",
  "Twitch requires two factor authentication to be enabled on your account in order to stream to Twitch. Please enable two factor authentication and try again.": "Twitch üzerinde yayın yapmak için hesabınızda iki faktörlü kimlik doğrulama yönteminin etkinleştirilmesi gerekir. Lütfen iki faktörlü kimlik doğrulamayı etkinleştirip yeniden deneyin.",
  "Twitch Authentication Error": "Twitch Kimlik Doğrulama Hatası",
  "Enable Two Factor Authentication": "İki Faktörlü Kimlik Doğrulamayı Etkinleştir",
  "Dismiss": "Kapat",
  "It looks like you haven't added any video sources yet, so you will only be outputting a black screen.": "Görünüşe göre henüz herhangi bir video kaynağı eklememişsiniz, bu nedenle yalnızca siyah ekran çıkışına sahip olacaksınız.",
  "Are you sure you want to do this?": "Bunu yapmak istediğinize emin misiniz?",
  "You can add sources by clicking the + icon near the Sources box at any time": "Kaynaklar kutusunun yanındaki + simgesine tıklayarak dilediğiniz zaman kaynak ekleyebilirsiniz",
  "Tweet to let your followers know you're going live": "Canlı yayına başlayacağınızı takipçilerinize haber vermek için Tweet atın",
  "Optimized encoding provides better quality and/or lower cpu/gpu usage. Depending on the game, resolution may be changed for a better quality of experience": "Optimize edilmiş kodlama, daha yüksek kalite ve/veya daha az CPU/GPU kullanımı sağlar. Oyuna bağlı olarak daha yüksek deneyim kalitesi için çözünürlük değiştirilebilir",
  "An error occurred with the output. This is usually caused by out of date video drivers. Please ensure your Nvidia or AMD drivers are up to date and try again.": "Çıkış ile ilgili bir hata oluştu. Bu genellikle güncel olmayan video sürücülerinden kaynaklanır. Lütfen Nvidia veya AMD sürücülerinizin güncel olduğundan emin olun ve yeniden deneyin.",
  "An error occurred with the output. Please check and switch encoders in your streaming and recording Output settings.": "An error occurred with the output. Please check and switch encoders in your streaming and recording Output settings.",
  "OK": "Tamam",
  "Streaming Error": "Yayın Hatası",
  "Recording Error": "Kayıt Hatası",
  "Replay Buffer Error": "Tekrar Arabelleği Hatası",
  "Learn More": "Daha Fazla Bilgi",
  "More": "Daha Fazla",
  "System error message:": "Sistem hata mesajı:",
  "Something went wrong while going live, please try again.": "Canlı yayın başlatılırken bir hata oluştu, lütfen yeniden deneyin.",
  "Your stream has started, but there were issues with other actions taken": "Yayınınız başladı, ancak gerçekleştirilen diğer işlemlerle ilgili sorunlar oluştu",
  "You must select a game": "Bir oyun seçmeniz gerekir",
  "Please schedule no further than 7 days in advance and no sooner than 10 minutes in advance.": "Lütfen 7 günden az ve 10 dakikadan fazla bir süre öncesine planlayın.",
  "No Sources": "Kaynak Yok",
  "Enable Multistream": "Çoklu Yayını Etkinleştir",
  "Multistream allows you to stream to multiple platforms simultaneously.": "Çoklu Yayın, aynı anda birden fazla platformda yayın yapmanıza olanak tanır.",
  "Multistream": "Çoklu Yayın",
  "Your Twitch login is expired. Please log in again to continue using Streamlabs": "Twitch oturumunuzun süresi doldu. Streamlabs’i kullanmaya devam etmek için lütfen yeniden oturum açın",
  "Refresh Login": "Oturum Açmayı Yenile",
  "%{platform} Settings": "%{platform} Ayarları",
  "Update settings for %{platform}": "%{platform} için ayarları güncelle",
  "Link to the %{platform} page has been copied to your clipboard": "%{platform} sayfasının bağlantısı panonuza kopyalandı",
  "Failed to fetch settings from %{platformName}": "%{platformName} platformundan ayarlar getirilemedi",
  "Failed to update settings for %{platformName}": "%{platformName} için ayarlar güncellenemedi",
  "prepopulateStreamSettingsError": "Kanal bilginiz alınırken bir hata oluştu. <fetch-again-link>Tekrardan bilgi almayı</fetch-again-link> deneyebilirsiniz veya <just-go-live-link>doğrudan canlı yayına geçebilirsiniz</just-go-live-link>. Bu hata devam ediyorsa oturumunuzu kapatıp yeniden açmayı deneyebilirsiniz.",
  "updateStreamSettingsError": "Yayın bilginiz güncellenirken bir sorun oluştu. <try-again-link>Tekrar deneyebilirsiniz</try-again-link> veya <just-go-live-link>doğrudan yayına geçebilirsiniz</just-go-live-link>. Bu hata devam ediyorsa oturumunuzu kapatıp yeniden açmayı deneyebilirsiniz.",
  "twitchMissedScopeError": "<p>Twitch hesabınızı streamlabs.com web sitesine bağladığınız görülüyor. Yayını başlatmak için Streamlabs Desktop</p><connect-button>Twitch’e Bağlan</connect-button> aracılığıyla tekrar bağlamanız gerekir",
  "tiktokReAuthError": "<p>There was an authentication error with TikTok. Please re-login with TikTok.</p><connect-button>Connect TikTok</connect-button>",
  "Multistreaming to these platforms requires Ultra": "Bu platformlara çoklu yayın yapmak için Ultra gereklidir",
  "Become a Ultra member": "Bir Ultra üyesi olun",
  "You must select a game for %{platformName}": "%{platformName} için bir oyun seçmelisiniz",
  "Connect %{platformName} to Streamlabs.": "%{platformName} platformunu Streamlabs’e bağlayın.",
  "Connect %{platformName}": "%{platformName} platformuna bağlan",
  "Stream to %{platformName}": "%{platformName} platformuna yayın yap",
  "Schedule to %{platformName}": "%{platformName} için yayın planla",
  "Use different title, game and description": "Farklı bir başlık, oyun ve tanım kullan",
  "Use different title and description": "Farklı bir başlık ve tanım kullan",
  "Use different title and game": "Farklı bir başlık ve oyun kullan",
  "Use different title": "Farklı bir oyun kullan",
  "Search tags": "Etiket ara",
  "Successfully updated": "Başarıyla güncellendi",
  "Go back": "Geri git",
  "Show Advanced Settings": "Gelişmiş Ayarları Göster",
  "Configure the Multistream service": "Çoklu Yayın hizmetini yapılandır",
  "Configure the Dual Output service": "Dual Output hizmetini yapılandır",
  "Apply optimized settings": "Optimize edilmiş ayarları uygula",
  "Start video transmission": "Video aktarımını başlat",
  "Publish Youtube broadcast": "YouTube yayınını yayımla",
  "Post a tweet": "Bir tweet at",
  "You could try reducing the number of your destinations to one for direct streaming.": "Doğrudan yayın için hedeflerinizin sayısını bire düşürmeyi deneyebilirsiniz.",
  "Add Destination": "Hedef Ekle",
  "Extras": "Ekstralar",
  "Go back to settings": "Ayarlara geri git",
  "Select at least one destination": "En az bir hedef seçin",
  "You cannot unlink the platform you used to sign in to Streamlabs Desktop. If you want to unlink this platform, please sign in with a different platform.": "Streamlabs Desktop’da oturum açmak için kullandığınız platformun bağlantısını kaldıramazsınız. Bu platformun bağlantısını kaldırmak istiyorsanız, lütfen farklı bir platformda oturum açın.",
  "You cannot disable the platform you used to sign in to Streamlabs Desktop. Please sign in with a different platform to disable streaming to this destination.": "Streamlabs Desktop’da oturum açmak için kullandığınız platformu devre dışı bırakamazsınız. Bu hedefe yayını devre dışı bırakmak için lütfen farklı bir platformda oturum açın.",
  "Checking optimized setting for %{game}": "%{game} için optimize edilmiş ayarlar kontrol ediliyor",
  "There was an error starting the output. Check your settings and try again. If this issue persists, please contact Streamlabs support.": "Çıkış başlatılırken bir hata oluştu. Ayarlarınızı kontrol edip yeniden deneyin. Bu sorun devam ederse lütfen Streamlabs destek birimi ile iletişime geçin.",
  "Contact Support": "Destek ile İletişime Geç",
  "The request to the platform failed": "Platforma yapılan istek başarısız oldu",
  "No Facebook pages were found": "Hiçbir Facebook sayfası bulunamadı",
  "Missing required oauth scope": "Gerekli oauth kapsamı eksik",
  "Failed to fetch platform settings": "Platform ayarları getirilemedi",
  "Failed to update platform settings": "Platform ayarları güncellenemedi",
  "The Multistream server is temporarily unavailable": "Çoklu yayın sunucusu geçici olarak kullanılamıyor",
  "Failed to configure the Multistream server": "Çoklu Yayın hizmeti yapılandırılamadı",
  "Failed to configure the Dual Output service": "Dual Output hizmeti yapılandırılamadı",
  "The Multistream server is temporarily unavailable for Dual Output": "Çoklu yayın sunucusu Dual Output için geçici olarak kullanılamıyor",
  "Your YouTube account is not enabled for live streaming": "YouTube hesabınız canlı yayın yapmak için etkinleştirilmedi",
  "Failed to publish the YouTube broadcast": "YouTube yayının yayımlanamadı",
  "Failed to post the Tweet": "Tweet atılamadı",
  "This feature is for Ultra members only": "Bu özellik yalnızca Ultra üyelerine özeldir",
  "An unknown error occurred": "An unknown error occurred",
  "Please enable your account for live streaming, and wait 24 hours before attempting to stream.": "Lütfen hesabınızı canlı yayın için etkinleştirin ve yayını denemeden önce 24 saat bekleyin.",
  "Please try again. If the issue persists, you can stream directly to a single platform instead.": "Lütfen tekrar deneyin. Sorun devam ederse, bunun yerine doğrudan tek bir platforma yayın yapabilirsiniz.",
  "Enable Live Streaming": "Canlı Yayını Etkinleştir",
  "Destination": "Hedef",
  "You cannot disable the platform you used to sign in to Streamlabs Desktop. Please sign in with a different platform to disable streaming to this destinationType.": "Streamlabs Desktop’da oturum açmak için kullandığınız platformu devre dışı bırakamazsınız. Bu hedef türüne yayını devre dışı bırakmak için lütfen farklı bir platformda oturum açın.",
  "canNotDisablePrimaryPlatform": "Giriş yaptığınız platformu devre dışı bırakamazsınız.<br/> Bunun yerine <switch-account-link>başka bir hesapta oturum açmak</switch-account-link> ister misiniz?",
  "Your stream title or description contain banned words": "Yayın başlığınız veya tanımınız yasaklı kelimeler içeriyor",
  "Platform": "Platform",
  "Update scheduled event": "Planlanan olayı güncelle",
  "Schedule new stream": "Yeni akış planla",
  "Stream scheduled": "Akış planlandı",
  "Invalid settings. Please check the form": "Geçersiz ayarlar. Lütfen formu kontrol edin",
  "Common Stream Settings": "Yaygın Yayın Ayarları",
  "Schedule Stream for %{formattedDate}": "%{formattedDate} için Yayın Planla",
  "Update Scheduled Stream for %{formattedDate}": "%{formattedDate} için Planlanan Yayını Güncelle",
  "You can not schedule to a past date": "Geçmiş bir tarih için plan yapamazsınız",
  "Streamlabs requires additional permissions from your Twitch account. Please log in with Twitch to continue.": "Streamlabs, Twitch hesabınızdan ek izinlere ihtiyaç duyar. Lütfen, devam etmek için Twitch ile giriş yapın.",
  "Can not schedule the stream for the given date/time": "Yayın, belirtilen tarih/saat için planlanamıyor",
  "Failed to load YouTube events": "YouTube etkinlikleri yüklenemedi",
  "Failed to load Facebook events": "Facebook etkinlikleri yüklenemedi",
  "Stream to multiple platforms with Prime": "Birden çok platforma Prime ile yayın yapın",
  "Go live on multiple platforms at once with Multistreaming.": "Çoklu yayın ile birden çok platformda aynı anda yayın yapın.",
  "Step 1: Connect your streaming accounts in the <stream>Stream</stream> settings.": "1. Adım: Yayın hesaplarınızı <stream>Yayın</stream> ayarlarınızda ilişkilendirin.",
  "Step 2: Ensure the \"Confirm stream title and game before going live\" option is checked in the <general>General</general> settings tab.": "2. Adım: <general>Genel</general> ayarlar sekmesinde \"Yayın başlığını ve oyunu canlı yayından önce onayla\" seçeneğinin işaretli olduğundan emin olun.",
  "Step 3: Select which platforms you are streaming to when you hit \"Go Live\".": "3. Adım: \"Canlı Yayına Başla\" seçeneğine tıkladığınızda hangi platformlara yayın yapacağınızı seçin.",
  "New features coming soon!": "Yeni özellikler çok yakında!",
  "Stream to multiple platforms at once with <ultra>Streamlabs Ultra</ultra>.": "<ultra>Streamlabs Ultra</ultra> ile birden çok platforma aynı anda yayın yapın.",
  "Dual Output": "Dual Output",
  "Stream to horizontal and vertical platforms simultaneously. Recordings will be in horizontal only.": "Aynı anda yatay ve dikey platformlara yayın yapın. Kayıt yalnızca yatay moddayken yapılabilir.",
  "Dual Output Settings": "Dual Output Ayarları",
  "Enable Dual Output": "Dual Output’u Etkinleştir",
  "Set your default output mode for each platform.": "Her platforma göre varsayılan çıkış modunuzu ayarlayın.",
  "Set Dual Output Settings": "Dual Output Ayarlarını Belirle",
  "Mode:": "Mod:",
  "Horizontal": "Yatay",
  "You can select which one to stream with in the Go Live window.": "Yayına Başla penceresindeyken hangisinde yayın yapacağınızı seçebilirsiniz.",
  "Video Output Orientation": "Video Çıkış Yönü",
  "Show horizontal display.": "Yatay ekranı göster.",
  "Show vertical display.": "Dikey ekranı göster.",
  "Hide horizontal display.": "Yatay ekranı gizle.",
  "Hide vertical display.": "Dikey ekranı gizle.",
  "Upgrade your stream with premium themes with <ultra>Streamlabs Ultra</ultra>.": "<ultra>Streamlabs Ultra</ultra> ile premium temalar kullanarak yayınınızı yükseltin.",
  "You cannot change these settings when you're live.": "Canlı yayındayken bu ayarları değiştiremezsiniz.",
  "<dualoutput>Dual Output</dualoutput> is enabled - you must stream to one horizontal and one vertical platform.": "<dualoutput>Dual Output</dualoutput> etkinleştirildi. Hem yatay hem dikey platforma yayın yapmalısınız.",
  "Other": "Diğer",
  "Add Destination with Ultra": "Ultra ile Konum Ekle",
  "Please log in to enable dual output. Would you like to log in now?": "Dual Output’u etkinleştirmek için lütfen oturum açın. Şimdi oturum açmak ister misiniz?",
  "To use Dual Output you must stream to at least one horizontal and one vertical platform.": "Dual Output’u kullanmak için en az bir yatay ve bir dikey platforma yayın yapmalısınız.",
  "Cannot toggle Dual Output while live.": "Canlı yayındayken Dual Output değiştirilemez.",
  "Cannot toggle Dual Output while in Studio Mode.": "Stüdyo Modunda Dual Output değiştirilemez.",
  "Dual Output can’t be displayed - Selective Recording only works with horizontal sources and disables editing the vertical output scene. Please disable selective recording from Sources to set up Dual Output.": "Dual Output görüntülenemedi. Seçici Kayıt yalnızca yatay kaynaklarla birlikte kullanılır ve kayıt sırasında dikey çıkış sahnesini düzenleme özelliği devre dışı bırakılır. Dual Output ayarlarını yapmak için lütfen seçici kaydı Kaynaklardan devre dışı bırakın.",
  "Selective Recording can only be used with horizontal sources.": "Seçici Kayıt yalnızca yatay kaynaklarla birlikte kullanılabilir.",
  "Set up Go Live Settings for Dual Output Mode in the Go Live window.": "Yayına Başla penceresinde Dual Output Modu için Yayına Başla Ayarlarını tamamlayın.",
  "Cannot toggle Studio Mode in Dual Output Mode.": "Dual Output Modundayken Stüdyo Modu değiştirilemez.",
  "Upgrade your stream with premium overlays with <ultra>Streamlabs Ultra</ultra>.": "Upgrade your stream with premium overlays with <ultra>Streamlabs Ultra</ultra>.",
  "Instagram Stream Key": "Instagram Stream Key",
  "Instagram Stream URL": "Instagram Stream URL",
  "Remember to open Instagram in browser and click \"Go Live\" to start streaming!": "Remember to open Instagram in browser and click \"Go Live\" to start streaming!",
  "Remember to update your Stream Key": "Remember to update your Stream Key",
  "Stream URL": "Stream URL",
  "Tweet": "Tweet",
  "Viewers Hidden": "Viewers Hidden",
  "Failed to upload the thumbnail": "Failed to upload the thumbnail",
  "Failed to authenticate with TikTok": "Failed to authenticate with TikTok",
  "Your TikTok account is not enabled for live streaming": "Your TikTok account is not enabled for live streaming",
  "Error generating TikTok stream credentials": "Error generating TikTok stream credentials",
  "You are already live on a another device": "You are already live on a another device",
  "Connect your TikTok account to stream to TikTok and one additional platform for free.": "Connect your TikTok account to stream to TikTok and one additional platform for free.",
  "While updating your Twitch channel info, some tags were removed due to moderation rules: %{tags}": "While updating your Twitch channel info, some tags were removed due to moderation rules: %{tags}",
  "Content Classification": "Content Classification",
  "Stream features branded content": "Stream features branded content",
  "Streaming to %{platform} is temporary unavailable": "Streaming to %{platform} is temporary unavailable",
  "Code:": "Code:",
  "request rejected by streaming platform with no other details provided. Confirm go live settings, streaming approval status and output settings": "request rejected by streaming platform with no other details provided. Confirm go live settings, streaming approval status and output settings",
  "request rejected by streaming platform. If error shows the user is blocked, do not say that they are blocked but instead ask them to confirm their streaming status with the platform": "request rejected by streaming platform. If error shows the user is blocked, do not say that they are blocked but instead ask them to confirm their streaming status with the platform",
  "escalate to the engineering team": "escalate to the engineering team",
  "confirm streaming approval status with TikTok": "confirm streaming approval status with TikTok",
  "end stream on other device to start": "end stream on other device to start",
  "confirm Live Access status with TikTok": "confirm Live Access status with TikTok",
  "unlink and re-merge TikTok account, then restart Desktop": "unlink and re-merge TikTok account, then restart Desktop",
  "re-login or re-merge TikTok account": "re-login or re-merge TikTok account",
  "Streaming to platform is temporarily not available, confirm streaming approval and output settings.": "Streaming to platform is temporarily not available, confirm streaming approval and output settings.",
  "Failed to update %{platform} account. Please relogin to your %{platform} account.": "Failed to update %{platform} account. Please relogin to your %{platform} account.",
  "Failed to update %{platform} account. Please unlink and reconnect your %{platform} account.": "Failed to update %{platform} account. Please unlink and reconnect your %{platform} account.",
  "Failed to update %{platform} account": "Failed to update %{platform} account",
  "<unlink>Unlink here</unlink>": "<unlink>Unlink here</unlink>",
  "Primary Chat": "Primary Chat",
  "Go to Settings -> Output -> Recording -> Recording Path if you need to change this location.": "Go to Settings -> Output -> Recording -> Recording Path if you need to change this location.",
  "An error occurred with the output. Please check your streaming and recording settings.": "Çıkış ile ilgili bir hata oluştu. Lütfen yayınınızı ve kayıt ayarlarınızı kontrol edin.",
  "JSON returned, escalate to the engineering team.": "JSON returned, escalate to the engineering team.",
  "error most likely occurred before going live": "error most likely occurred before going live",
  "You're not eligible to Go Live, your profile needs to be at least 60 days old, or your page needs to have at least 100 followers": "You're not eligible to Go Live, your profile needs to be at least 60 days old, or your page needs to have at least 100 followers",
  "Are you sure you want to start multistreaming with errors?": "Are you sure you want to start multistreaming with errors?",
  "Unknown error with no further details, please contact support": "Unknown error with no further details, please contact support",
  "You are currently logged out. Please log in or confirm your server url and stream key": "You are currently logged out. Please log in or confirm your server url and stream key",
  "user probably has an invalid server url or stream key": "user probably has an invalid server url or stream key",
  "Your computer is locked": "Your computer is locked",
  "Please try again. If the issue persists, you can stream in single output mode instead.": "Please try again. If the issue persists, you can stream in single output mode instead.",
  "Enable Dual Output to stream to horizontal & vertical platforms simultaneously": "Enable Dual Output to stream to horizontal & vertical platforms simultaneously",
  "Disable Dual Output": "Disable Dual Output",
  "You can now reply to Twitch, YouTube and Facebook messages in Multistream chat. Click to learn more.": "You can now reply to Twitch, YouTube and Facebook messages in Multistream chat. Click to learn more.",
  "Multistream Chat Platform Support": "Multistream Chat Platform Support"
}
