{
  "Are you sure you want to stop streaming?": "Yayını durdurmak istediğinize emin misiniz?",
  "Invalid Path or Connection URL.  Please check your settings to confirm that they are valid.": "Geçersiz Yol ve Bağlantı URL’si. Lütfen geçerli olduğunu doğrulamak için ayarlarınızı kontrol edin.",
  "Failed to connect to the streaming server.  Please check your internet connection.": "Yayın sunucusuna bağlanma başarısız oldu. Lütfen internet bağlantınızı kontrol edin.",
  "Disconnected from the streaming server.  Please check your internet connection.": "Yayın sunucusu bağlantınız koptu. Lütfen internet bağlantınızı kontrol edin.",
  "Could not access the specified channel or stream key. Please log out and back in to refresh your credentials. If the problem persists, there may be a problem connecting to the server.": "Belirtilen kanal veya yayın anahtarına ulaşılamadı. Kimlik bilgilerinizi yenilemek için lütfen oturumunuzu kapatıp yeniden açın. Sorun devam ederse sunucuya bağlanmada sorun yaşanıyor olabilir.",
  "There is not sufficient disk space to continue recording.": "Kayda devam etmek için yeterli disk alanı yok.",
  "The output format is either unsupported or does not support more than one audio track.  ": "Çıkış formatı desteklenmiyor veya birden fazla ses parçasını desteklemiyor.  ",
  "Please check your settings and try again.": "Lütfen ayarlarınızı kontrol edin ve tekrar deneyin.",
  "An unexpected error occurred:": "Beklenmeyen bir hata oluştu:",
  "Title": "Başlık",
  "Game": "Oyun",
  "Do not show this message when going live": "Canlı yayın başladığında bu mesajı gösterme",
  "You will not be asked again to update your stream info when going live.  ": "Canlı yayın başladığında yayın bilginizi güncellemeniz tekrar istenmeyecek.  ",
  "You can re-enable this from the settings.": "Bunu ayarlarınızdan tekrar etkinleştirebilirsiniz.",
  "Confirm & Go Live": "Onayla ve Canlı Yayına Git",
  "Update Stream Info": "Yayın Bilgisini Güncelle",
  "Use optimized encoder settings": "Optimize edilmiş kodlayıcı ayarlarını kullan",
  "Optimized encoder gives equivalent quality while reducing usage. Game specific encoders for Fortnite, PUBG, Destiny 2, and League Of Legends": "Optimize edilmiş kodlayıcı, kullanımı azaltırken eşit ölçüde kalite sunar. Fortnite, PUBG, Destiny 2 ve League of Legends isimli oyunlar ile beraber kullanılabilir",
  "Something went wrong while updating your stream info.  Please try again.": "Yayın bilginiz güncellenirken bir sorun oluştu. Lütfen tekrar deneyin.",
  "Something went wrong while updating your stream info. You can try again, or you can": "Yayın bilginiz güncellenirken bir sorun oluştu. Tekrar deneyebilir veya",
  "just go live": "doğrudan canlı yayına geçebilirsiniz",
  "Optimized profile for average CPUs": "Ortalama CPU’lar için optimize edilmiş profil",
  "Optimized profile for weak CPUs": "Zayıf CPU’lar için optimize edilmiş profil",
  "YouTube account not enabled for live streaming": "Canlı yayın yapmak için Youtube hesabınız etkinleştirilmemiş",
  "Fix": "Düzelt",
  "I'm set up": "Hazırım",
  "End Stream": "Yayını Sonlandır",
  "Starting": "Başlıyor",
  "Ending": "Sonlandırılıyor",
  "Reconnecting": "Yeniden bağlanıyor",
  "Go Live": "Yayına Başla",
  "Stop": "Durdur",
  "Save Replay": "Tekrarı Kaydet",
  "Schedule Stream": "Yayını Planla",
  "View your live stream in a web browser": "Canlı yayınınızı bir web tarayıcıda görüntüleyin",
  "Edit your stream title and description": "Yayınınızın başlığını ve açıklamasını düzenleyin",
  "Go to YouTube Live Dashboard to control your stream": "Yayınınızı kontrol etmek için YouTube Canlı Panosu’na gidin",
  "Go to the Facebook Live Producer Dashboard": "Facebook Live Producer Panosuna gidin",
  "Are you sure you want to exit while live?": "Canlı yayından çıkmak istediğinize emin misiniz?",
  "Enable the preview stream": "Ön izleme yayını etkinleştir",
  "Disable the preview stream, can help with CPU": "Ön izleme yayını devre dışı bırak, CPU’nuza yardımcı olabilir",
  "viewers": "izleyiciler",
  "Refresh Chat": "Sohbeti Yenile",
  "Your chat is currently offline": "Sohbetiniz şu anda çevrimdışı",
  "Set path in Settings > Output.": "Ayarlar > Çıkış üzerinde bir yol belirleyin.",
  "Open Performance Window": "Performans Penceresini Aç",
  "Start Replay Buffer": "Tekrar Arabelleğini Başlat",
  "Stop Replay Buffer": "Tekrar Arabelleğini Durdur",
  "Stopping...": "Durduruluyor...",
  "Your stream has been scheduled for %{time} from now. If you'd like to make another schedule please enter a different time": "Yayınınız şu andan itibaren %{time} sonrasına planlandı. Başka bir plan yapmak istiyorsanız lütfen farklı bir zaman girin",
  "Stop streaming to access these controls:": "Bu kontrollere erişmek için yayını durdurun:",
  "Tags": "Etiketler",
  "Select stream tags": "Yayın etiketlerini seçin",
  "You can now edit your channel tags from this screen.": "Artık kanal etiketlerinizi bu ekrandan düzenleyebilirsiniz.",
  "Log out and back in to reauthorize additional permissions.": "Ek izinleri yeniden düzenlemek için oturumu kapatıp yeniden açın.",
  "Are you sure you want to start streaming?": "Yayını başlatmak istediğinize emin misiniz?",
  "Please enable account for streaming to recieve a stream key": "Yayın anahtarı almak için lütfen yayın hesabını etkinleştirin",
  "You must create a Facebook gaming page to go live.": "Canlı yayın yapmak için bir Facebook oyun sayfası oluşturmanız gerekir.",
  "Create Page": "Sayfa Oluştur",
  "Facebook Page": "Facebook Sayfası",
  "Description": "Açıklama",
  "Checking optimized setting for": "Şunun için optimize edilmiş ayarlar kontrol ediliyor:",
  "You will not be asked again to update your stream info when going live. ": "Canlı yayın başladığında yayın bilginizi güncellemeniz tekrar istenmeyecek.",
  "Schedule": "Plan",
  "No matching game(s) found.": "Eşleşen herhangi bir oyun bulunamadı.",
  "Use optimized encoder settings ": "Optimize edilmiş kodlayıcı ayarlarını kullan ",
  "Use optimized encoder settings for %{game}": "%{game} için optimize edilmiş kodlayıcı ayarlarını kullan",
  "Scheduled Date": "Planlanan Tarih",
  "Scheduled Time": "Planlanan Saat",
  "You are 10 minutes away from the 8 hour stream limit": "8 saatlik yayın limitine ulaşmanıza 10 dakika kaldı",
  "Stream has disconnected, attempting to reconnect.": "Yayının bağlantısı kesildi, yeniden bağlanmaya çalışılıyor.",
  "Start typing to search": "Aramak için yazmaya başlayın",
  "Twitch requires two factor authentication to be enabled on your account in order to stream to Twitch. Please enable two factor authentication and try again.": "Twitch üzerinde yayın yapmak için hesabınızda iki faktörlü kimlik doğrulama yönteminin etkinleştirilmesi gerekir. Lütfen iki faktörlü kimlik doğrulamayı etkinleştirip yeniden deneyin.",
  "Twitch Authentication Error": "Twitch Kimlik Doğrulama Hatası",
  "Enable Two Factor Authentication": "İki Faktörlü Kimlik Doğrulamayı Etkinleştir",
  "Dismiss": "Kapat",
  "It looks like you haven't added any video sources yet, so you will only be outputting a black screen.": "Görünüşe göre henüz herhangi bir video kaynağı eklememişsiniz, bu nedenle yalnızca siyah ekran çıkışına sahip olacaksınız.",
  "Are you sure you want to do this?": "Bunu yapmak istediğinize emin misiniz?",
  "You can add sources by clicking the + icon near the Sources box at any time": "Kaynaklar kutusunun yanındaki + simgesine tıklayarak dilediğiniz zaman kaynak ekleyebilirsiniz",
  "Tweet to let your followers know you're going live": "Canlı yayına başlayacağınızı takipçilerinize haber vermek için Tweet atın",
  "Optimized encoding provides better quality and/or lower cpu/gpu usage. Depending on the game, resolution may be changed for a better quality of experience": "Optimize edilmiş kodlama, daha yüksek kalite ve/veya daha az CPU/GPU kullanımı sağlar. Oyuna bağlı olarak daha yüksek deneyim kalitesi için çözünürlük değiştirilebilir",
  "An error occurred with the output. This is usually caused by out of date video drivers. Please ensure your Nvidia or AMD drivers are up to date and try again.": "Çıkış ile ilgili bir hata oluştu. Bu genellikle güncel olmayan video sürücülerinden kaynaklanır. Lütfen Nvidia veya AMD sürücülerinizin güncel olduğundan emin olun ve yeniden deneyin.",
  "An error occurred with the output. Please check your streaming and recording settings.": "Çıkış ile ilgili bir hata oluştu. Lütfen yayınınızı ve kayıt ayarlarınızı kontrol edin.",
  "OK": "Tamam",
  "Streaming Error": "Yayın Hatası",
  "Recording Error": "Kayıt Hatası",
  "Replay Buffer Error": "Tekrar Arabelleği Hatası",
  "Learn More": "Daha Fazla Bilgi",
  "More": "Daha Fazla",
  "System error message:": "Sistem hata mesajı:",
  "Something went wrong while going live, please try again.": "Canlı yayın başlatılırken bir hata oluştu, lütfen yeniden deneyin.",
  "Your stream has started, but there were issues with other actions taken": "Yayınınız başladı, ancak gerçekleştirilen diğer işlemlerle ilgili sorunlar oluştu",
  "You must select a game": "Bir oyun seçmeniz gerekir",
  "Please schedule no further than 7 days in advance and no sooner than 10 minutes in advance.": "Lütfen 7 günden az ve 10 dakikadan fazla bir süre öncesine planlayın.",
  "No Sources": "Kaynak Yok",
  "Enable Multistream": "Çoklu Yayını Etkinleştir",
  "Multistream allows you to stream to multiple platforms simultaneously.": "Çoklu Yayın, aynı anda birden fazla platformda yayın yapmanıza olanak tanır.",
  "Multistream": "Çoklu Yayın",
  "Your Twitch login is expired. Please log in again to continue using Streamlabs OBS": "Twitch oturumunuzun süresi doldu. Streamlabs OBS kullanmaya devam etmek için lütfen yeniden oturum açın",
  "Refresh Login": "Oturum Açmayı Yenile",
  "%{platform} Settings": "%{platform} Ayarları",
  "Update settings for %{platform}": "%{platform} için ayarları güncelle",
  "Link to the %{platform} page has been copied to your clipboard": "%{platform} sayfasının bağlantısı panonuza kopyalandı",
  "Failed to fetch settings from %{platformName}": "%{platformName} platformundan ayarlar getirilemedi",
  "Failed to update settings for %{platformName}": "%{platformName} için ayarlar güncellenemedi",
  "prepopulateStreamSettingsError": "Kanal bilginiz alınırken bir hata oluştu. <fetch-again-link>Bilgileri almayı tekrar</fetch-again-link> deneyebilirsiniz veya <just-go-live-link>doğrudan canlı yayına geçebilirsiniz</just-go-live-link>. Bu hata devam ediyorsa oturumunuzu kapatıp yeniden açmayı deneyebilirsiniz.",
  "updateStreamSettingsError": "Yayın bilgileriniz güncellenirken bir hata oluştu. <try-again-link>Tekrar deneyebilir</try-again-link> veya <just-go-live-link>canlı yayına geçebilirsiniz</just-go-live-link>. Bu hata devam ediyorsa oturumunuzu kapatıp yeniden açmayı deneyebilirsiniz.",
  "twitchMissedScopeError": "<p>Twitch hesabınızı streamlabs.com web sitesine bağladığınız görülüyor. Yayını başlatmak için Streamlabs OBS</p><connect-button>Twitch’e Bağlan</connect-button> aracılığıyla tekrar bağlamanız gerekir.",
  "Multistreaming to these platforms requires Prime": "Bu platformlara çoklu yayın yapmak için Prime gereklidir",
  "Become a Prime member": "Prime üyesi olun",
  "You must select a game for %{platformName}": "%{platformName} için bir oyun seçmelisiniz",
  "Connect %{platformName} to Streamlabs OBS.": "%{platformName} platformunu Streamlabs OBS’ye bağla",
  "Connect %{platformName}": "%{platformName} platformuna bağlan",
  "Stream to %{platformName}": "%{platformName} platformuna yayın yap",
  "Schedule to %{platformName}": "%{platformName} için yayın planla",
  "Use different title, game and description": "Farklı bir başlık, oyun ve tanım kullan",
  "Use different title and description": "Farklı bir başlık ve tanım kullan",
  "Use different title and game": "Farklı bir başlık ve oyun kullan",
  "Use different title": "Farklı bir oyun kullan",
  "Search tags": "Etiket ara",
  "Successfully updated": "Başarıyla güncellendi",
  "Go back": "Geri git",
  "Show Advanced Settings": "Gelişmiş Ayarları Göster",
  "Configure the Multistream service": "Çoklu Yayın hizmetini yapılandır",
  "Apply optimized settings": "Optimize edilmiş ayarları uygula",
  "Start video transmission": "Video aktarımını başlat",
  "Publish Youtube broadcast": "Youtube yayınını yayımla",
  "Post a tweet": "Bir tweet at",
  "You could try reducing the number of your destinations to one for direct streaming.": "Doğrudan yayın için hedeflerinizin sayısını bire düşürmeyi deneyebilirsiniz.",
  "Add Destination": "Hedef Ekle",
  "Extras": "Ekstralar",
  "Go back to settings": "Ayarlara geri git",
  "Select at least one destination": "En az bir hedef seçin",
  "You cannot unlink the platform you used to sign in to Streamlabs OBS. If you want to unlink this platform, please sign in with a different platform.": "Streamlabs OBS'de oturum açmak için kullandığınız platformun bağlantısını kaldıramazsınız. Bu platformun bağlantısını kaldırmak istiyorsanız, lütfen farklı bir platformda oturum açın.",
  "You cannot disable the platform you used to sign in to Streamlabs OBS. Please sign in with a different platform to disable streaming to this destination.": "Streamlabs OBS'de oturum açmak için kullandığınız platformu devre dışı bırakamazsınız. Bu hedefe yayını devre dışı bırakmak için lütfen farklı bir platformda oturum açın.",
  "Checking optimized setting for %{game}": "%{game} için optimize edilmiş ayarlar kontrol ediliyor",
  "There was an error starting the output. Check your settings and try again. If this issue persists, please contact Streamlabs support.": "Çıkış başlatılırken bir hata oluştu. Ayarlarınızı kontrol edip yeniden deneyin. Bu sorun devam ederse lütfen Streamlabs destek birimi ile iletişime geçin.",
  "Contact Support": "Destek ile İletişime Geç",
  "The request to the platform failed": "Platforma yapılan istek başarısız oldu",
  "No Facebook pages were found": "Hiçbir Facebook sayfası bulunamadı",
  "Missing required oauth scope": "Gerekli oauth kapsamı eksik",
  "Failed to fetch platform settings": "Platform ayarları getirilemedi",
  "Failed to update platform settings": "Platform ayarları güncellenemedi",
  "The Multistream server is temporarily unavailable": "Çoklu yayın sunucusu geçici olarak kullanılamıyor",
  "Failed to configure the Multistream server": "Çoklu Yayın hizmeti yapılandırılamadı",
  "Your YouTube account is not enabled for live streaming": "YouTube hesabınız canlı yayın yapmak için etkinleştirilmedi",
  "Failed to publish the YouTube broadcast": "YouTube yayının yayımlanamadı",
  "Failed to post the Tweet": "Tweet atılamadı",
  "This feature is for Prime members only": "Bu özellik yalnızca Prime üyelerine özeldir",
  "An unkown error occurred": "Bilinmeyen bir hata oluştu",
  "Please enable your account for live streaming, and wait 24 hours before attempting to stream.": "Lütfen hesabınızı canlı yayın için etkinleştirin ve yayını denemeden önce 24 saat bekleyin.",
  "Please try again. If the issue persists, you can stream directly to a single platform instead.": "Lütfen tekrar deneyin. Sorun devam ederse, bunun yerine doğrudan tek bir platforma yayın yapabilirsiniz.",
  "Enable Live Streaming": "Canlı Yayını Etkinleştir",
  "Destination": "Hedef",
  "You cannot disable the platform you used to sign in to Streamlabs OBS. Please sign in with a different platform to disable streaming to this destinationType.": "Streamlabs OBS'de oturum açmak için kullandığınız platformu devre dışı bırakamazsınız. Bu hedef türüne yayını devre dışı bırakmak için lütfen farklı bir platformda oturum açın.",
  "canNotDisablePrimaryPlatform": "Giriş yaptığınız platformu devre dışı bırakamazsınız.<br/> Bunun yerine <switch-account-link>başka bir hesapta oturum açmak</switch-account-link> ister misiniz?",
  "Your stream title or description contain banned words": "Yayın başlığınız veya tanımınız yasaklı kelimeler içeriyor",
  "Platform": "Platform",
  "Update scheduled event": "Update scheduled event",
  "Schedule new stream": "Schedule new stream",
  "Stream scheduled": "Stream scheduled",
  "Invalid settings. Please check the form": "Geçersiz ayarlar. Lütfen formu kontrol edin",
  "Common Stream Settings": "Yaygın Yayın Ayarları",
  "Schedule Stream for %{formattedDate}": "Schedule Stream for %{formattedDate}",
  "Update Scheduled Stream for %{formattedDate}": "Update Scheduled Stream for %{formattedDate}"
}
