{
  "TikTok Server URL": "TikTok Sunucu URL’si",
  "TikTok Stream Key": "TikTok Yayın Anahtarı",
  "Locate my Stream Key": "Yayın Anahtarımı Bul",
  "Click here to learn more about streaming on TikTok": "TikTok'ta yayın hakkında daha fazla bilgi edinmek için buraya tıklayın",
  "Go to the TikTok Live Center Dashboard": "TikTok Canlı Yayın Merkezi Panosuna gidin",
  "Go live to TikTok with a single click. Click here to learn more.": "Tek bir tıklama ile TikTok'ta canlı yayın yapın. Daha fazla bilgi için buraya tıklayın.",
  "Apply for TikTok Live Permission": "TikTok Canlı İzni için Başvurun",
  "Reapply for TikTok Live Permission": "TikTok Canlı İzni için Yeniden Başvurun",
  "Generate with \"Locate my Stream Key\"": "\"Yayın Anahtarımı Bul\" ile oluşturun",
  "You do not have permission to stream live to TikTok.": "TikTok'ta canlı yayın yapmak için izniniz yok.",
  "Open TikTok Live Center": "TikTok Canlı Yayın Merkezi'ni açın",
  "Access chat for TikTok in the TikTok Live Center.": "TikTok Canlı Yayın Merkezi'nde TikTok için sohbete erişin.",
  "Failed to update TikTok account": "TikTok hesabı güncellenemedi",
  "Failed to update TikTok account. Please unlink and reconnect your TikTok account.": "TikTok hesabı güncellenemedi. Lütfen TikTok hesabınızın bağlantısını kaldırın ve yeniden bağlayın.",
  "Close Streamlabs Desktop and reload": "Streamlabs Desktop'ı kapatın ve yeniden açın",
  "Go to Settings - Stream and reconnect TikTok": "Ayarlar - Yayın’a gidin ve TikTok'u yeniden bağlayın",
  "Connect TikTok Account": "TikTok Hesabını Bağlayın",
  "Failed to generate TikTok stream credentials. Confirm Live Access with TikTok.": "TikTok yayın kimlik bilgileri oluşturulamadı. TikTok ile Canlı Erişimi Onaylayın.",
  "Approvals are solely at TikTok's discretion.": "Onaylar yalnızca TikTok'un takdirine bağlıdır.",
  "TikTok Category": "TikTok Kategorisi",
  "TikTok Live Access not granted. Click here to learn more.": "TikTok Canlı Erişim izni verilmedi. Daha fazla bilgi için buraya tıklayın.",
  "Only 32 characters of your title will display on TikTok": "TikTok'ta başlığınızın yalnızca 32 karakteri görüntülenecektir",
  "You may be eligible for TikTok Live Access. <apply>Apply here.</apply>": "TikTok Canlı Erişim için uygun olabilirsiniz. <apply>Buradan başvurun.</apply>",
  "Click to view TikTok Replay in your browser.": "TikTok Tekrarını tarayıcınızda görüntülemek için tıklayın.",
  "TikTok Stream Error": "TikTok Stream Error"
}
