{
  "Troubleshooter": "Sorun Giderici",
  "Open Settings": "Ayarları Aç",
  " Streamlabs OBS has detected dropped frames": " Streamlabs OBS gönderilemeyen kareler tespit etti",
  "What does this mean?": "Bu ne anlama geliyor?",
  " Some frames have not been uploaded. This problem is usually related to a poor network connection.": " Bazı kareler gönderilemedi. Bu problem internetinizin yavaşlığından kaynaklanıyor olabilir.",
  "What can I do?": "Ne yapabilirim?",
  "Check the health of your Internet connection": "İnternetinizin sağlığını kontrol edin",
  "Change your ingest server": "Sunucu değiştirmeyi deneyin",
  "If none of these worked, lower your bitrate": "Eğer bunların hiçbiri işe yaramıyorsa, gönderdiğiniz bitoranını düşürün",
  "Streamlabs OBS has detected skipped frames": "Streamlabs OBS atlanan kareler tespit etti",
  "Some frames have not been encoded.": "Bazı kareler kodlanamadı.",
  "This problem is usually due to high CPU usage or unsuitable encoder settings.": "Bu problem genellikle yüksek işlemci kullanımından kaynaklanır. İşlemciniz yüksek kullanımda kodlamayı düzgün yapamayabilir.",
  "Lower your encoder settings (preset)": "Kodlama ayarınızı düşürün (önayar)",
  "Ensure that you don't have any other applications open that are heavy on your CPU": "Başka bir programın işlemcinizi yormadığından emin olun",
  "Enable performance mode in the Editor context menu": "Performans modunu Editör menüsünden açın",
  "Streamlabs OBS has detected lagged frames": "Streamlabs OBS geciken kareler tespit etti",
  "Some frames took too long to get rendered.": "Bazı kareler haddinden fazla uzun sürede işlem görüyor.",
  "Usually the problem is related to your game using up too many GPU resources.": "Bu problem genellikle oyunun grafik kartınıza fazla yüklenmesinden kaynaklanır.",
  "When this happens, Streamlabs OBS does not have any resources left over to render frames.": "Bu gerçekleştiğinde Streamlabs OBS programı herhangi bir görüntü elde edemez ve kareler işlenemez.",
  "Cap your in-game framerate": "Oyun içi karesayınızı (FPS) kontrol edin",
  "Enable VSync in your game": "VSync'yi oyun içinde aktif edin",
  "Disable FreeSync or GSync in your Driver": "Freesync ya da GSync'yi grafik kartınızın programından kapatın",
  "Lower graphics settings until you stop lagging frames": "Grafik seviyesini en aşağılara çekerek bu durumdan kurtulabilirsiniz",
  "Disable hardware decoding under any media sources(This will slightly increase cpu over gpu)": "Medya kaynaklarını kullanan dekoder cihazınızı kapatın(CPU ve GPU kullanımı artacaktır)"
}