{
  "Troubleshooter": "Sorun Giderici",
  "Open Settings": "Ayarları Aç",
  " Streamlabs has detected dropped frames": " Streamlabs atlanan kareler tespit etti",
  "What does this mean?": "Bu ne anlama geliyor?",
  " Some frames have not been uploaded. This problem is usually related to a poor network connection.": " Bazı kareler yüklenemedi. Bu sorun genellikle yavaş ağ bağlantısından kaynaklanır.",
  "What can I do?": "Ne yapabilirim?",
  "Check the health of your Internet connection": "İnternet bağlantınızı kontrol edin",
  "Change your ingest server": "Alma sunucunuzu değiştirmeyi deneyin",
  "If none of these worked, lower your bitrate": "Bunların hiçbiri işe yaramadıysa bit hızınızı düşürün",
  "Streamlabs has detected skipped frames": "Streamlabs geçilen kareler tespit etti",
  "Some frames have not been encoded.": "Bazı kareler kodlanamadı.",
  "This problem is usually due to high CPU usage or unsuitable encoder settings.": "Bu sorun genellikle yüksek CPU kullanımından veya uygun olmayan kodlayıcı ayarlarından kaynaklanır.",
  "Lower your encoder settings (preset)": "Kodlama ayarlarınızı düşürün (ön ayar)",
  "Ensure that you don't have any other applications open that are heavy on your CPU": "Başka bir programın işlemcinizi yormadığından emin olun",
  "Enable performance mode in the Editor context menu": "Editör menüsünde performans modunu açın",
  "Streamlabs has detected lagged frames": "Streamlabs geciken kareler tespit etti",
  "Some frames took too long to get rendered.": "Bazı karelerin işlenmesi gereğinden fazla uzun sürdü.",
  "Usually the problem is related to your game using up too many GPU resources.": "Bu sorun genellikle oyunun grafik kartınıza fazla yüklenmesinden kaynaklanır.",
  "When this happens, Streamlabs does not have any resources left over to render frames.": "Bu gerçekleştiğinde Streamlabs programı herhangi bir görüntü elde edemez ve kareler işlenemez.",
  "Cap your in-game framerate": "Oyun içi kare hızınızı kontrol edin",
  "Enable VSync in your game": "Oyununuzda VSync’yi etkinleştirin",
  "Disable FreeSync or GSync in your Driver": "Sürücünüzde FreeSync veya GSync’yi devre dışı bırakın",
  "Lower graphics settings until you stop lagging frames": "Geciken kareler düzelene kadar grafik seviyesini düşürün",
  "Disable hardware decoding under any media sources(This will slightly increase cpu over gpu)": "Medya kaynakları altından donanım kod çözme özelliğini devre dışı bırakın (Bu, grafik kartı üzerinden CPU kullanımını az miktarda artıracaktır)"
}
