{
  "Troubleshooter": "Hibaelhárító",
  "Open Settings": "Beállítások Megnyitása",
  " Streamlabs OBS has detected dropped frames": " A Streamlabs OBS elejtett képkockákat észlelt",
  "What does this mean?": "Mit jelent ez?",
  " Some frames have not been uploaded. This problem is usually related to a poor network connection.": " Néhány képkockát nem sikerült feltölteni. A probléma általában rossz internetkapcsolat esetén történik.",
  "What can I do?": "Mit tehetek?",
  "Check the health of your Internet connection": "Ellenőrizd az internetkapcsolatod állapotát",
  "Change your ingest server": "Válts stream szervert",
  "If none of these worked, lower your bitrate": "Amennyiben egyik sem vezet javuláshoz, csökkentsd a bitrátád",
  "Streamlabs OBS has detected skipped frames": "A Streamlabs OBS átugrott képkockákat észlelt",
  "Some frames have not been encoded.": "Néhány képkockát nem sikerült kódolni.",
  "This problem is usually due to high CPU usage or unsuitable encoder settings.": "A probléma általában magas processzor leterheltség, vagy rossz kódoló beállítás esetén jelentkezik.",
  "Lower your encoder settings (preset)": "Csökkentsd a kódoló beállításokat (előre beállított)",
  "Ensure that you don't have any other applications open that are heavy on your CPU": "Ellenőrizd, hogy nem fut-e másik olyan alkalmazás, amely leterhelheti a processzort",
  "Enable performance mode in the Editor context menu": "A Szerkesztő menüben kapcsold be teljesítmény módot",
  "Streamlabs OBS has detected lagged frames": "A Streamlabs OBS késő képkockákat érzékelt",
  "Some frames took too long to get rendered.": "Néhány képkocka renderelése túl sok időt vett igénybe.",
  "Usually the problem is related to your game using up too many GPU resources.": "A problémát általában az olyan játékok okozzák, amelyek túl sok grafikus erőforrást használnak.",
  "When this happens, Streamlabs OBS does not have any resources left over to render frames.": "Mikor ez történik, a Streamlabs OBS számára nem marad elég erőforrás, hogy megrajzolja a képkockákat.",
  "Cap your in-game framerate": "Állíts be egy felső framerate határértéket játékon belül",
  "Enable VSync in your game": "Kapcsold be a játékon belül a VSync-et",
  "Disable FreeSync or GSync in your Driver": "Kapcsold ki a videokártya driverben a FreeSync-et vagy a GSync-et",
  "Lower graphics settings until you stop lagging frames": "Csökkentsd a grafikai beállításokat, amíg már nem jelentkezik késő képkocka",
  "Disable hardware decoding under any media sources(This will slightly increase cpu over gpu)": "A média forrásoknál kapcsold ki a hardveres dekódolást (Ez átteszi a terhet a videokártyáról a processzorra)"
}