{
  "You can access your Facebook Streamer Dashboard here.": "Aquí puedes acceder a tu panel de streamer de Facebook.",
  "Create a Page": "Crear una página",
  "Facebook Setup": "Configuración de Facebook",
  "Streamer Dashboard": "Panel de streamer",
  "Share": "Compartir",
  "Like": "Me gusta",
  "Step 3:": "Paso 3:",
  "Create a Facebook Gaming page to get started.": "Crea una página de gaming en Facebook para comenzar.",
  "Create a Gaming Page": "Crear una página de gaming",
  "All of your scenes, sources, and settings will be preserved.": "Se conservarán todas tus escenas, fuentes y ajustes de configuración.",
  "Connect Facebook": "Conectar Facebook",
  "Multistream To Facebook": "Multistream en Facebook",
  "Connect": "Conectar",
  "Install Your Theme": "Instala tu tema",
  "Install": "Instalar",
  "facebookGamingWarning": "Para disfrutar plenamente de la experiencia de gaming en Facebook<create-page-link>crea una página de creación de vídeos de gaming </create-page-link>",
  "Facebook Destination": "Destino de Facebook",
  "Share to Your Timeline": "Compartir tu línea de tiempo",
  "Share to a Page You Manage": "Compartir en una página gestionada por ti",
  "Share in a Group": "Compartir en un grupo",
  "Facebook Group": "Grupo de Facebook",
  "Scheduled Video": "Vídeo programado",
  "Make sure the Streamlabs app is added to your Group.": "Asegúrate de que la aplicación Streamlabs se ha añadido a tu grupo.",
  "Click here to verify.": "Haz clic aquí para verificar.",
  "Facebook Game": "Juego de Facebook",
  "You can stream to your timeline and groups now": "Ahora puedes hacer streaming a tu línea de tiempo y tus grupos",
  "Please log-out and log-in again to get these new features": "Cierra la sesión e inicia otra para acceder a esas funciones nuevas",
  "Re-login now": "Reiniciar sesión ahora",
  "Please reconnect Facebook to get these new features": "Vuelve a conectar Facebook para acceder a esas funciones nuevas",
  "Reconnect now": "Reconectar ahora",
  "Privacy": "Privacidad",
  "FBPrivacyWarning": "Tu cuenta de Facebook podría tener un nivel de privacidad limitado. Consulta la sección \"¿Quién puede ver que usas esta integración de negocios\" para la integración de Streamlabs<link>aquí</link>",
  "Only Me": "Solo yo",
  "Do not change privacy settings": "No cambiar ajustes de privacidad",
  "Install %{overlayName}": "Instalar %{overlayName}",
  "Please note that while you can schedule streams to Facebook, some will not appear on this calendar due to API limitations": "Ten en cuenta que, aunque puedes programar streams para Facebook, algunas no aparecerán en este calendario por limitaciones de API"
}
