{
  "Grow": "Crecimiento",
  "My Goals": "Mis objetivos",
  "Community Reach: %{reachableFollowing}/%{totalFollowing} followers": "Alcance de comunidad: %{reachableFollowing}/%{totalFollowing} seguidores",
  "Streamer Resources": "Recursos de streamer",
  "You can reach %{percentage}% of your community across all platforms. Multistream to more platforms to increase this number": "Puede llegar al %{percentage}% de su comunidad en todas las plataformas. Haga multistream a más plataformas para aumentar este número",
  "Streamlabs University": "Streamlabs University",
  "Professional streamers are now able to earn large amounts of money while entertaining people and creating their own brand. But how does one become a professional streamer? Streamlabs University is our answer to this question. In this course, we’ll walk you through everything you need to know to become a successful streamer and turn your passion into a profession.": "Ahora los streamers profesionales pueden ganar grandes cantidades de dinero mientras entretienen a la gente y crean su propia marca. Pero, ¿cómo se convierte alguien en streamer profesional? Streamlabs University es nuestra respuesta a esta pregunta. En este curso, le guiaremos a través de todo lo que necesita saber para convertirse en un streamer de éxito y hacer de su pasión una profesión.",
  "Content Hub": "Centro de contenidos",
  "The Ultimate Resource For Live Streamers; The Content Hub is your one-stop-shop for everything related to live streaming. There are dozens of different categories to choose from. Learn how to set up your live stream, find new features, and stay up-to-date on all of the tools you can use to enhance your stream.": "El recurso definitivo para los streamers en directo; El Centro de contenidos es el lugar en el que encontrará todo lo relacionado con la transmisión en directo. Hay montones de categorías diferentes para elegir. Aprenda a configurar su transmisión en directo, a encontrar nuevas características y a estar al día de todas las herramientas que puede utilizar para mejorar su transmisión.",
  "Add Goal": "Agregar objetivo",
  "%{followers} followers": "%{followers} seguidores",
  "You cleared %{totalProgress}% of all material. Keep it up!": "Ha completado un %{totalProgress}% de todo el material. ¡Siga así!",
  "You have completed Streamlabs University!": "¡Ha completado Streamlabs University!",
  "Continue Learning": "Continuar aprendiendo",
  "Growth Tips": "Consejos para el crecimiento",
  "Open Content Hub": "Abrir Centro de contenidos",
  "Streamlabs on YouTube": "Streamlabs en YouTube",
  "Open Streamlabs University": "Abrir Streamlabs University",
  "%{daysLeft} days left": "Quedan %{daysLeft} días",
  "Progress": "Progreso",
  "Reach more of your community with Streamlabs Multistreaming": "Llegue a más personas de su comunidad con multistreaming de Streamlabs",
  "One of the best ways to reach a larger audience is to stream to multiple platforms": "Una de las mejores maneras de llegar a una audiencia más amplia es transmitir a múltiples plataformas",
  "Start Multistreaming with Prime": "Iniciar multistreaming con Prime",
  "Goal Title": "Título de objetivo",
  "Goal Total": "Total de objetivos",
  "Goal Type": "Tipo de objetivo",
  "This goal has been completed!": "¡Se ha completado este objetivo!",
  "Time ran out for this goal. Try again or pick a new one!": "Se agotó el tiempo para este objetivo. ¡Vuelva a intentarlo o elija uno nuevo!",
  "Stream Pulse": "Pulso de transmisión",
  "Average View Time": "Tiempo medio de visualización",
  "Unique Viewers": "Espectadores únicos",
  "Chatters": "Chateadores",
  "Chats": "Chats",
  "Track your growth by taking a look at the past month of your stream (data provided from Twitch)": "Siga su crecimiento echando un vistazo al mes pasado de su trasmisión (datos proporcionados por Twitch)",
  "There is already a goal of this type": "Ya existe un objetivo para este tipo"
}