{
  "Grow": "Crecimiento",
  "My Goals": "Mis objetivos",
  "Community Reach: %{reachableFollowing}/%{totalFollowing} followers": "Alcance de comunidad: %{reachableFollowing}/%{totalFollowing} seguidores",
  "Streamer Resources": "Recursos de streamer",
  "You can reach %{percentage}% of your community across all platforms. Multistream to more platforms to increase this number": "Puede llegar al %{percentage}% de su comunidad en todas las plataformas. Haga multistreaming a más plataformas para aumentar ese número",
  "Streamlabs University": "Streamlabs University",
  "Professional streamers are now able to earn large amounts of money while entertaining people and creating their own brand. But how does one become a professional streamer? Streamlabs University is our answer to this question. In this course, we’ll walk you through everything you need to know to become a successful streamer and turn your passion into a profession.": "Actualmente los streamers profesionales pueden ganar mucho dinero a la vez que crean su propia marca y entretienen a la gente. ¿Quiere saber cómo se convierte alguien en streamer profesional? Streamlabs University es la respuesta. En este curso aprenderá todo lo necesario para alcanzar el éxito como streamer y convertir su pasión en su profesión.",
  "Content Hub": "Centro de contenidos",
  "The Ultimate Resource For Live Streamers; The Creator Resource Hub is your one-stop-shop for everything related to live streaming. There are dozens of different categories to choose from. Learn how to set up your live stream, find new features, and stay up-to-date on all of the tools you can use to enhance your stream.": "Ideal para los streamers en tiempo real; el Centro de recursos para creadores contiene todo lo relacionado con el streaming en directo. Hay docenas de categorías a elegir. Aprenda a configurar sus streams en tiempo real, descubra funciones nuevas y manténgase al tanto de todas las herramientas que puede usar para mejorar sus streams.",
  "Add Goal": "Agregar objetivo",
  "%{followers} followers": "%{followers} seguidores",
  "You cleared %{totalProgress}% of all material. Keep it up!": "Ha completado un %{totalProgress}% de todo el material. ¡Siga así!",
  "You have completed Streamlabs University!": "¡Ha completado Streamlabs University!",
  "Continue Learning": "Continuar aprendiendo",
  "Growth Tips": "Consejos para el crecimiento",
  "Open Resource Hub": "Abrir centro de recursos",
  "Streamlabs on YouTube": "Streamlabs en YouTube",
  "Open Streamlabs University": "Abrir Streamlabs University",
  "%{daysLeft} days left": "Quedan %{daysLeft} días",
  "Progress": "Progreso",
  "Reach more of your community with Streamlabs Multistreaming": "Llegue a más personas de su comunidad con multistreaming de Streamlabs",
  "One of the best ways to reach a larger audience is to stream to multiple platforms": "Una de las mejores maneras de llegar a una audiencia más amplia es transmitir a múltiples plataformas",
  "Start Multistreaming with Prime": "Iniciar multistreaming con Prime",
  "Goal Title": "Título de objetivo",
  "Goal Total": "Total de objetivos",
  "Goal Type": "Tipo de objetivo",
  "This goal has been completed!": "¡Se ha completado este objetivo!",
  "Time ran out for this goal. Try again or pick a new one!": "Se ha agotado el tiempo de este objetivo. Vuelva a intentarlo o elija otro.",
  "Stream Pulse": "Pulso de transmisión",
  "Average View Time": "Tiempo medio de visualización",
  "Unique Viewers": "Espectadores únicos",
  "Chatters": "Chateadores",
  "Chats": "Chats",
  "Track your growth by taking a look at the past month of your stream (data provided from Twitch)": "Siga su crecimiento echando un vistazo al mes pasado de su trasmisión (datos proporcionados por Twitch)",
  "There is already a goal of this type": "Ya existe un objetivo para este tipo"
}
