{
  "Source: %{sourceName}": "Fuente: %{sourceName}",
  "Collab Cam": "Collab Cam",
  "Invite a guest to join your stream from a web browser.": "Invite a un usuario a unirse a su stream desde un navegador web.",
  "Guest Cam is currently listening for connecting guests, but is not broadcasting your microphone and webcam to your guests yet.": "Cámara Invitados está a la escucha para ver si se conectan invitados pero aún no está trasmitiendo contenido a sus invitados por su micrófono o cámara web.",
  "No microphone source is selected. Your guest will not be able to hear you.": "No se ha seleccionado una fuente de micrófono. Su invitado no le oirá.",
  "No webcam source is selected. Your guest will not be able to see you.": "No se ha seleccionado una fuente de cámara web. Su invitado no le verá.",
  "Microphone Source": "Fuente de micrófono",
  "Webcam Source": "Fuente de cámara web",
  "The webcam and microphone source you select below will be broadcast to your guests.": "La cámara web y la fuente de micrófono que seleccione abajo se transmitirán a sus invitados.",
  "Waiting for guest to join": "A la espera de invitados",
  "Generate a new link": "Generar un vínculo nuevo",
  "Copied!": "¡Copiado!",
  "Invite URL": "URL de invitación",
  "Disconnect": "Desconectar",
  "Guest %{num}": "Invitado %{num}",
  "Collab Cam Properties": "Propiedades de Collab Cam",
  "A guest has joined - click to show": "Se ha unido un invitado - Haga clic para mostrar",
  "Welcome to Collab Cam": "Bienvenida de Collab Cam",
  "Step 1": "Paso 1",
  "Copy and share a link with your guest. When they join, they'll be able to see and hear you.": "Copie y comparta un vínculo con su invitado. Cuando el invitado se una, podrá verlo y oírlo.",
  "Step 2": "Paso 2",
  "Verify their identity in the preview area. When ready, add them to your stream by clicking 'Show on Stream'.": "Verifique la identidad del invitado en el área de vista previa. Cuando todo esté listo, añádalo a su stream haciendo clic en en 'Mostrar en streaming'.",
  "Step 3": "Paso 3",
  "Enjoy your stream! Adjust their volume, create new links, and change your mic and camera from the properties window.": "¡Disfrute de su streaming! Ajuste el volumen, cree vínculos y cambie su micrófono y cámara web en la ventana de propiedades.",
  "Don't share your invite link with anyone you don't want on your stream. You can invalidate an old link by generating a new one. Do not show this window on stream.": "No comparta su vínculo de invitación con personas que no quiera incluir en su streaming. Puede anular un vínculo antiguo generando uno nuevo. No mostrar esta ventana en el stream.",
  "Start Collab Cam": "Iniciar Collab Cam",
  "Collab Cam is not yet sending your video and audio to guests. Start Collab Cam?": "Collab Cam no está enviando aún vídeo ni audio a los invitados. ¿Iniciar Collab Cam?",
  "Copy Link": "Copiar vínculo",
  "You're about to join %{name}": "Está a punto de unirse a %{name}",
  "%{name} has invited you to join their stream. When you're ready to join, click the button below.": "%{name} le ha invitado a unirse a su stream. Cuando pueda unirse, haga clic en el botón a continuación.",
  "Waiting for host to begin": "Esperando a que empiece el anfitrión",
  "Connected To Host:": "Con conexión al anfitrión:",
  "You are connected as a guest using someone else's invite link. To leave, click the Disconnect button.": "Tiene conexión como invitado mediante el vínculo de invitación de otra persona. Para salir, haga clic en el botón Desconectar.",
  "This guest is not assigned to a source": "Este invitado no está asignado a una fuente",
  "The source %{sourceName} is already occupied by %{guestName}. If you continue, %{guestName} will be unassigned.": "La fuente %{sourceName} ya está ocupada por %{guestName}. Si continúa, %{guestName} se desasignará.",
  "Are you sure you want to unassign %{guestName} from the source?": "¿Confirma que desea desasignar %{guestName} de la fuente?",
  "Assign to Source": "Asignar a fuente",
  "Unassigned": "No asignado",
  "Are you sure you want to disconnect %{guestName}?": "¿Confirma que desea desconectar a %{guestName}?",
  "If you want to prevent this guest from rejoining, you should also regenerate your invite link.": "Si quiere evitar que este invitado vuelva a participar, también debería volver a generar su vínculo de invitación.",
  "Regenerate Link": "Volver a generar vínculo",
  "Guests": "Invitados",
  "Upgrade for more Guests": "Actualizar para más invitados",
  "Share Video Source (Optional)": "Compartir fuente de vídeo (opcional)",
  "Stop Sharing": "Dejar de compartir",
  "Collab Cam requires a source": "Collab Cam requiere una fuente",
  "At least one Collab Cam source is required to use Collab Cam. Would you like to add one now?": "Hace falta al menos una fuente de Collab Cam para usar Collab Cam. ¿Quiere agregar una ahora?",
  "You now have access to Collab Cam!": "¡Ahora tiene acceso a Collab Cam!"
}
