{
  "We are improving our backend systems. As part of the migration process, we will need to you log in again. If you have any questions, you can": "Estamos mejorando nuestros sistemas de backend. Como parte del proceso de migración, necesitamos que inicies sesión de nuevo. Si tienes alguna consulta, puedes",
  "contact support.": "contactar con soporte técnico.",
  "Sign in with your Twitch or Youtube account to get started with Streamlabs": "Inicia sesión con tu cuenta de Twitch o Youtube para empezar a usar Streamlabs",
  "Select an OBS profile to import": "Selecciona un perfil de OBS para importar",
  "Import from OBS": "Importar desde OBS",
  "Start Fresh": "Empezar de cero",
  "Importing": "Importando",
  "Successfully Imported": "Importado con éxito",
  "Importing your scenes and sources": "Importando tus escenas y fuentes",
  "All scenes, sources and settings have been imported.": "Todas tus escenas, fuentes y ajustes han sido importados.",
  "Import your scenes and your settings from OBS with a simple click, or start fresh.": "Importa tus escenas y ajustes de OBS con sólo un click, o empieza de cero.",
  "Click below and we'll analyze your internet speed and computer hardware to give you the best settings possible.": "Haz click abajo y analizaremos tu velocidad de conexión a internet y tu hardware para darte la mejor configuración posible.",
  "Start": "Iniciar",
  "Rather do this manually?": "¿Prefieres hacerlo manualmente?",
  "Setup later": "Configurar más tarde",
  "Detecting your location ...": "Detectando tu ubicación ...",
  "Detected %{continent}": "Detectado %{continent}",
  "Performing bandwidth test ...": "Realizando prueba de ancho de banda ...",
  "Testing streaming encoder ...": "Probando codificador de streaming ...",
  "Testing recording encoder ...": "Probando codificador de grabación ...",
  "Attempting stream ...": "Probando emisión ...",
  "Reverting to defaults ...": "Restaurando a valores predeterminados ...",
  "Applying stream settings ...": "Aplicando ajustes de emisión ...",
  "Applying general settings ...": "Aplicando ajustes generales ...",
  "Optimize": "Optimizar",
  "We're connecting to OBS and pulling your previous settings for a seamless conversion.": "Estamos conectando a OBS y recogiendo tus ajustes previos para una conversión óptima.",
  "Initialzing ...": "Inicializando ...",
  "Connecting to OBS ...": "Conectando a OBS ...",
  "Pulling settings ...": "Importando configuración ...",
  "Starting import ...": "Comenzando importación ...",
  "Finalizing ...": "Finalizando ...",
  "We're analyzing your internet speed and computer hardware to give you the best settings possible.": "Estamos analizando tu velocidad de conexión a internet y tu hardware para darte la mejor configuración posible.",
  "Done!": "¡Hecho!",
  "Next": "Siguiente",
  "Scene Collections Import": "Importación de Colecciones de Escena",
  "The following scene collections have been imported from your Streamlabs account": "Las siguientes colecciones de escena han sido importadas de tu cuenta de Streamlabs",
  "Continue": "Continuar"
}