{
  "We are improving our backend systems. As part of the migration process, we will need to you log in again. If you have any questions, you can": "Estamos mejorando nuestros sistemas back-end. Como parte del proceso de migración, necesitamos que inicie sesión de nuevo. Si tiene alguna consulta, puede",
  "contact support.": "contactar con el servicio de asistencia.",
  "Sign in with your streaming account to get started with Streamlabs": "Inicie sesión con su cuenta streaming para empezar a usar Streamlabs",
  "Select an OBS profile to import": "Seleccione un perfil de OBS para importar",
  "Import from OBS Studio": "Import from OBS Studio",
  "Start Fresh": "Empezar desde cero",
  "Importing": "Importando",
  "Successfully Imported": "Importación correcta",
  "Importing your scenes and sources": "Importando sus escenas y fuentes",
  "All scenes, sources and settings have been imported.": "Se han importado todas las escenas, fuentes y ajustes.",
  "Import your scenes and your settings from OBS with a simple click, or start fresh.": "Importe sus escenas y ajustes de OBS con un solo clic o empiece desde cero.",
  "Click below and we'll analyze your internet speed and computer hardware to give you the best settings possible.": "Haga clic a continuación y analizaremos su velocidad de conexión a Internet y su hardware para darle los mejores ajustes posibles.",
  "Start": "Iniciar",
  "Rather do this manually?": "¿Prefiere hacerlo manualmente?",
  "Setup later": "Configurar más tarde",
  "Detecting your location...": "Detectando su ubicación...",
  "Performing bandwidth test...": "Realizando prueba de ancho de banda...",
  "Testing streaming encoder...": "Probando codificador de streaming...",
  "Testing recording encoder...": "Probando codificador de grabación...",
  "Attempting stream...": "Intentando streaming...",
  "Reverting to defaults...": "Revirtiendo a valores predeterminados...",
  "Applying stream settings...": "Aplicando ajustes de stream...",
  "Applying general settings...": "Aplicando ajustes generales...",
  "Optimizing...": "Optimizando...",
  "Optimize": "Optimizar",
  "We're connecting to OBS and pulling your previous settings for a seamless conversion.": "Estamos conectando a OBS y recogiendo sus ajustes anteriores para una conversión óptima.",
  "Initialzing ...": "Inicializando...",
  "Connecting to OBS ...": "Conectando a OBS...",
  "Pulling settings ...": "Obteniendo ajustes...",
  "Starting import ...": "Iniciando importación...",
  "Finalizing ...": "Finalizando...",
  "We're analyzing your internet speed and computer hardware to give you the best settings possible.": "Estamos analizando su velocidad de conexión a Internet y su hardware para darle los mejores ajustes posibles.",
  "Done!": "¡Hecho!",
  "Next": "Siguiente",
  "Scene Collections Import": "Importación de colecciones de escenas",
  "The following scene collections have been imported from your Streamlabs account": "Las siguientes colecciones de escenas se han importado de su cuenta de Streamlabs",
  "Continue": "Continuar",
  "Collecting some information about your PC...": "Obteniendo algo de información de su PC...",
  "We found optimized settings for your PC": "Encontramos ajustes optimizados para su PC",
  "Something went wrong": "Se ha producido un problema",
  "Download and Apply": "Descargar y aplicar",
  "This device is not available": "Este dispositivo no está disponible",
  "Set Up Mic and Webcam": "Configurar micrófono y cámara Web",
  "Welcome to Streamlabs": "Welcome to Streamlabs",
  "Import your existing settings from OBS in less than a minute and go live": "Importe sus ajustes de OBS en menos de un minuto y empiece a transmitir en directo",
  "We import all of your settings, including scenes, output, configurations, and much more": "Importamos todos sus ajustes, incluidas escenas, salidas, configuraciones y mucho más",
  "Start with a clean copy of Streamlabs Desktop and configure your settings from scratch": "Start with a clean copy of Streamlabs Desktop and configure your settings from scratch",
  "Add a Theme": "Agregar un tema",
  "Not seeing a theme that catches your eye? Our theme library has hundreds of free choices available": "¿No ve ningún tema que le llame la atención? En nuestra biblioteca hay cientos de opciones gratuitas.",
  "Something went wrong.": "Se ha producido un problema.",
  "In-game Overlay": "Superposición dentro del juego",
  "Optimized Video Encoding": "Codificación de vídeo optimizada",
  "Some exclusive features we recommend to take your stream to the next level": "Algunas funciones exclusivas que recomendamos para superar la calidad de su streaming",
  "Detected %{continent}": "Detectado %{continent}",
  "Check out 50+ amazing apps from independent developers, ranging from DMCA-compliant music to stunning overlays to more tools to engage with your community. Head over to the app store in the left navigation to browse our selection of free and paid apps.": "Vea más de 50 increíbles aplicaciones de desarrolladores independientes, desde música compatible con DMCA a impresionantes superposiciones y más herramientas para interactuar con su comunidad. Desde la sección izquierda puede acceder a la tienda de aplicaciones para explorar nuestra selección de aplicaciones gratuitas y de pago.",
  "Only have one screen? Perfect! Enable our in-game overlay to make sure you catch every chat message and stream event that happens while you get your game on. You can enable this feature in the ‘Game Overlay’ tab of the settings menu.": "¿Solo tiene una pantalla? ¡Perfecto! Active nuestra superposición dentro del juego para no perderse ningún mensaje de chat ni streams recibidos mientras empieza a jugar. La función se encuentra en la pestaña 'Superposición de juego' del menú de ajustes.",
  "Re-Authorize": "Volver a autorizar",
  "or select another platform": "o seleccionar otra plataforma",
  "Connect to %{platform}": "Conectar a %{platform}",
  "View help docs": "Ver documentos de ayuda",
  "Enter your stream key.": "Introduzca su clave de stream.",
  "Select platform": "Seleccionar plataforma",
  "No webcam detected": "No se ha detectado ninguna cámara Web",
  "Enable multistream to grow your audience, build your brand, and earn great prizes - with no extra effort. Available for Facebook today, and other platforms coming soon.": "Active multistream para hacer crecer su audiencia, crear su marca y ganar grandes premios - sin esfuerzo adicional. Disponible para Facebook hoy, y pronto en otras plataformas.",
  "Enable multistream": "Activar multistream",
  "Enable multistream to get started.": "Active multistream para empezar.",
  "Merge your account with your new page. We can then track your progress so you can start earning great rewards!": "Combine su cuenta con su nueva página. ¡Así podremos seguir su progreso para que pueda empezar a ganar grandes recompensas!",
  "A Facebook Gaming Page is required to multistream to Facebook.": "Se requiere una página de gaming de Facebook para hacer multistreaming a Facebook.",
  "Create Facebook Gaming Page": "Crear página de gaming de Facebook",
  "Create Gaming Video Creator Page": "Crear página de creador de vídeo de gaming",
  "Merge your Facebook Gaming Page": "Combine su página de gaming de Facebook",
  "Merge with Facebook": "Combinar con Facebook",
  "primeTitle": "Únase a <prime-title>Prime</prime-title> para disponer de funciones exclusivas",
  "Overlay, Widget & Site Themes": "Temas de superposiciones, widgets y sitios",
  "Custom Domain + Website": "Dominio personalizado + Sitio Web",
  "More Than 40 FREE Apps": "Más de 40 aplicaciones GRATUITAS",
  "Custom Merch Store": "Merch Store personalizada",
  "Stream on Mobile": "Stream en móviles",
  "Gold Status + FREE T-shirt": "Estatus Oro + Camiseta GRATIS",
  "Go Prime": "Pasar a Prime",
  "Import": "Importar",
  "While we import your settings and scenes from OBS Studio, check out these great features unique to Streamlabs": "While we import your settings and scenes from OBS Studio, check out these great features unique to Streamlabs",
  "Importing Your Existing Settings From OBS": "Importando sus ajustes existentes de OBS"
}
