{
  "Overlay, Widget, and Site Themes": "Temas de superposiciones, widgets y sitios",
  "Fully customize your stream and your website to represent your brand; or pick from thousands of our pre-made themes. Either way, your stream will look amazing and it's all included with Ultra.": "Personalice completamente su stream y su sitio web para que representen su marca; o elija entre miles de nuestros temas prediseñados. Sea como sea, su stream tendrá un aspecto estupendo y todo está incluido en Ultra.",
  "View Themes": "Ver temas",
  "Every App is FREE": "Todas las aplicaciones son GRATUITAS",
  "We've curated a list of diverse and feature rich applications to give you more control, automation, better analytics, and new ways to interact with your audience.": "Hemos seleccionado una lista de aplicaciones variadas y con multitud de funciones para darle más control, automatización, mejores análisis y nuevas formas de interactuar con su audiencia.",
  "Browse Apps": "Examinar aplicaciones",
  "Welcome to Ultra!": "¡Le damos la bienvenida a Ultra!",
  "We've picked out a few Ultra benefits to get you started:": "Hemos elegido algunos beneficios de Ultra para ir empezando:",
  "We've added a new UI theme exclusive to Ultra members:": "Hemos agregado un nuevo tema de interfaz de usuario exclusivo para los miembros de Ultra:",
  "Classic Theme": "Tema clásico",
  "Ultra Theme": "Tema de Ultra",
  "Your access to Ultra themes and other benefits will expire soon": "Su acceso a temas y otros beneficios de Ultra caducará pronto",
  "Thank you for being a valued member of Streamlabs. We just wanted to check in and see if you’d like to give Ultra another shot.": "Gracias por ser un valioso miembro de Streamlabs. Solo queríamos comprobar si le gustaría volver a probar Ultra.",
  "Resubscribe to Ultra": "Volver a suscribirse a Ultra",
  "No Thanks": "No, gracias",
  "Choose your Streamlabs plan": "Elegir su plan de Streamlabs",
  "Choose Ultra to enjoy everything from Starter plus themes and much more.": "Elija Ultra para disfrutar de todo lo de Starter más temas y mucho más.",
  "Go Live to a single platform": "Transmitir en directo en una única plataforma",
  "Alerts & Tipping": "Alertas y propinas",
  "Unlimited Themes & Overlays": "Temas y superposiciones ilimitados",
  "Go Live to one or more platforms": "Transmitir en directo en una o más plataformas",
  "Custom Tip Page": "Página de propina personalizada",
  "Custom Alerts & Tipping": "Alertas y propinas personalizadas",
  "App Store Apps are FREE": "Las aplicaciones de la App Store son GRATUITAS",
  "Custom Merch Store": "Tienda de artículos promocionales personalizada",
  "Starter": "Starter",
  "Free": "Gratis",
  "Choose Starter": "Elegir Starter",
  "From $12/mo, billed annually": "Desde 12 $/mes, facturación anual",
  "Choose Ultra": "Elegir Ultra",
  "Your Benefits Are Expiring Soon": "Sus beneficios caducan pronto",
  "Your will lose access to the following Ultra benefits if you don’t resubscribe:": "Perderá acceso a los siguientes beneficios de Ultra si no renueva la suscripción:",
  "Thank you for being a valued member of Streamlabs. We just wanted to check in to see if you’ve had a chance to explore all Ultra has to offer.": "Gracias por ser un valioso miembro de Streamlabs. Solo queríamos comprobar si ha tenido oportunidad de explorar todo lo que le ofrece Ultra.",
  "Continue Ultra": "Continuar Ultra",
  "Stream Overlays": "Superposiciones de transmisión",
  "Multistream": "Multistream",
  "Premium Merch": "Artículos promocionales premium",
  "Alert Box Themes": "Temas de cuadro de alertas",
  "All Apps Included Free": "Todas las aplicaciones se incluyen gratuitamente",
  "Thumbnail & Panel Maker": "Creador de miniaturas y paneles",
  "Ultra Mobile Streaming": "Streaming móvil Ultra",
  "Your credit card expires soon. Click here to retain your Ultra benefits": "Su tarjeta de crédito caduca pronto. Haga clic aquí para conservar sus beneficios de Ultra",
  "News": "Noticias",
  "Pro live streaming features for Windows & Mac": "Funciones de streaming en tiempo real profesionales para Windows y Mac",
  "Develop your brand, monetize, and more": "Desarrolle su marca, monetice y mucho más",
  "Live stream on-the-go or mobile games from iOS & Android": "Haga streaming en tiempo real sobre la marcha o juegos para dispositivos móviles desde iOS y Android",
  "Stream from your console to Twitch without a desktop": "Haga streaming desde su consola a Twitch sin un escritorio",
  "Stream and record with guests from your browser": "Haga streaming y grabe con los invitados desde su navegador",
  "Professional video editing and collaboration tools": "Herramientas profesionales de edición y colaboración con vídeo",
  "Turn your VODs into must-see TikToks, Reels, and Shorts": "Convierta sus VBD en TikTok, Reels y Shorts que hay que ver",
  "Create a custom personal, all-in-one page to link in bio": "Cree una página personalizada, personal y todo en uno para vincularla en la biografía",
  "Streamlabs Ultra": "Streamlabs Ultra",
  "One single subscription, premium features for %{appNumber} creator apps. Access everything you need for professional live streaming, recording, video editing, highlighting, sharing, monetization, and more.": "Una sola suscripción, funciones premium para %{appNumber} aplicaciones para creadores. Acceda a todo lo que necesita para streaming en tiempo real, grabación, edición de vídeo, resaltado, uso compartido, monetización y más de manera profesional.",
  "Explore": "Explorar",
  "Access to All Overlays and Themes": "Acceso a todas las superposiciones y temas",
  "Always and forever free": "Gratis siempre y para siempre",
  "Everything in Starter plus:": "Todo en Starter, más:",
  "Tipping": "Propinas",
  "Custom Branding": "Creación de marca personalizada",
  "Format Clips for TikTok, Shorts, etc": "Formatea clips para TikTok, Shorts, etc.",
  "Collaborative Video Editing": "Edición de vídeo colaborativa",
  "Merch Store": "Tienda de artículos promocionales",
  "No-Fee Tipping": "Propinas sin tarifas",
  "Logo Maker, Intro Maker, Emote Maker": "Creador de logotipos, Creador de introducciones, Creador de emoticonos",
  "Create Custom Videos with Watermark": "Crear vídeos personalizados con marca de agua",
  "30 Minute Videos + 15GB Storage": "Vídeos de 30 minutos + 15 GB de almacenamiento",
  "Design and Sell Custom Merch": "Diseña y vende artículos promocionales personalizados",
  "YouTube Thumbnail Maker, Creator Sites": "Creador de miniaturas de YouTube, Sitios de creadores",
  "No Watermark + 1080p/60fps + More": "Sin marca de agua + 1080p/60 fps + Más",
  "1 Hour Videos + 250GB Storage + More": "Vídeos de 1 hora + 250 GB de almacenamiento + Más",
  "Highest Profit Margins": "Márgenes de beneficio más altos",
  "%{monthlyPrice}/mo or %{yearlyPrice}/year": "%{monthlyPrice}/mes o %{yearlyPrice}/año"
}
