{
  "Overlay, Widget, and Site Themes": "Temas de superposiciones, widgets y sitios",
  "Fully customize your stream and your website to represent your brand; or pick from thousands of our pre-made themes. Either way, your stream will look amazing and it's all included with Prime.": "Personalice completamente su stream y su sitio Web para que representen su marca; o elija entre miles de nuestros temas prediseñados. Sea como sea, su stream tendrá un aspecto estupendo y todo está incluido en Prime.",
  "View Themes": "Ver temas",
  "Every App is FREE": "Todas las aplicaciones son GRATUITAS",
  "We've curated a list of diverse and feature rich applications to give you more control, automation, better analytics, and new ways to interact with your audience.": "Hemos seleccionado una lista de aplicaciones variadas y con multitud de funciones para darle más control, automatización, mejores análisis y nuevas formas de interactuar con su audiencia.",
  "Browse Apps": "Examinar aplicaciones",
  "Welcome to Prime!": "¡Bienvenido a Prime!",
  "We've picked out a few Prime benefits to get you started:": "Hemos elegido algunos beneficios de Prime para ir empezando:",
  "We've added a new UI theme exclusive to Prime members:": "Hemos agregado un nuevo tema de interfaz de usuario exclusivo para los miembros de Prime:",
  "Classic Theme": "Tema clásico",
  "Prime Theme": "Tema de Prime",
  "Your access to Prime themes and other benefits will expire soon": "Su acceso a temas y otros beneficios de Prime caducará pronto",
  "Thank you for being a valued member of Streamlabs. We just wanted to check in and see if you’d like to give Prime another shot.": "Gracias por ser un valioso miembro de Streamlabs. Solo queríamos comprobar si le gustaría volver a probar Prime.",
  "Resubscribe to Prime": "Volver a suscribirse a Prime",
  "No Thanks": "No, gracias",
  "Choose your Streamlabs plan": "Elegir su plan de Streamlabs",
  "Choose Prime to enjoy everything from Starter plus themes and much more.": "Elija Prime para disfrutar de todo lo de Starter más temas y mucho más.",
  "Go Live to a single platform": "Transmitir en directo en una única plataforma",
  "Alerts & Tipping": "Alertas y propinas",
  "Unlimited Themes & Overlays": "Temas y superposiciones ilimitados",
  "Go Live to one or more platforms": "Transmitir en directo en una o más plataformas",
  "Custom Tip Page": "Página de propina personalizada",
  "Custom Alerts & Tipping": "Alertas y propinas personalizadas",
  "App Store Apps are FREE": "Las aplicaciones de la App Store son GRATUITAS",
  "Custom Merch Store": "Merch Store personalizada",
  "Starter": "Starter",
  "Free": "Gratis",
  "Choose Starter": "Elegir Starter",
  "From $12/mo, billed annually": "Desde 12 $/mes, facturación anual",
  "Choose Prime": "Elegir Prime",
  "Your Benefits Are Expiring Soon": "Sus beneficios caducan pronto",
  "Your will lose access to the following Prime benefits if you don’t resubscribe:": "Perderá acceso a los siguientes beneficios de Prime si no renueva la suscripción:",
  "Thank you for being a valued member of Streamlabs. We just wanted to check in to see if you’ve had a chance to explore all Prime has to offer.": "Gracias por ser un valioso miembro de Streamlabs. Solo queríamos comprobar si ha tenido oportunidad de explorar todo lo que le ofrece Prime.",
  "Continue Prime": "Continuar Prime",
  "Stream Overlays": "Superposiciones de transmisión",
  "Multistream": "Multistream",
  "Premium Merch": "Artículos promocionales premium",
  "Alert Box Themes": "Temas de cuadro de alertas",
  "All Apps Included Free": "Todas las aplicaciones se incluyen gratuitamente",
  "Thumbnail & Panel Maker": "Creador de miniaturas y paneles",
  "Prime Mobile Streaming": "Transmisión móvil Prime",
  "Your credit card expires soon. Click here to retain your Prime benefits": "Su tarjeta de crédito caduca pronto. Haga clic aquí para conservar sus beneficios de Prime"
}