{
  "Are you sure you want to stop streaming?": "¿Confirma que desea detener el streaming?",
  "Invalid Path or Connection URL.  Please check your settings to confirm that they are valid.": "Ruta o conexión URL no válida. Compruebe sus ajustes para confirmar que sean válidos.",
  "Failed to connect to the streaming server.  Please check your internet connection.": "No se pudo conectar con el servidor de streaming. Compruebe su conexión a Internet.",
  "Disconnected from the streaming server.  Please check your internet connection.": "Desconectado del servidor de streaming. Compruebe su conexión a Internet.",
  "Could not access the specified channel or stream key. Please log out and back in to refresh your credentials. If the problem persists, there may be a problem connecting to the server.": "No ha sido posible acceder al canal especificado o la clave de stream. Cierre la sesión e inicie otra para actualizar sus credenciales. Si el problema persiste, puede que se trate de un problema de conexión al servidor.",
  "There is not sufficient disk space to continue recording.": "No hay suficiente espacio en disco para seguir grabando.",
  "The output format is either unsupported or does not support more than one audio track.  ": "El formato de salida es incompatible o no admite con más de una pista de audio.  ",
  "Please check your settings and try again.": "Compruebe sus ajustes y vuelva a intentarlo.",
  "An unexpected error occurred:": "Se ha producido un error inesperado:",
  "Title": "Título",
  "Game": "Juego",
  "Do not show this message when going live": "No mostrar esté mensaje al transmitir en directo",
  "You will not be asked again to update your stream info when going live.  ": "No se le volverá a pedir que actualice su información de stream al transmitir en directo.  ",
  "You can re-enable this from the settings.": "Puede volver a activarlo desde los ajustes.",
  "Confirm & Go Live": "Confirmar y transmitir en directo",
  "Update Stream Info": "Actualizar información de stream",
  "Use optimized encoder settings": "Usar ajustes de codificador optimizados",
  "Optimized encoder gives equivalent quality while reducing usage. Game specific encoders for Fortnite, PUBG, Destiny 2, and League Of Legends": "El codificador optimizado ofrece una calidad equivalente a la vez que reduce el uso. Codificadores específicos para juegos para Fortnite, PUBG, Destiny 2 y League of Legends",
  "Something went wrong while updating your stream info.  Please try again.": "Se ha producido un error al actualizar su información de stream. Vuelva a intentarlo.",
  "Something went wrong while updating your stream info. You can try again, or you can": "Se ha producido un error al actualizar su información de stream. Puede volver a intentarlo, o puede",
  "just go live": "simplemente transmitir en directo",
  "Optimized profile for average CPUs": "Perfil optimizado para CPU de gama media",
  "Optimized profile for weak CPUs": "Perfil optimizado para CPU de gama baja",
  "YouTube account not enabled for live streaming": "Cuenta de YouTube no activada para streaming de vídeo en tiempo real",
  "Fix": "Corregir",
  "I'm set up": "Estoy listo",
  "End Stream": "Finalizar stream",
  "Starting": "Iniciando",
  "Ending": "Finalizando",
  "Reconnecting": "Reconectando",
  "Go Live": "Transmitir en directo",
  "Stop": "Detener",
  "Save Replay": "Guardar repetición",
  "Schedule Stream": "Programar stream",
  "View your live stream in a web browser": "Ver su transmisión en tiempo real en un navegador web",
  "Edit your stream title and description": "Editar el título y descripción de su stream",
  "Go to YouTube Live Dashboard to control your stream": "Ir a panel de YouTube en tiempo real para gestionar su stream",
  "Go to the Facebook Live Producer Dashboard": "Ir a panel Live Producer de Facebook",
  "Are you sure you want to exit while live?": "¿Confirma que desea salir mientras está en directo?",
  "Enable the preview stream": "Activar el stream de vista previa",
  "Disable the preview stream, can help with CPU": "Desactivar el stream de vista previa, puede ayudar con CPU",
  "viewers": "espectadores",
  "Refresh Chat": "Actualizar chat",
  "Your chat is currently offline": "Su chat está offline",
  "Set path in Settings > Output.": "Seleccione la ruta en Ajustes > Salida.",
  "Open Performance Window": "Abrir ventana Rendimiento",
  "Start Replay Buffer": "Iniciar búfer de repetición",
  "Stop Replay Buffer": "Detener búfer de repetición",
  "Stopping...": "Deteniendo...",
  "Your stream has been scheduled for %{time} from now. If you'd like to make another schedule please enter a different time": "Su stream se ha programado para %{time} a partir de ahora. Si desea crear otra programación, introduzca una hora diferente",
  "Stop streaming to access these controls:": "Detener streaming para acceder a estos controles:",
  "Tags": "Etiquetas",
  "Select stream tags": "Seleccionar etiquetas de stream",
  "You can now edit your channel tags from this screen.": "Ahora puede editar las etiquetas de su canal en esta pantalla.",
  "Log out and back in to reauthorize additional permissions.": "Cierre sesión y vuelva a iniciarla para volver a autorizar permisos adicionales.",
  "Are you sure you want to start streaming?": "¿Confirma que desea empezar el streaming?",
  "Please enable account for streaming to recieve a stream key": "Activa la cuenta para streaming para obtener una clave de stream",
  "You must create a Facebook gaming page to go live.": "Debe crear una página de gaming de Facebook para transmitir en directo.",
  "Create Page": "Crear una página",
  "Facebook Page": "Página de Facebook",
  "Description": "Descripción",
  "Checking optimized setting for": "Revisando ajuste optimizado para",
  "You will not be asked again to update your stream info when going live. ": "No se le volverá a pedir que actualice su información de stream al transmitir en directo. ",
  "Schedule": "Programar",
  "No matching game(s) found.": "No se encontraron juegos coincidentes.",
  "Use optimized encoder settings ": "Usar ajustes de codificador optimizados ",
  "Use optimized encoder settings for %{game}": "Usar ajustes de codificador optimizados para %{game}",
  "Scheduled Date": "Fecha programada",
  "Scheduled Time": "Hora programada",
  "You are 10 minutes away from the 8 hour stream limit": "Está a 10 minutos del límite de stream de 8 horas",
  "Stream has disconnected, attempting to reconnect.": "Se ha desconectado el stream. Intentado reconectar.",
  "Start typing to search": "Empiece a escribir para buscar",
  "Twitch requires two factor authentication to be enabled on your account in order to stream to Twitch. Please enable two factor authentication and try again.": "Twitch requiere que la autenticación de dos factores esté activada en su cuenta para poder hacer streaming a Twitch. Active la autenticación de dos factores y vuelva a intentarlo.",
  "Twitch Authentication Error": "Error de Autenticación de Twitch",
  "Enable Two Factor Authentication": "Activar autenticación de dos factores",
  "Dismiss": "Descartar",
  "It looks like you haven't added any video sources yet, so you will only be outputting a black screen.": "Parece que aún no ha agregado ninguna fuente de vídeo, por lo que solo se mostrará una pantalla negra.",
  "Are you sure you want to do this?": "¿Confirma que desea hacer esto?",
  "You can add sources by clicking the + icon near the Sources box at any time": "Puede agregar fuentes en cualquier momento haciendo clic en el icono + situado junto al cuadro Fuentes",
  "Tweet to let your followers know you're going live": "Mande tuits para comunicar a sus seguidores que va a empezar a transmitir en directo",
  "Optimized encoding provides better quality and/or lower cpu/gpu usage. Depending on the game, resolution may be changed for a better quality of experience": "La codificación optimizada proporciona mejor calidad y/o menor uso de CPU/GPU. Dependiendo del juego, es posible modificar la resolución para mejorar la experiencia.",
  "An error occurred with the output. This is usually caused by out of date video drivers. Please ensure your Nvidia or AMD drivers are up to date and try again.": "Se produjo un error con la salida. Este problema suele deberse a controladores de vídeo desfasados. Asegúrese de que sus controladores de Nvidia o AMD estén actualizados y vuelva a intentarlo.",
  "An error occurred with the output. Please check your streaming and recording settings.": "Se produjo un error con la salida. Compruebe sus ajustes de streaming y de grabación.",
  "OK": "Aceptar",
  "Streaming Error": "Error de streaming",
  "Recording Error": "Error de grabación",
  "Replay Buffer Error": "Error de búfer de repetición",
  "Learn More": "Más información",
  "More": "Más",
  "System error message:": "Mensaje de error del sistema:",
  "Something went wrong while going live, please try again.": "Se ha producido un problema al intentar transmitir en directo, vuelva a intentarlo.",
  "Your stream has started, but there were issues with other actions taken": "Su transmisión se ha iniciado, pero hubo problemas con otras acciones realizadas",
  "You must select a game": "Debe seleccionar un juego",
  "Please schedule no further than 7 days in advance and no sooner than 10 minutes in advance.": "Su programación debe tener como máximo 7 días de antelación y como mínimo 10 minutos.",
  "No Sources": "No hay fuentes",
  "Enable Multistream": "Activar Multistream",
  "Multistream allows you to stream to multiple platforms simultaneously.": "Multistream permite hacer streaming a varias plataformas simultáneamente.",
  "Multistream": "Multistream",
  "Your Twitch login is expired. Please log in again to continue using Streamlabs": "Your Twitch login is expired. Please log in again to continue using Streamlabs",
  "Refresh Login": "Actualizar inicio de sesión",
  "%{platform} Settings": "Ajustes de %{platform}",
  "Update settings for %{platform}": "Actualizar ajustes para %{platform}",
  "Link to the %{platform} page has been copied to your clipboard": "El vínculo a la página de %{platform} se ha copiado a su portapapeles",
  "Failed to fetch settings from %{platformName}": "Error al obtener ajustes de %{platformName}",
  "Failed to update settings for %{platformName}": "Error al actualizar ajustes para %{platformName}",
  "prepopulateStreamSettingsError": "Se produjo un error al obtener la información de su canal. Puede intentar <fetch-again-link>obtener la información de nuevo</fetch-again-link> o puede <just-go-live-link>simplemente transmitir en directo</just-go-live-link>. Si el error persiste, puede intentar cerrar sesión e iniciarla de nuevo.",
  "updateStreamSettingsError": "Se ha producido un problema al actualizar su información de transmisión. Puede <try-again-link>volver a intentarlo</try-again-link>, o puede <just-go-live-link>simplemente transmitir en directo</just-go-live-link>. Si el error persiste, puede intentar cerrar sesión e iniciarla de nuevo.",
  "twitchMissedScopeError": "<p>It looks like you connected your Twitch account on the streamlabs.com website. To start streaming you should connect it again via Streamlabs Desktop</p><connect-button>Connect Twitch</connect-button>",
  "Multistreaming to these platforms requires Prime": "Multistreaming a estas plataformas requiere Prime",
  "Become a Prime member": "Hacerse miembro de Prime",
  "You must select a game for %{platformName}": "Debe seleccionar un juego para %{platformName}",
  "Connect %{platformName} to Streamlabs.": "Connect %{platformName} to Streamlabs.",
  "Connect %{platformName}": "Conectar %{platformName}",
  "Stream to %{platformName}": "Transmitir a %{platformName}",
  "Schedule to %{platformName}": "Programar en %{platformName}",
  "Use different title, game and description": "Usar título, juego y descripción diferentes",
  "Use different title and description": "Usar título y descripción diferentes",
  "Use different title and game": "Usar título y juego diferentes",
  "Use different title": "Usar título diferente",
  "Search tags": "Buscar etiquetas",
  "Successfully updated": "Actualización correcta",
  "Go back": "Regresar",
  "Show Advanced Settings": "Mostrar ajustes avanzados",
  "Configure the Multistream service": "Configurar el servicio Multistream",
  "Apply optimized settings": "Aplicar ajustes optimizados",
  "Start video transmission": "Iniciar transmisión de vídeo",
  "Publish Youtube broadcast": "Publicar transmisión de YouTube",
  "Post a tweet": "Publicar un tuit",
  "You could try reducing the number of your destinations to one for direct streaming.": "Podría intentar reducir el número de sus destinos a uno para la transmisión directa.",
  "Add Destination": "Agregar destino",
  "Extras": "Extras",
  "Go back to settings": "Regresar a ajustes",
  "Select at least one destination": "Seleccionar al menos un destino",
  "You cannot unlink the platform you used to sign in to Streamlabs Desktop. If you want to unlink this platform, please sign in with a different platform.": "You cannot unlink the platform you used to sign in to Streamlabs Desktop. If you want to unlink this platform, please sign in with a different platform.",
  "You cannot disable the platform you used to sign in to Streamlabs Desktop. Please sign in with a different platform to disable streaming to this destination.": "You cannot disable the platform you used to sign in to Streamlabs Desktop. Please sign in with a different platform to disable streaming to this destination.",
  "Checking optimized setting for %{game}": "Revisando ajuste optimizado para %{game}",
  "There was an error starting the output. Check your settings and try again. If this issue persists, please contact Streamlabs support.": "Se produjo un error al iniciar la salida. Compruebe sus ajustes y vuelva a intentarlo. Si el problema continúa, contacte con el servicio de asistencia de Streamlabs.",
  "Contact Support": "Contactar con el servicio de asistencia",
  "The request to the platform failed": "Error de solicitud a la plataforma",
  "No Facebook pages were found": "No se encontraron páginas de Facebook",
  "Missing required oauth scope": "Falta ámbito de OAuth obligatorio",
  "Failed to fetch platform settings": "No se pudieron obtener ajustes de plataforma",
  "Failed to update platform settings": "No se pudieron actualizar ajustes de plataforma",
  "The Multistream server is temporarily unavailable": "El servidor Multistream no está disponible temporalmente",
  "Failed to configure the Multistream server": "No se pudo configurar el servidor Multistream",
  "Your YouTube account is not enabled for live streaming": "Su cuenta de YouTube no está activada para streaming de vídeo en tiempo real",
  "Failed to publish the YouTube broadcast": "No se pudo publicar la transmisión de YouTube",
  "Failed to post the Tweet": "No se pudo publicar el tuit",
  "This feature is for Prime members only": "Esta característica es solo para miembros de Prime",
  "An unkown error occurred": "Se ha producido un error desconocido",
  "Please enable your account for live streaming, and wait 24 hours before attempting to stream.": "Active su cuenta para streaming en tiempo real, y espere 24 horas antes de intentar transmitir.",
  "Please try again. If the issue persists, you can stream directly to a single platform instead.": "Vuelva a intentarlo. Si se sigue produciendo el problema, puede transmitir directamente a una única plataforma.",
  "Enable Live Streaming": "Activar streaming en tiempo real",
  "Destination": "Destino",
  "You cannot disable the platform you used to sign in to Streamlabs Desktop. Please sign in with a different platform to disable streaming to this destinationType.": "You cannot disable the platform you used to sign in to Streamlabs Desktop. Please sign in with a different platform to disable streaming to this destinationType.",
  "canNotDisablePrimaryPlatform": "No puede desactivar la plataforma con la que inició sesión.<br/> ¿Quiere<switch-account-link>iniciar sesión en otra cuenta</switch-account-link>?",
  "Your stream title or description contain banned words": "El título o la descripción de su transmisión contiene palabras prohibidas",
  "Platform": "Platform",
  "Update scheduled event": "Update scheduled event",
  "Schedule new stream": "Schedule new stream",
  "Stream scheduled": "Stream scheduled",
  "Invalid settings. Please check the form": "Ajustes no válidos. Compruebe el formulario",
  "Common Stream Settings": "Ajustes de transmisión comunes",
  "Schedule Stream for %{formattedDate}": "Schedule Stream for %{formattedDate}",
  "Update Scheduled Stream for %{formattedDate}": "Update Scheduled Stream for %{formattedDate}",
  "You can not schedule to a past date": "You can not schedule to a past date"
}
