{
  "Are you sure you want to stop streaming?": "¿Confirma que desea detener el streaming?",
  "Invalid Path or Connection URL.  Please check your settings to confirm that they are valid.": "Ruta o conexión URL no válida.  Compruebe sus ajustes para confirmar que son válidos.",
  "Failed to connect to the streaming server.  Please check your internet connection.": "No se pudo conectar con el servidor de streaming.  Compruebe su conexión a Internet.",
  "Disconnected from the streaming server.  Please check your internet connection.": "Desconectado del servidor de streaming.  Compruebe su conexión a Internet.",
  "Could not access the specified channel or stream key. Please log out and back in to refresh your credentials. If the problem persists, there may be a problem connecting to the server.": "No ha sido posible acceder al canal o la clave de transmisión especificados. Cierra la sesión e inicia otra para actualizar tus credenciales. Si el problema persiste, es posible que se trate de un problema de conexión al servidor.",
  "There is not sufficient disk space to continue recording.": "No hay suficiente espacio en disco para seguir grabando.",
  "The output format is either unsupported or does not support more than one audio track.  ": "El formato de salida es incompatible o no admite con más de una pista de audio.  ",
  "Please check your settings and try again.": "Compruebe sus ajustes y vuelva a intentarlo.",
  "An unexpected error occurred:": "Se ha producido un error inesperado:",
  "Title": "Título",
  "Game": "Juego",
  "Do not show this message when going live": "No mostrar esté mensaje al transmitir en directo",
  "You will not be asked again to update your stream info when going live.  ": "No se le volverá a pedir que actualice su información de stream al transmitir en directo.  ",
  "You can re-enable this from the settings.": "Puede volver a activarlo desde los ajustes.",
  "Confirm & Go Live": "Confirmar y transmitir en directo",
  "Update Stream Info": "Actualizar información de stream",
  "Use optimized encoder settings": "Usar ajustes de codificador optimizados",
  "Optimized encoder gives equivalent quality while reducing usage. Game specific encoders for Fortnite, PUBG, Destiny 2, and League Of Legends": "El codificador optimizado ofrece una calidad equivalente a la vez que reduce el uso. Codificadores específicos para juegos para Fortnite, PUBG, Destiny 2 y League of Legends",
  "Something went wrong while updating your stream info.  Please try again.": "Se ha producido un error al actualizar su información de stream.  Vuelva a intentarlo.",
  "Something went wrong while updating your stream info. You can try again, or you can": "Se ha producido un error al actualizar su información de stream. Puede volver a intentarlo o",
  "just go live": "simplemente transmitir en directo",
  "Optimized profile for average CPUs": "Perfil optimizado para CPU de gama media",
  "Optimized profile for weak CPUs": "Perfil optimizado para CPU de gama baja",
  "YouTube account not enabled for live streaming": "Cuenta de YouTube no activada para streaming de vídeo en tiempo real",
  "Fix": "Corregir",
  "I'm set up": "Estoy listo",
  "End Stream": "Finalizar stream",
  "Starting": "Iniciando",
  "Ending": "Finalizando",
  "Reconnecting": "Reconectando",
  "Go Live": "Transmitir en directo",
  "Stop": "Detener",
  "Save Replay": "Guardar repetición",
  "Schedule Stream": "Programar stream",
  "View your live stream in a web browser": "Ver su transmisión en tiempo real en un navegador web",
  "Edit your stream title and description": "Editar el título y descripción de su stream",
  "Go to Live Dashboard": "Ir al panel en vivo",
  "Are you sure you want to exit while live?": "¿Confirma que desea salir mientras está en directo?",
  "Enable the preview stream": "Activar el stream de vista previa",
  "Disable the preview stream, can help with CPU": "Desactivar el stream de vista previa, puede ayudar con CPU",
  "viewers": "espectadores",
  "Refresh Chat": "Actualizar chat",
  "Your chat is currently offline": "Su chat está offline",
  "Set path in Settings > Output.": "Seleccione la ruta en Ajustes > Salida.",
  "Open Performance Window": "Abrir ventana Rendimiento",
  "Start Replay Buffer": "Iniciar búfer de repetición",
  "Stop Replay Buffer": "Detener búfer de repetición",
  "Stopping...": "Deteniendo...",
  "Your stream has been scheduled for %{time} from now. If you'd like to make another schedule please enter a different time": "Tu stream se ha programado para %{time} a partir de ahora. Si deseas crear otra programación, introduce una hora diferente",
  "Stop streaming to access these controls:": "Detener streaming para acceder a estos controles:",
  "Tags": "Etiquetas",
  "Select stream tags": "Seleccionar etiquetas de stream",
  "You can now edit your channel tags from this screen.": "Ahora puede editar las etiquetas de su canal en esta pantalla.",
  "Log out and back in to reauthorize additional permissions.": "Cierre sesión y vuelva a iniciarla para volver a autorizar permisos adicionales.",
  "Are you sure you want to start streaming?": "¿Confirma que desea empezar el streaming?",
  "Please enable account for streaming to recieve a stream key": "Activa la cuenta para streaming para obtener una clave de transmisión",
  "You must create a Facebook gaming page to go live.": "Debe crear una página de gaming de Facebook para transmitir en directo.",
  "Create Page": "Crear una página",
  "Facebook Page": "Página de Facebook",
  "Description": "Descripción",
  "Checking optimized setting for": "Revisando ajuste optimizado para",
  "You will not be asked again to update your stream info when going live. ": "No se le volverá a pedir que actualice su información de stream al transmitir en directo. ",
  "Schedule": "Programar",
  "No matching game(s) found.": "No se encontraron juegos coincidentes.",
  "Use optimized encoder settings ": "Usar ajustes de codificador optimizados ",
  "Use optimized encoder settings for %{game}": "Usar ajustes de codificador optimizados para %{game}",
  "Scheduled Date": "Fecha programada",
  "Scheduled Time": "Hora programada",
  "You are 10 minutes away from the 8 hour stream limit": "Está a 10 minutos del límite de stream de 8 horas",
  "Stream has disconnected, attempting to reconnect.": "Se ha desconectado el stream. Intentado reconectar.",
  "Start typing to search": "Empiece a escribir para buscar",
  "Twitch requires two factor authentication to be enabled on your account in order to stream to Twitch. Please enable two factor authentication and try again.": "Twitch requiere que la autenticación en dos fases esté activada en su cuenta para poder hacer streaming a Twitch. Active la autenticación en dos fases y vuelva a intentarlo.",
  "Twitch Authentication Error": "Error de Autenticación de Twitch",
  "Enable Two Factor Authentication": "Activar autenticación de dos factores",
  "Dismiss": "Descartar",
  "It looks like you haven't added any video sources yet, so you will only be outputting a black screen.": "Parece que aún no ha agregado ninguna fuente de vídeo, por lo que solo se mostrará una pantalla negra.",
  "Are you sure you want to do this?": "¿Confirma que desea hacer esto?",
  "You can add sources by clicking the + icon near the Sources box at any time": "Puede agregar fuentes en cualquier momento haciendo clic en el icono + situado junto al cuadro Fuentes",
  "Tweet to let your followers know you're going live": "Mande tuits para comunicar a sus seguidores que va a empezar a transmitir en directo",
  "Optimized encoding provides better quality and/or lower cpu/gpu usage. Depending on the game, resolution may be changed for a better quality of experience": "La codificación optimizada proporciona mejor calidad y/o menor uso de CPU/GPU. Dependiendo del juego, es posible modificar la resolución para mejorar la experiencia",
  "An error occurred with the output. This is usually caused by out of date video drivers. Please ensure your Nvidia or AMD drivers are up to date and try again.": "Se produjo un error con la salida. Este problema suele deberse a controladores de vídeo desfasados. Asegúrese de que sus controladores de Nvidia o AMD estén actualizados y vuelva a intentarlo.",
  "An error occurred with the output. Please check and switch encoders in your streaming and recording Output settings.": "Se ha producido un error en la salida. Comprueba y cambia los codificadores en tus ajustes de salida de transmisión y grabación.",
  "OK": "Aceptar",
  "Streaming Error": "Error de streaming",
  "Recording Error": "Error de grabación",
  "Replay Buffer Error": "Error de búfer de repetición",
  "Learn More": "Más información",
  "More": "Más",
  "System error message:": "Mensaje de error del sistema:",
  "Something went wrong while going live, please try again.": "Se ha producido un problema al intentar transmitir en directo, vuelva a intentarlo.",
  "Your stream has started, but there were issues with other actions taken": "Su transmisión se ha iniciado, pero hubo problemas con otras acciones realizadas",
  "You must select a game": "Debe seleccionar un juego",
  "Please schedule no further than 7 days in advance and no sooner than 10 minutes in advance.": "Su programación debe tener como máximo 7 días de antelación y como mínimo 10 minutos.",
  "No Sources": "No hay fuentes",
  "Enable Multistream": "Activar Multistream",
  "Multistream allows you to stream to multiple platforms simultaneously.": "Multistream permite hacer streaming a múltiples plataformas simultáneamente.",
  "Multistream": "Multistream",
  "Your Twitch login is expired. Please log in again to continue using Streamlabs": "Su inicio de sesión de Twitch ha caducado. Inicie otra sesión para continuar usando Streamlabs",
  "Refresh Login": "Actualizar inicio de sesión",
  "%{platform} Settings": "Ajustes de %{platform}",
  "Update settings for %{platform}": "Actualizar ajustes para %{platform}",
  "Link to the %{platform} page has been copied to your clipboard": "El vínculo a la página de %{platform} se ha copiado a su portapapeles",
  "Failed to fetch settings from %{platformName}": "Error al obtener ajustes de %{platformName}",
  "Failed to update settings for %{platformName}": "Error al actualizar ajustes para %{platformName}",
  "prepopulateStreamSettingsError": "Se produjo un error al obtener la información de su canal. Puede <fetch-again-link>volver a intentar obtener la información</fetch-again-link> o <just-go-live-link>simplemente transmitir en directo</just-go-live-link>. Si el error persiste, puede intentar cerrar sesión e iniciarla de nuevo.",
  "updateStreamSettingsError": "Se ha producido un error al actualizar su información de stream. Puede <try-again-link>volver a intentarlo</try-again-link> o <just-go-live-link>simplemente transmitir en directo</just-go-live-link>. Si el error persiste, puede intentar cerrar sesión e iniciarla de nuevo.",
  "twitchMissedScopeError": "<p>Parece que ha conectado su cuenta de Twitch en el sitio web de streamlabs.com. Para iniciar el streaming, debe volver a conectarla a través de Streamlabs Desktop</p><connect-button>Conectar Twitch</connect-button>",
  "tiktokReAuthError": "<p>Se ha producido un error de autenticación con TikTok. Vuelve a iniciar sesión en TikTok.</p><connect-button>Conectar TikTok</connect-button>",
  "Multistreaming to these platforms requires Ultra": "Multistreaming a estas plataformas requiere Ultra",
  "Become a Ultra member": "Hacerse miembro de Ultra",
  "You must select a game for %{platformName}": "Debe seleccionar un juego para %{platformName}",
  "Connect %{platformName} to Streamlabs.": "Conectar %{platformName} a Streamlabs.",
  "Connect %{platformName}": "Conectar %{platformName}",
  "Stream to %{platformName}": "Transmitir a %{platformName}",
  "Schedule to %{platformName}": "Programar en %{platformName}",
  "Use different title, game and description": "Usar título, juego y descripción diferentes",
  "Use different title and description": "Usar título y descripción diferentes",
  "Use different title and game": "Usar título y juego diferentes",
  "Use different title": "Usar título diferente",
  "Search tags": "Buscar etiquetas",
  "Successfully updated": "Actualización correcta",
  "Go back": "Regresar",
  "Show Advanced Settings": "Mostrar ajustes avanzados",
  "Configure the Multistream service": "Configurar el servicio Multistream",
  "Configure the Dual Output service": "Configurar el servicio Dual Output",
  "Apply optimized settings": "Aplicar ajustes optimizados",
  "Start video transmission": "Iniciar transmisión de vídeo",
  "Publish Youtube broadcast": "Publicar transmisión de YouTube",
  "Post a tweet": "Publicar un tuit",
  "You could try reducing the number of your destinations to one for direct streaming.": "Podría intentar reducir el número de sus destinos a uno para la transmisión directa.",
  "Add Destination": "Agregar destino",
  "Extras": "Extras",
  "Go back to settings": "Regresar a ajustes",
  "Select at least one destination": "Seleccionar al menos un destino",
  "You cannot unlink the platform you used to sign in to Streamlabs Desktop. If you want to unlink this platform, please sign in with a different platform.": "No puede desvincular la plataforma que ha utilizado para iniciar sesión en Streamlabs Desktop. Si quiere desvincular esta plataforma, debe iniciar sesión en otra.",
  "You cannot disable the platform you used to sign in to Streamlabs Desktop. Please sign in with a different platform to disable streaming to this destination.": "No puede desactivar la plataforma que ha utilizado para iniciar sesión en Streamlabs Desktop. Debe iniciar sesión en otra plataforma para desactivar el streaming a este destino.",
  "Checking optimized setting for %{game}": "Revisando ajuste optimizado para %{game}",
  "There was an error starting the output. Check your settings and try again. If this issue persists, please contact Streamlabs support.": "Se produjo un error al iniciar la salida. Compruebe sus ajustes y vuelva a intentarlo. Si el problema persiste, póngase en contacto con el servicio de asistencia de Streamlabs.",
  "Contact Support": "Contactar con el servicio de asistencia",
  "The request to the platform failed": "Error de solicitud a la plataforma",
  "No Facebook pages were found": "No se encontraron páginas de Facebook",
  "Missing required oauth scope": "Falta ámbito de OAuth obligatorio",
  "Failed to fetch platform settings": "No se pudieron obtener ajustes de plataforma",
  "Failed to update platform settings": "No se pudieron actualizar ajustes de plataforma",
  "The Multistream server is temporarily unavailable": "El servidor Multistream no está disponible temporalmente",
  "Failed to configure the Multistream server": "No se pudo configurar el servidor Multistream",
  "Failed to configure the Dual Output service": "Error al configurar el servicio Dual Output",
  "The Multistream server is temporarily unavailable for Dual Output": "El servidor Multistream no está disponible temporalmente para Dual Output",
  "Your YouTube account is not enabled for live streaming": "Su cuenta de YouTube no está activada para streaming de vídeo en tiempo real",
  "Failed to publish the YouTube broadcast": "No se pudo publicar la transmisión de YouTube",
  "Failed to post the Tweet": "No se pudo publicar el tuit",
  "This feature is for Ultra members only": "Esta función es solo para miembros de Ultra",
  "An unknown error occurred": "Se ha producido un error desconocido",
  "Please enable your account for live streaming, and wait 24 hours before attempting to stream.": "Active su cuenta para streaming en tiempo real, y espere 24 horas antes de intentar transmitir.",
  "Please try again. If the issue persists, you can stream directly to a single platform instead.": "Vuelva a intentarlo. Si se sigue produciendo el problema, puede transmitir directamente a una única plataforma.",
  "Enable Live Streaming": "Activar streaming en tiempo real",
  "Destination": "Destino",
  "You cannot disable the platform you used to sign in to Streamlabs Desktop. Please sign in with a different platform to disable streaming to this destinationType.": "No puede desactivar la plataforma que ha utilizado para iniciar sesión en Streamlabs Desktop. Debe iniciar sesión en otra plataforma para desactivar el streaming a este tipo de destino.",
  "canNotDisablePrimaryPlatform": "No puede desactivar la plataforma con la que ha iniciado sesión.<br/> ¿Quiere <switch-account-link>iniciar sesión en otra cuenta</switch-account-link>?",
  "Your stream title or description contain banned words": "El título o la descripción de su transmisión contiene palabras prohibidas",
  "Platform": "Plataforma",
  "Update scheduled event": "Actualizar evento programado",
  "Schedule new stream": "Actualizar nuevo stream",
  "Stream scheduled": "Stream programado",
  "Invalid settings. Please check the form": "Ajustes no válidos. Compruebe el formulario",
  "Common Stream Settings": "Ajustes de transmisión comunes",
  "Schedule Stream for %{formattedDate}": "Programar transmisión para %{formattedDate}",
  "Update Scheduled Stream for %{formattedDate}": "Actualizar programación de transmisión para %{formattedDate}",
  "You can not schedule to a past date": "No puede programar para una fecha pasada",
  "Streamlabs requires additional permissions from your Twitch account. Please log in with Twitch to continue.": "Streamlabs requiere permisos adicionales de su cuenta de Twitch. Inicie sesión con Twitch para continuar.",
  "Can not schedule the stream for the given date/time": "No se puede programar el stream para la fecha/hora dadas",
  "Failed to load YouTube events": "No se pudieron cargar eventos de YouTube",
  "Failed to load Facebook events": "No se pudieron cargar eventos de Facebook",
  "Stream to multiple platforms with Prime": "Haga streaming a múltiples plataformas con Prime",
  "Go live on multiple platforms at once with Multistreaming.": "Transmita en directo en múltiples plataformas a la vez con Multistreaming.",
  "Step 1: Connect your streaming accounts in the <stream>Stream</stream> settings.": "Paso 1: Conecte sus cuentas de streaming en los ajustes de <stream>Stream</stream>.",
  "Step 2: Ensure the \"Confirm stream title and game before going live\" option is checked in the <general>General</general> settings tab.": "Paso 2: Asegúrese de que la opción \"Confirmar título de stream y juego antes de transmitir en directo\" esté marcada en la pestaña de ajustes <general>General</general>.",
  "Step 3: Select which platforms you are streaming to when you hit \"Go Live\".": "Paso 3: Seleccione a qué plataformas hacer streaming cuando pulse \"Transmitir en directo\".",
  "New features coming soon!": "¡Funciones nuevas próximamente!",
  "Stream to multiple platforms at once with <ultra>Streamlabs Ultra</ultra>.": "Haga streaming a múltiples plataformas a la vez con <ultra>Streamlabs Ultra</ultra>.",
  "Dual Output": "Dual Output",
  "Stream to horizontal and vertical platforms simultaneously. Recordings will be in horizontal only.": "Streaming a plataformas horizontales y verticales simultáneamente. Las grabaciones serán sólo en horizontal.",
  "Dual Output Settings": "Ajustes de Dual Output",
  "Enable Dual Output": "Activar Dual Output",
  "Set your default output mode for each platform.": "Configure el modo de salida predeterminado para cada plataforma.",
  "Set Dual Output Settings": "Configurar ajustes de Dual Output",
  "Mode:": "Modo:",
  "Horizontal": "Horizontal",
  "You can select which one to stream with in the Go Live window.": "Puede seleccionar con cuál hacer streaming en la ventana Transmitir en directo.",
  "Video Output Orientation": "Orientación de salida de vídeo",
  "Show horizontal display.": "Mostrar visualización horizontal.",
  "Show vertical display.": "Mostrar visualización vertical.",
  "Hide horizontal display.": "Ocultar visualización horizontal.",
  "Hide vertical display.": "Ocultar visualización vertical.",
  "Upgrade your stream with premium themes with <ultra>Streamlabs Ultra</ultra>.": "Actualiza tu stream con temas premium usando <ultra>Streamlabs Ultra</ultra>.",
  "You cannot change these settings when you're live.": "No puede cambiar estos ajustes estando en directo.",
  "<dualoutput>Dual Output</dualoutput> is enabled - you must stream to one horizontal and one vertical platform.": "La función <dualoutput>Dual Output</dualoutput> está activada. Debe hacer streaming a una plataforma horizontal y a otra vertical.",
  "Other": "Otros",
  "Add Destination with Ultra": "Agregar destino con Ultra",
  "Please log in to enable dual output. Would you like to log in now?": "Inicie sesión para activar Dual Output. ¿Quiere iniciar sesión ahora?",
  "To use Dual Output you must stream to at least one horizontal and one vertical platform.": "Para utilizar Dual Output debe hacer streaming al menos a una plataforma horizontal y a otra vertical.",
  "Cannot toggle Dual Output while live.": "No se puede conmutar el estado de Dual Output estando en directo.",
  "Cannot toggle Dual Output while in Studio Mode.": "No se puede conmutar el modo Dual Output estando en modo Studio.",
  "Dual Output can’t be displayed - Selective Recording only works with horizontal sources and disables editing the vertical output scene. Please disable selective recording from Sources to set up Dual Output.": "No se puede mostrar Dual Output. La grabación selectiva sólo funciona con fuentes horizontales y desactiva la edición de escenas de salida vertical. Desactive la grabación selectiva de fuentes para configurar Dual Output.",
  "Selective Recording can only be used with horizontal sources.": "La grabación selectiva sólo se puede utilizar con fuentes horizontales.",
  "Set up Go Live Settings for Dual Output Mode in the Go Live window.": "Configure los ajustes de transmisión en directo para el modo Dual Output en la ventana Transmitir en directo.",
  "Cannot toggle Studio Mode in Dual Output Mode.": "No se puede conmutar el modo Studio en modo Dual Output.",
  "Upgrade your stream with premium overlays with <ultra>Streamlabs Ultra</ultra>.": "Mejora tu streaming con superposiciones premium con <ultra>Streamlabs Ultra</ultra>.",
  "Instagram Stream Key": "Clave de transmisión de Instagram",
  "Instagram Stream URL": "URL de transmisión de Instragram",
  "Remember to open Instagram in browser and click \"Go Live\" to start streaming!": "¡Recuerda abrir Instagram en el navegador y hacer clic en \"Hacer directo\" para empezar a retransmitir!",
  "Remember to update your Stream Key": "Recuerda actualizar tu clave de transmisión",
  "Stream URL": "URL de transmisión",
  "Tweet": "Tuit",
  "Viewers Hidden": "Espectadores ocultos",
  "Failed to upload the thumbnail": "No se ha podido cargar la miniatura",
  "Failed to authenticate with TikTok": "No se ha podido realizar la autenticación con TikTok",
  "Your TikTok account is not enabled for live streaming": "Tu cuenta de TikTok no está activada para hacer streaming en directo",
  "Error generating TikTok stream credentials": "No se ha podido generar las credenciales de transmisión de TikTok",
  "You are already live on a another device": "Ya estás en directo en otro dispositivo",
  "Connect your TikTok account to stream to TikTok and one additional platform for free.": "Conecta tu cuenta de TikTok para transmitir a TikTok y a una plataforma adicional de forma gratuita.",
  "While updating your Twitch channel info, some tags were removed due to moderation rules: %{tags}": "Al actualizar la información de tu canal de Twitch, se han eliminado algunas etiquetas debido a las normas de moderación: %{tags}",
  "Content Classification": "Clasificación del contenido",
  "Stream features branded content": "Stream presenta contenido de marca",
  "Streaming to %{platform} is temporary unavailable": "La transmisión a %{platform} no está disponible temporalmente",
  "Code:": "Código:",
  "request rejected by streaming platform with no other details provided. Confirm go live settings, streaming approval status and output settings": "solicitud rechazada por la plataforma de streaming sin que se proporcionen más detalles. Confirma la configuración de la retransmisión en directo, el estado de aprobación del streaming y la solicitud rechazada",
  "request rejected by streaming platform. If error shows the user is blocked, do not say that they are blocked but instead ask them to confirm their streaming status with the platform": "de configuración de salida por parte de la plataforma de streaming. Si el error muestra que el usuario está bloqueado, no le comuniques que lo está y pídele que confirme el estado de su streaming con la plataforma",
  "escalate to the engineering team": "traslada el problema al equipo de ingeniería",
  "confirm streaming approval status with TikTok": "confirma el estado de aprobación del streaming con TikTok",
  "end stream on other device to start": "para empezar, cierra la transmisión en el resto de dispositivos",
  "confirm Live Access status with TikTok": "confirma el estado de Acceso al directo con TikTok",
  "unlink and re-merge TikTok account, then restart Desktop": "desvincula y vuelve a vincular la cuenta de TikTok, luego reinicia el Desktop",
  "re-login or re-merge TikTok account": "vuelve a iniciar sesión o a vincular la cuenta de TikTok",
  "Streaming to platform is temporarily not available, confirm streaming approval and output settings.": "La transmisión a la plataforma no está disponible temporalmente, confirma la aprobación de la transmisión y los ajustes de salida.",
  "Failed to update %{platform} account. Please relogin to your %{platform} account.": "No se ha podido actualizar la cuenta %{platform}. Vuelve a iniciar sesión en tu cuenta %{platform}.",
  "Failed to update %{platform} account. Please unlink and reconnect your %{platform} account.": "No se ha podido actualizar la cuenta %{platform}. Desenlaza y vuelve a conectar tu cuenta %{platform}.",
  "Failed to update %{platform} account": "No se ha podido actualizar la cuenta %{platform}",
  "<unlink>Unlink here</unlink>": "<unlink>Desenlazar aquí</unlink>",
  "Primary Chat": "Chat principal",
  "Go to Settings -> Output -> Recording -> Recording Path if you need to change this location.": "Ve a Configuración -> Salida -> Grabación -> Ruta de grabación, si necesitas cambiar esta ubicación.",
  "An error occurred with the output. Please check your streaming and recording settings.": "Se produjo un error con la salida. Compruebe sus ajustes de streaming y de grabación.",
  "JSON returned, escalate to the engineering team.": "JSON devuelto, trasladar problema al equipo de ingeniería.",
  "error most likely occurred before going live": "lo más probable es que el error se produjera antes de entrar en directo",
  "You're not eligible to Go Live, your profile needs to be at least 60 days old, or your page needs to have at least 100 followers": "No cumples con los requisitos de Go Live, tu perfil debe tener al menos 60 días de antigüedad o tu página debe tener al menos 100 seguidores",
  "Are you sure you want to start multistreaming with errors?": "¿Estás seguro de que quieres empezar una transmisión múltiple con errores?",
  "Unknown error with no further details, please contact support": "Error desconocido sin más detalles, ponte en contacto con el servicio de asistencia",
  "You are currently logged out. Please log in or confirm your server url and stream key": "Actualmente estás desconectado. Inicia sesión o confirma la url de tu servidor y la clave de transmisión",
  "user probably has an invalid server url or stream key": "probablemente el usuario tiene una url de servidor o una clave de transmisión no válidas",
  "Your computer is locked": "Tu ordenador está bloqueado",
  "Please try again. If the issue persists, you can stream in single output mode instead.": "Vuelve a intentarlo. Si el problema persiste, puedes transmitir en modo de salida única.",
  "Enable Dual Output to stream to horizontal & vertical platforms simultaneously": "Activa la Dual Output para transmitir a plataformas horizontales y verticales simultáneamente",
  "Disable Dual Output": "Desactivar Dual Output",
  "You can now reply to Twitch, YouTube and Facebook messages in Multistream chat. Click to learn more.": "Ahora puedes responder a mensajes de Twitch, YouTube y Facebook en el Chat Multistream. Haz clic para obtener más información.",
  "Multistream Chat Platform Support": "Asistencia de la plataforma de Chat Multistream",
  "You have selected %{colorFormat} as Color Format. Formats other than NV12 and P010 are commonly used for recording, and might incur high CPU usage or the streaming platform might not support it. Go to Settings -> Advanced -> Video to review.": "You have selected %{colorFormat} as Color Format. Formats other than NV12 and P010 are commonly used for recording, and might incur high CPU usage or the streaming platform might not support it. Go to Settings -> Advanced -> Video to review.",
  "TikTok Audience": "TikTok Audience"
}
