{
  "Are you sure you want to stop streaming?": "Seguro que quieres detener la emisión?",
  "Invalid Path or Connection URL.  Please check your settings to confirm that they are valid.": "Ruta o conexión URL no válida. Por favor, comprueba tus ajustes para confirmar que son correctos.",
  "Failed to connect to the streaming server.  Please check your internet connection.": "Error al conectar con el servidor de streaming. Por favor, comprueba tu conexión a internet.",
  "Disconnected from the streaming server.  Please check your internet connection.": "Desconectado del servidor de streaming. Por favor, comprueba tu conexión a internet.",
  "Could not access the specified channel or stream key, please double-check your stream key.  ": "No se ha podido acceder al canal o clave de transmisión. Por favor, comprueba la clave de transmisión.  ",
  "If it is correct, there may be a problem connecting to the server.": "Si es correcto, podría haber un problema conectando al servidor.",
  "There is not sufficient disk space to continue recording.": "No hay suficiente espacio en el disco para continuar grabando.",
  "The output format is either unsupported or does not support more than one audio track.  ": "El formato de salida es incompatible o no no es compatible con más de una pista de audio.  ",
  "Please check your settings and try again.": "Por favor, comprueba tus ajustes y prueba otra vez.",
  "An unexpected error occurred:": "Ha ocurrido un error inesperado:",
  "Title": "Título",
  "Game": "Juego",
  "Do not show this message when going live": "No mostrar esté mensaje al comenzar la emisión",
  "You will not be asked again to update your stream info when going live.  ": "No se te recordará actualizar tu información de emisión al comenzar el directo.  ",
  "You can re-enable this from the settings.": "Puedes volver a habilitarlo desde los ajustes.",
  "Confirm & Go Live": "Confirmar & Iniciar Emisión",
  "Update Stream Info": "Actualizar Información de Emisión",
  "There was an error fetching your channel information.  You can try": "Ha habido un error recuperando la información de tu canal.  Puedes intentar",
  "fetching the information again": "recuperar la información de nuevo",
  "or you can": "o puedes",
  "just go live.": "simplemente iniciar la emisión.",
  "If this error persists, you can try logging out and back in.": "Si el error persiste, puedes intentar cerrar sesión y abrirla de nuevo.",
  "Use optimized encoder settings": "Usar opciones de codificador optimizadas",
  "Optimized encoder gives equivalent quality while reducing usage. Game specific encoders for Fortnite, PUBG, Destiny 2, and League Of Legends": "El codificador optimizado ofrece una calidad equivalente mientras reduce el trabajo. Codificadores específicos para Fortnite, PUBG, Destiny 2 y League of Legends",
  "Something went wrong while updating your stream info.  Please try again.": "Se produjo un error al actualizar tu información de emisión. Por favor, inténtalo de nuevo.",
  "Something went wrong while updating your stream info. You can try again, or you can": "Se produjo un error al actualizar tu información de emisión. Puedes intentarlo de nuevo, o puedes",
  "just go live": "iniciar emisión igualmente",
  "Optimized profile for average CPUs": "Perfil optimizado para CPUs de gama media",
  "Optimized profile for weak CPUs": "Perfil optimizado para CPUs de gama baja",
  "YouTube account not enabled for live streaming": "Cuenta de YouTube no habilitada para emisión en directo",
  "Fix": "Arreglar",
  "I'm set up": "Estoy listo",
  "End Stream": "Terminar emisión",
  "Starting": "Comenzando",
  "Ending": "Finalizando",
  "Reconnecting": "Reconectando",
  "Go Live": "Emitir en directo",
  "Stop": "Detener",
  "Save Replay": "Guardar repetición",
  "Schedule Stream": "Programar emisión",
  "Go to Youtube to view your live stream": "Ir a Youtube para ver tu directo",
  "Edit your stream title and description": "Editar tu título y descripción de emisión",
  "Go to Youtube Live Dashboard to control your stream": "Ir al Panel de Control de Youtube para gestionar tu emisión",
  "Are you sure you want to exit while live?": "Seguro que quieres salir con la emisión aún activa?",
  "Enable the preview stream": "Habilitar visualización de emisión",
  "Disable the preview stream, can help with CPU": "Deshabilitar visualización de emisión",
  "viewers": "espectadores",
  "Refresh Chat": "Actualizar Chat",
  "Your chat is currently offline": "Tu chat está actualmente offline",
  "Set path in Settings > Output.": "Selecciona la ruta en Ajustes > Salida.",
  "Start Replay Buffer": "Comenzar búfer de repetición",
  "Stop Replay Buffer": "Detener búfer de repetición",
  "Stopping...": "Deteniendo...",
  "Your stream has been scheduled for %{time} from now. If you'd like to make another schedule please enter a different time": "Tu emisión ha sido programada para %{time} desde ahora. Si deseas otra programación, introduce una hora diferente",
  "Stop streaming to access these controls:": "Detén la emisión para acceder a estos controles:",
  "Tags": "Etiquetas",
  "Select stream tags": "Selecciona etiquetas de emisión",
  "You can now edit your channel tags from this screen.": "Ahora puedes editar las etiquetas de tu canal en esta pantalla.",
  "Log out and back in to reauthorize additional permissions.": "Cierra sesión e ingresa de nuevo para reautorizar permisos adicionales.",
  "Are you sure you want to start streaming?": "¿Estás seguro que deseas comenzar a emitir?",
  "Please enable account for streaming to recieve a stream key": "Por favor, activa la cuenta de emisión para recibir una clave de emisión",
  "Facebook Page Creation": "Creación de página de Facebook",
  " to create a page, and then try again.": " para crear una página, y luego intenta de nuevo.",
  "Facebook Page": "Página de Facebook",
  "Description": "Descripción",
  "Checking optimized setting for": "Revisando ajustes optimizados para",
  "You will not be asked again to update your stream info when going live. ": "No se te recordará actualizar tu información de emisión al emitir en directo. ",
  "Schedule": "Programar",
  "No matching game(s) found.": "No se encontraron juegos coincidentes.",
  "Use optimized encoder settings ": "Usar ajustes de codificador optimizados ",
  "Scheduled Date": "Fecha programada",
  "Scheduled Time": "Hora programada",
  "You are 10 minutes away from the 8 hour stream limit": "Estás a 10 minutos del límite de emisión de 8 horas",
  "Stream has disconnected, attempting to reconnect.": "La emisión se ha desconectado. Intentado reconectar."
}
