{
  "TikTok Server URL": "URL de servidor de TikTok",
  "TikTok Stream Key": "Clave de transmisión de TikTok",
  "Locate my Stream Key": "Localizar mi clave de transmisión",
  "Click here to learn more about streaming on TikTok": "Haga clic aquí para obtener más información sobre transmisión en TikTok",
  "Go to the TikTok Live Center Dashboard": "Ir al panel de control de TikTok Live Center",
  "Go live to TikTok with a single click. Click here to learn more.": "Haz un directo en TikTok con un solo clic. Haz clic aquí para obtener más información.",
  "Apply for TikTok Live Permission": "Solicitar permiso para TikTok Live",
  "Reapply for TikTok Live Permission": "Volver a solicitar permiso para TikTok Live",
  "Generate with \"Locate my Stream Key\"": "Generar con \"Localizar mi clave de transmisión\"",
  "You do not have permission to stream live to TikTok.": "No tienes permiso para transmitir en TikTok",
  "Open TikTok Live Center": "Abrir TikTok Live Center",
  "Access chat for TikTok in the TikTok Live Center.": "Accede al chat de TikTok en el TikTok Live Center.",
  "Failed to update TikTok account": "No se ha podido actualizar la cuenta de TikTok",
  "Failed to update TikTok account. Please unlink and reconnect your TikTok account.": "No se ha podido actualizar la cuenta de TikTok. Desenlaza y vuelve a conectar tu cuenta de TikTok.",
  "Close Streamlabs Desktop and reload": "Cierra Streamlabs Desktop y vuelva a abrirlo",
  "Go to Settings - Stream and reconnect TikTok": "Ve a Ajustes - Stream y vuelve a conectar TikTok",
  "Connect TikTok Account": "Conectar la cuenta TikTok",
  "Failed to generate TikTok stream credentials. Confirm Live Access with TikTok.": "No se han podido generar las credenciales de transmisión de TikTok. Confirma el acceso al directo con TikTok.",
  "Approvals are solely at TikTok's discretion.": "Las aprobaciones quedan supeditadas únicamente al criterio de TikTok.",
  "TikTok Category": "Categoría de TikTok",
  "TikTok Live Access not granted. Click here to learn more.": "No se ha concedido el acceso a TikTok Live. Haz clic aquí para obtener más información.",
  "Only 32 characters of your title will display on TikTok": "Sólo se mostrarán 32 caracteres del título en TikTok",
  "You may be eligible for TikTok Live Access. <apply>Apply here.</apply>": "Puedes optar al acceso a TikTok Live. <apply>Solicítalo aquí.</apply>",
  "Click to view TikTok Replay in your browser.": "Haz clic para ver la repetición de TikTok en tu navegador."
}
