{
  "Add Widgets": "Añadir Widgets",
  "Select the Streamlabs widgets you would like to activate for your stream. These will get automatically added to your scene.": "Selecciona los widgets de Streamlabs que quieres activar en tu emisión. Serán añadidos automáticamente a tu escena.",
  "Thanks viewers with notification popups": "Da las gracias a tus espectadores con notificaciones en ventanas emergentes",
  "Most recent events into your stream": "Eventos más recientes en tu canal",
  "A jar that catches bits, tips, and more": "Una jarra que recoge bits, propinas y más",
  "Your channel's chat in your stream": "El chat de tu canal en la emisión",
  "Show off most recent donations to viewers": "Muestra las donaciones más recientes a tus espectadores",
  "Give your viewers a donation target to help you reach": "Dale a tus espectadores un objetivo de donaciones que puedan ayudarte a alcanzar",
  "Give your viewers a follower target to help you reach": "Dale a tus espectadores un objetivo de seguidores que puedan ayudarte a alcanzar",
  "Give your viewers a bit target to help you reach": "Dale a tus espectadores un objetivo de bits que puedan ayudarte a alcanzar",
  "Give your viewers a subscriber target to help you reach": "Dale a tus espectadores un objetivo de suscriptores que puedan ayudarte a alcanzar",
  "Show off how many viewers you have from multiple platforms": "Muestra cuántos espectadores de diferentes plataformas tienes",
  "Give your viewers an opportunity of becoming a boss": "Dale a tus espectadores la oportunidad de convertirse en el boss",
  "Rolling credits at the end of your stream": "Créditos para reproducir al final de tu emisión",
  "Add %{widgetscount} Widgets": "Añadir %{widgetscount} Widgets",
  "Rather do this manually?": "¿Prefieres hacerlo manualmente?",
  "Setup later": "Configurar más tarde",
  "Widget Theme installed & activated. Click here to manage your Widget Profiles.": "Tema de Widgets instalado & activado. Haz click aquí para gestionar tus perfiles de Widgets.",
  "Follow": "Seguidor",
  "Subscription": "Suscripción",
  "Donation": "Donación",
  "Bits": "Bits",
  "Host": "Host",
  "The Google Font to use for the text. Visit http://google.com/fonts to find one! Popular Fonts include: Open Sans, Roboto, Oswald, Lato, and Droid Sans.": "La fuente de Google que se utilizará para el texto. ¡Visita http://google.com/fonts para encontrar una! Las fuentes populares incluyen: Open Sans, Roboto, Oswald, Lato y Droid Sans.",
  "A hex code for the base text color.": "Un código hexadecimal para el color del texto base.",
  "A hex code for the widget background. This is for preview purposes only. It will not be shown in your stream.": "Un código hexadecimal para el fondo del widget. Este es únicamente para fines de previsualización. No se mostrará en tu emisión.",
  "Note: This background color is for preview purposes only. It will not be shown in your stream.": "Este color de fondo es únicamente para fines de previsualización. No se mostrará en tu emisión.",
  "Please login to configure widget": "Por favor inicia sesión para configurar el widget",
  "Enable Custom Code": "Habilitar código personalizado",
  "Sources and Settings": "Fuentes y ajustes",
  "Selected Properties": "Propiedades seleccionadas",
  "Failed to load settings": "No se pudieron cargar los ajustes",
  "HTML": "HTML",
  "CSS": "CSS",
  "JS": "JS",
  "Custom Fields": "Campos personalizados",
  "Settings for ": "Configuración de ",
  "Widget Editor": "Editor de widgets",
  "HTML CSS": "HTML CSS",
  "Font Size": "Tamaño de fuente",
  "Font Family": "Familia de fuente",
  "Font Style": "Estilo de la fuente",
  "Save failed, something went wrong.": "No se pudo guardar, algo salió mal.",
  "This widget does not have defaults.": "Este widget no tiene valores predeterminados.",
  "Add Custom Fields": "Añadir campos personalizados",
  "Remove Custom Fields": "Quitar campos personalizados",
  "No fields added": "No se añadieron campos",
  "Font Settings": "Configuración de fuente",
  "Visual Settings": "Configuración visual",
  "Bounce": "Rebotar",
  "Pulse": "Pulso",
  "Rubber Band": "Banda de caucho",
  "Tada": "Tada",
  "Wave": "Onda",
  "Wiggle": "Agitar",
  "Wobble": "Temblor",
  "Very Rarely": "Muy raramente",
  "Rarely": "Rara vez",
  "As Default": "Como predeterminado",
  "Frequently": "Frecuentemente",
  "Very Frequently": "Muy frecuentemente",
  "Recent Events": "Eventos recientes"
}
