{
  "Game Widget": "Widget de juego",
  "Let your viewers play a game in chat": "Permite que sus espectadores jueguen en un chat",
  "Chat Decision Time": "Tiempo de decisión de chat",
  "Trigger Command": "Comando de activación",
  "Chat Response Timer": "Cronómetro de respuesta de chat",
  "No Input Recieved": "No se ha recibido información",
  "Restarting Game": "Reiniciando juego",
  "Chat's Turn": "Turno de chat",
  "Chat Marker Color": "Color de marcador de chat",
  "Chat Win Color": "Color de ganador de chat",
  "AI's Turn": "Turno de IA",
  "AI Marker Color": "Color de marcador de IA",
  "AI Win Color": "Color de ganador de IA",
  "Chat Won": "Chat ha ganado",
  "Chat Lost": "Chat ha perdido",
  "Draw Game": "Empate",
  "Cannot Play Here": "Aquí no se puede jugar",
  "Game End Message Duration": "Duración de mensaje de fin de juego",
  "Chat Marker": "Marcador de chat",
  "AI Marker": "Marcador de IA",
  "The duration in seconds to collect chat's responses before passing them to the game.": "Duración en segundos para recopilar respuestas de chat antes de pasarlas al juego.",
  "Command used by the chat to provide their response.": "Comando usado por el chat para proporcionar la respuesta.",
  "Message displayed to let the chat know they didn't provide any input.": "Mensaje mostrado para indicar al chat que no se ha proporcionado información.",
  "Message displayed to let the chat know the game is restarting.": "Mensaje mostrado para indicar al chat que el juego se va a reiniciar.",
  "Marker used to display where chat played their turn. Please make sure it's not more than 1 character.": "Marcador usado para mostrar dónde ha jugado el chat su turno. No debería haber más de 1 carácter.",
  "Message to let everyone know that it's chat's turn to play.": "Mensaje para comunicar a todos que es el turno de juego del chat.",
  "Marker used to display where AI played it's turn. Please make sure it's not more than 1 character.": "Marcador usado para mostrar dónde ha jugado IA su turno. No debería haber más de 1 carácter.",
  "Message to let everyone know that it's AI's turn to play.": "Mensaje para comunicar a todos que es el turno de juego de IA.",
  "Message displayed to let everyone know chat won.": "Mensaje mostrado para comunicar a todos que el chat ha ganado.",
  "Message displayed to let everyone know chat lost.": "Mensaje mostrado para comunicar a todos que el chat ha perdido.",
  "Message displayed to let everyone know the game was a draw.": "Mensaje mostrado para comunicar a todos que el juego ha terminado en empate.",
  "Message to let chat know that they cannot play the current move.": "Mensaje mostrado para comunicar a todos que no se puede realizar la jugada actual.",
  "Display the game ended message for these many seconds.": "Mostrar el mensaje de fin de juego durante ese número de segundos.",
  "General Settings": "Ajustes generales",
  "Game Settings": "Ajustes de juego"
}
