{
  "YouTube stream status": "Estado de stream de YouTube",
  "Waiting for YouTube to receive the video signal...": "Esperando a que YouTube reciba la señal de vídeo...",
  "Testing your broadcast...": "Probando su transmisión...",
  "Finalizing broadcast testing...": "Finalizando pruebas de transmisión...",
  "Publishing to your YouTube channel...": "Publicando en su canal de YouTube...",
  "Waiting broadcast to be published...": "Esperando a que se publique la transmisión...",
  "You're live!": "¡Está en directo!",
  "Waiting for broadcast to be published...": "Esperando a que se publique la transmisión...",
  "Working on your live stream": "Trabajando en su stream en tiempo real",
  "Your stream will start shortly. You can close this window.": "Su stream se iniciará enseguida. Puede cerrar esta ventana.",
  "Go to YouTube Live Dashboard": "Ir a panel de YouTube en directo",
  "Create New Event": "Crear evento nuevo",
  "YouTube Chat": "Chat de YouTube",
  "This action cannot be performed inside Streamlabs OBS. To interact with chat, you can open this chat in a web browser.": "Esta acción no se puede realizar dentro de Streamlabs OBS. Para interactuar con el chat, puede abrir este chat en un navegador Web.",
  "Open In Web Browser": "Abrir en navegador Web",
  "Privacy": "Privacidad",
  "Public": "Publico",
  "Anyone can search for and view": "Cualquiera puede buscar y ver",
  "Unlisted": "No listado",
  "Anyone with the link can view": "Cualquiera con el enlace puede ver",
  "Private": "Privado",
  "Only you can view": "Solo tu puedes ver",
  "Category": "Categoría",
  "Stream Latency": "Latencia de transmisión",
  "Normal Latency": "Latencia Normal",
  "Low-latency": "Baja Latencia",
  "Ultra low-latency": "Ultra Baja Latencia",
  "Does not support: Closed captions, 1440p, and 4k resolutions": "No admite: subtítulos ocultos, resoluciones 1440p y 4k",
  "Enable DVR": "Habilitar DVR",
  "Additional Settings": "Ajustes adicionales",
  "Open Youtube Studio": "Abrir Youtube Studio",
  "360° video": "Video 360°",
  "Enable Auto-start": "Habilitar Auto-inicio",
  "Enable Auto-stop": "Habilitar Auto-parada",
  "latencyTooltip": "Una transmisión de baja latencia puede reducir la cantidad de tiempo que tarda el video en ser visible para los usuarios que miran una transmisión, aunque también puede afectar la fluidez de la reproducción.",
  "Enabling auto-start will automatically start the stream when you start sending data from your streaming software": "Al habilitar el inicio automático, la transmisión se iniciará automáticamente cuando comience a enviar datos desde su software de transmisión.",
  "Enabling auto-stop will automatically stop the stream when you stop sending data from your streaming software": "Habilitar la parada automática detendrá automáticamente la transmisión cuando deje de enviar datos desde su software de transmisión.",
  "DVR controls enable the viewer to control the video playback experience by pausing, rewinding, or fast forwarding content": "Los controles de DVR permiten al espectador controlar la experiencia de reproducción de video al pausar, rebobinar o adelantar el contenido.",
  "Auto-start is disabled for your broadcast. You should manually publish your stream from Youtube Studio": "El inicio automático está desactivado para su transmisión. Debe publicar manualmente su transmisión desde Youtube Studio",
  "Made for kids": "Hecho para niños",
  "Features like personalized ads and live chat won't be available on live streams made for kids.": "Funciones como anuncios personalizados y chat en vivo no estarán disponibles en transmisiones en vivo hechas para niños.",
  "Try our new thumbnail editor": "Prueba nuestro nuevo editor de miniaturas"
}
