{
  "YouTube stream status": "Estado de stream de YouTube",
  "Waiting for YouTube to receive the video signal...": "Esperando a que YouTube reciba la señal de vídeo...",
  "Testing your broadcast...": "Probando su transmisión...",
  "Finalizing broadcast testing...": "Finalizando pruebas de transmisión...",
  "Publishing to your YouTube channel...": "Publicando en su canal de YouTube...",
  "Waiting broadcast to be published...": "Esperando a que se publique la transmisión...",
  "You're live!": "¡Está en directo!",
  "Waiting for broadcast to be published...": "Esperando a que se publique la transmisión...",
  "Working on your live stream": "Trabajando en su stream en tiempo real",
  "Your stream will start shortly. You can close this window.": "Su stream se iniciará enseguida. Puede cerrar esta ventana.",
  "Go to YouTube Live Dashboard": "Ir a panel de YouTube en directo",
  "Create New Event": "Crear evento nuevo",
  "YouTube Chat": "Chat de YouTube",
  "This action cannot be performed inside Streamlabs Desktop. To interact with chat, you can open this chat in a web browser.": "Esta acción no se puede realizar dentro de Streamlabs Desktop. Para interactuar con el chat, puede abrir este chat en un navegador web.",
  "Open In Web Browser": "Abrir en navegador Web",
  "Privacy": "Privacidad",
  "Public": "Público",
  "Anyone can search for and view": "Cualquiera puede buscar y ver",
  "Unlisted": "No se muestra",
  "Anyone with the link can view": "Cualquiera con el vínculo puede ver",
  "Private": "Privado",
  "Only you can view": "Solo usted puede ver",
  "Category": "Categoría",
  "Stream Latency": "Latencia de transmisión",
  "Normal Latency": "Latencia normal",
  "Low-latency": "Latencia baja",
  "Ultra low-latency": "Latencia ultrabaja",
  "Does not support: Closed captions, 1440p, and 4k resolutions": "No admite: subtítulos cerrados, resoluciones 1440p y 4K",
  "Enable DVR": "Activar DVR",
  "Additional Settings": "Ajustes adicionales",
  "Open Youtube Studio": "Abrir Youtube Studio",
  "360° video": "Vídeo de 360°",
  "Enable Auto-start": "Activar inicio automático",
  "Enable Auto-stop": "Activar detención automática",
  "latencyTooltip": "Una transmisión de baja latencia puede reducir el tiempo que tarda el vídeo en ser visible para los usuarios que ven una transmisión, aunque también puede afectar a la fluidez de la reproducción.",
  "Enabling auto-start will automatically start the stream when you start sending data from your streaming software": "Activar el inicio automático iniciará automáticamente la transmisión cuando empiece a enviar datos desde su software de streaming",
  "Enabling auto-stop will automatically stop the stream when you stop sending data from your streaming software": "Activar la detención automática detendrá automáticamente la transmisión cuando deje de enviar datos desde su software de streaming",
  "DVR controls enable the viewer to control the video playback experience by pausing, rewinding, or fast forwarding content": "Los controles de DVR permiten que el espectador controle la experiencia de reproducción de vídeo pausando, rebobinando o avanzando rápidamente el contenido",
  "Auto-start is disabled for your broadcast. You should manually publish your stream from Youtube Studio": "El inicio automático está desactivado para su transmisión. Debe publicar manualmente su transmisión desde Youtube Studio",
  "Made for kids": "Hecho para niños",
  "Features like personalized ads and live chat won't be available on live streams made for kids.": "Características como anuncios personalizados y chat en directo no estarán disponibles en transmisiones en tiempo real hechas para niños.",
  "Try our new thumbnail editor": "Probar nuestro nuevo editor de miniaturas"
}
