{
  "Grow": "Crescita",
  "My Goals": "I miei obiettivi",
  "Community Reach: %{reachableFollowing}/%{totalFollowing} followers": "Grandezza della community: %{reachableFollowing}/%{totalFollowing} follower",
  "Streamer Resources": "Risorse dello streamer",
  "You can reach %{percentage}% of your community across all platforms. Multistream to more platforms to increase this number": "Puoi raggiungere il %{percentage}% della tua community attraverso tutte le piattaforme. Fai multistreaming su più piattaforme per accrescere questo numero.",
  "Streamlabs University": "Streamlabs University",
  "Professional streamers are now able to earn large amounts of money while entertaining people and creating their own brand. But how does one become a professional streamer? Streamlabs University is our answer to this question. In this course, we’ll walk you through everything you need to know to become a successful streamer and turn your passion into a profession.": "Gli streamer professionisti ora possono guadagnare grosse somme di denaro mentre intrattengono le persone e creano il proprio marchio. Ma come si diventa streamer professionisti? Streamlabs University è la nostra risposta a questa domanda. In questo corso, ti insegneremo tutto quello che devi sapere per diventare uno streamer di successo e trasformare la tua passione in una professione.",
  "Content Hub": "Hub di contenuti",
  "The Ultimate Resource For Live Streamers; The Content Hub is your one-stop-shop for everything related to live streaming. There are dozens of different categories to choose from. Learn how to set up your live stream, find new features, and stay up-to-date on all of the tools you can use to enhance your stream.": "La risorsa definitiva per i live streamer. L’hub di contenuti è la tua risorsa principale per tutto ciò che riguarda lo streaming in diretta. Ci sono dozzine di diverse categorie da cui scegliere. Scopri come organizzare il tuo streaming dal vivo e tieniti aggiornato su tutti gli oggetti che puoi usare per migliorare il tuo streaming.",
  "Add Goal": "Aggiungi obiettivo",
  "%{followers} followers": "%{followers} follower",
  "You cleared %{totalProgress}% of all material. Keep it up!": "Hai portato a termine %{totalProgress}% di tutto il materiale. Continua così!",
  "You have completed Streamlabs University!": "Hai completato Streamlabs University!",
  "Continue Learning": "Continua a imparare",
  "Growth Tips": "Consigli per crescere",
  "Open Content Hub": "Apri l’hub di contenuti",
  "Streamlabs on YouTube": "Streamlabs su YouTube",
  "Open Streamlabs University": "Apri Streamlabs University",
  "%{daysLeft} days left": "%{daysLeft} giorni rimasti",
  "Progress": "Progresso",
  "Reach more of your community with Streamlabs Multistreaming": "Raggiungi più persone della community con Streamlabs Multistreaming",
  "One of the best ways to reach a larger audience is to stream to multiple platforms": "Uno dei modi migliori per raggiungere un pubblico più ampio è fare streaming su molteplici piattaforme",
  "Start Multistreaming with Prime": "Inizia Multistreaming con Prime",
  "Goal Title": "Titolo obiettivo",
  "Goal Total": "Totale obiettivo",
  "Goal Type": "Tipo obiettivo",
  "This goal has been completed!": "Questo obiettivo è stato completato!",
  "Time ran out for this goal. Try again or pick a new one!": "Tempo scaduto per questo obiettivo. Riprova o scegline uno nuovo!",
  "Stream Pulse": "Ritmo dello streaming",
  "Average View Time": "Tempo medio di visualizzazione",
  "Unique Viewers": "Spettatori unici",
  "Chatters": "Partecipanti alla chat",
  "Chats": "Chat",
  "Track your growth by taking a look at the past month of your stream (data provided from Twitch)": "Tieni traccia della tua crescita riguardando il tuo streaming del mese scorso (dati forniti da Twitch)",
  "There is already a goal of this type": "Un obiettivo di questo tipo è già presente"
}