{
  "Grow": "Crescita",
  "My Goals": "I miei obiettivi",
  "Community Reach: %{reachableFollowing}/%{totalFollowing} followers": "Grandezza della community: %{reachableFollowing}/%{totalFollowing} follower",
  "Streamer Resources": "Risorse dello streamer",
  "You can reach %{percentage}% of your community across all platforms. Multistream to more platforms to increase this number": "Puoi raggiungere il %{percentage}% della tua community su tutte le piattaforme. Trasmetti in multistreaming su più piattaforme per incrementare questo valore",
  "Streamlabs University": "Streamlabs University",
  "Professional streamers are now able to earn large amounts of money while entertaining people and creating their own brand. But how does one become a professional streamer? Streamlabs University is our answer to this question. In this course, we’ll walk you through everything you need to know to become a successful streamer and turn your passion into a profession.": "Ora gli streamer professionisti possono realizzare guadagni importanti intrattenendo il loro pubblico e consolidando il loro brand. Ma come si diventa uno streamer professionista? La nostra risposta a questa domanda è la Streamlabs University. In questo corso ti illustreremo passo a passo tutto ciò che ti occorre per diventare uno streamer professionale e per trasformare la tua passione in una professione.",
  "Content Hub": "Hub di contenuti",
  "The Ultimate Resource For Live Streamers; The Creator Resource Hub is your one-stop-shop for everything related to live streaming. There are dozens of different categories to choose from. Learn how to set up your live stream, find new features, and stay up-to-date on all of the tools you can use to enhance your stream.": "La risorsa indispensabile per gli streamer in diretta; Lo hub di risorse per i creatori è il tuo punto di riferimento per tutto ciò che riguarda lo streaming in diretta. Puoi scegliere tra decine di categorie diverse. Scopri come configurare lo streaming in diretta, aggiungere nuove funzionalità e restare sempre informato sugli strumenti utili per migliorare le tue dirette.",
  "Add Goal": "Aggiungi obiettivo",
  "%{followers} followers": "%{followers} follower",
  "You cleared %{totalProgress}% of all material. Keep it up!": "Hai completato il %{totalProgress}% dei materiali. Continua così!",
  "You have completed Streamlabs University!": "Hai completato Streamlabs University!",
  "Continue Learning": "Continua a imparare",
  "Growth Tips": "Consigli per crescere",
  "Open Resource Hub": "Apri lo hub di risorse",
  "Streamlabs on YouTube": "Streamlabs su YouTube",
  "Open Streamlabs University": "Apri Streamlabs University",
  "%{daysLeft} days left": "%{daysLeft} giorni rimasti",
  "Progress": "Progresso",
  "Reach more of your community with Streamlabs Multistreaming": "Raggiungi più persone della community con Streamlabs Multistreaming",
  "One of the best ways to reach a larger audience is to stream to multiple platforms": "Uno dei modi migliori per raggiungere un pubblico più ampio è fare streaming su molteplici piattaforme",
  "Start Multistreaming with Prime": "Inizia Multistreaming con Prime",
  "Goal Title": "Titolo obiettivo",
  "Goal Total": "Totale obiettivo",
  "Goal Type": "Tipo obiettivo",
  "This goal has been completed!": "Questo obiettivo è stato completato!",
  "Time ran out for this goal. Try again or pick a new one!": "Tempo esaurito per questo obiettivo. Ritenta o scegli un nuovo obiettivo.",
  "Stream Pulse": "Ritmo dello streaming",
  "Average View Time": "Tempo medio di visualizzazione",
  "Unique Viewers": "Spettatori unici",
  "Chatters": "Partecipanti alla chat",
  "Chats": "Chat",
  "Track your growth by taking a look at the past month of your stream (data provided from Twitch)": "Tieni traccia della tua crescita riguardando il tuo streaming del mese scorso (dati forniti da Twitch)",
  "There is already a goal of this type": "Un obiettivo di questo tipo è già presente"
}
