{
  "Source: %{sourceName}": "Sorgente: %{sourceName}",
  "Collab Cam": "Collab Cam",
  "Invite a guest to join your stream from a web browser.": "Invita un ospite a prendere parte al tuo streaming da un web browser.",
  "Guest Cam is currently listening for connecting guests, but is not broadcasting your microphone and webcam to your guests yet.": "Guest Cam è in ascolto degli ospiti che si stanno connettendo, ma non sta trasmettendo il microfono e la webcam ai tuoi ospiti.",
  "No microphone source is selected. Your guest will not be able to hear you.": "Nessuna sorgente microfono selezionata. Il tuo ospite non potrà ascoltarti.",
  "No webcam source is selected. Your guest will not be able to see you.": "Nessuna sorgente webcam selezionata. Il tuo ospite non potrà vederti.",
  "Microphone Source": "Sorgente microfono",
  "Webcam Source": "Sorgente webcam",
  "The webcam and microphone source you select below will be broadcast to your guests.": "Le sorgenti webcam e microfono che scegli verranno trasmesse ai tuoi ospiti.",
  "Waiting for guest to join": "In attesa che i tuoi ospiti si uniscano",
  "Generate a new link": "Genera un nuovo collegamento",
  "Copied!": "Copiato!",
  "Invite URL": "URL invito",
  "Disconnect": "Disconnetti",
  "Guest %{num}": "Ospite %{num}",
  "Collab Cam Properties": "Proprietà videocamera ospite",
  "A guest has joined - click to show": "Si è unito un ospite: fai clic per mostrare",
  "Welcome to Collab Cam": "Benvenuto in Collab Cam",
  "Step 1": "Passaggio 1",
  "Copy and share a link with your guest. When they join, they'll be able to see and hear you.": "Copia e condividi un collegamento con il tuo ospite. Quando si unirà potrà vederti e ascoltarti.",
  "Step 2": "Passaggio 2",
  "Verify their identity in the preview area. When ready, add them to your stream by clicking 'Show on Stream'.": "Verifica l’identità nell’area di anteprima. Quando tutto è pronto, aggiungi l’ospite allo streaming facendo clic su Mostra in streaming.",
  "Step 3": "Passaggio 3",
  "Enjoy your stream! Adjust their volume, create new links, and change your mic and camera from the properties window.": "Goditi lo streaming! Regola il volume, crea nuovi collegamenti e modifica il tuo microfono e la tua videocamera dalle finestra delle proprietà.",
  "Don't share your invite link with anyone you don't want on your stream. You can invalidate an old link by generating a new one. Do not show this window on stream.": "Non condividere un collegamento di invito con tutte le persone che vuoi escludere dallo streaming. Puoi invalidare un vecchio collegamento generandone uno nuovo. Non mostrare questo nello streaming.",
  "Start Collab Cam": "Avvia Collab Cam",
  "Collab Cam is not yet sending your video and audio to guests. Start Collab Cam?": "Collab Cam non sta inviando il tuo video e il tuo album agli ospiti. Avviare Collab Cam?",
  "Copy Link": "Copia collegamento",
  "You're about to join %{name}": "Stai per unirti allo streaming %{name}",
  "%{name} has invited you to join their stream. When you're ready to join, click the button below.": "%{name} ti ha invitato ad unirti al suo streaming. Quando sei pronto, fai clic sul pulsante sotto.",
  "Waiting for host to begin": "In attesa che l’host inizi",
  "Connected To Host:": "Connesso all’host:",
  "You are connected as a guest using someone else's invite link. To leave, click the Disconnect button.": "Sei connesso come ospite tramite il link di invito di qualcun altro. Per uscire, fai clic sul pulsante Disconnetti.",
  "This guest is not assigned to a source": "Questo ospite non è assegnato a una sorgente",
  "The source %{sourceName} is already occupied by %{guestName}. If you continue, %{guestName} will be unassigned.": "La sorgente %{sourceName} è già occupata da %{guestName}. Se continui, l’assegnazione di %{guestName} verrà annullata.",
  "Are you sure you want to unassign %{guestName} from the source?": "Vuoi annullare l’assegnazione di %{guestName} alla sorgente?",
  "Assign to Source": "Assegna a sorgente",
  "Unassigned": "Assegnazione annullata",
  "Are you sure you want to disconnect %{guestName}?": "Vuoi scollegare %{guestName}?",
  "If you want to prevent this guest from rejoining, you should also regenerate your invite link.": "Per impedire a questo ospite di tornare a collegarsi, dovrai anche rigenerare il collegamento dell’invito.",
  "Regenerate Link": "Rigenera collegamento",
  "Guests": "Ospiti",
  "Upgrade for more Guests": "Aggiorna per più ospiti",
  "Share Video Source (Optional)": "Condividi sorgente video (facoltativo)",
  "Stop Sharing": "Interrompi condivisione",
  "Collab Cam requires a source": "Collab Cam richiede una sorgente",
  "At least one Collab Cam source is required to use Collab Cam. Would you like to add one now?": "Per usare Collab Cam è richiesta almeno una sorgente. Vuoi aggiungerne una subito?",
  "You now have access to Collab Cam!": "Ore puoi accedere a Collab Cam."
}
