{
  "Transition Duration": "Durata transizione",
  "Background Music": "Musica sfondo",
  "Music File": "File musicale",
  "Music Volume": "Volume musica",
  "Audio File": "File audio",
  "Preview": "Anteprima",
  "Export": "Esporta",
  "Highlighter": "Highlighter",
  "Beta": "Beta",
  "Drag & drop to reorder clips.": "Trascina e rilascia per riordinare le clip.",
  "View Tutorial": "Visualizza tutorial",
  "Video Files": "File video",
  "Add Clip": "Aggiungi clip",
  "Drag & drop or click to add clips": "Trascina e rilascia o fai clic per aggiungere clip",
  "Remove the clip?": "Rimuovere la clip?",
  "Are you sure you want to remove the clip? You will need to manually import it again to reverse this action.": "Rimuovere la clip? Sarà necessario importarla manualmente per ripristinare questa azione.",
  "Cancel": "Cancella",
  "Remove": "Rimuovi",
  "The highlighter allows you to clip the best moments from your livestream and edit them together into an exciting highlight video you can upload directly to YouTube.": "Lo strumento di evidenziazione ti consente di ritagliare i momenti migliori del tuo livestream e unirli insieme per creare un video speciale da caricare direttamente su YouTube.",
  "Get Started": "Inizia",
  "Configure the replay buffer": "Configura il buffer di riproduzione",
  "The replay buffer is correctly configured": "Il buffer di riproduzione è correttamente configurato",
  "Configure": "Configurazione",
  "Adjust replay duration": "Regola durata riproduzione",
  "Set the duration of captured replays. You can always trim them down later.": "Imposta la durata delle riproduzioni acquisite. Puoi sempre abbreviarle in un secondo momento.",
  "Replay Duration": "Durata riproduzione",
  "Set a hotkey to capture replays": "Imposta un tasto di scelta rapida per acquisire le riproduzioni",
  "Capture a replay": "Acquisisci una riproduzione",
  "highlighterHotkeyInstructions": "Avvia lo streaming e premi &lt;b&gt;%{bindingStr}&lt;/b&gt; per acquisire una riproduzione. Controlla qui dopo il tuo stream.",
  "Start streaming and capture a replay. Check back here after your stream.": "Avvia lo streaming e acquisisci una riproduzione. Controlla qui dopo il tuo stream.",
  "Or, import a clip from your computer": "Oppure importa una clip dal tuo computer",
  "Disable clip": "Disattiva clip",
  "Enable clip": "Attiva clip",
  "Trim clip": "Ritaglia clip",
  "Trim Clip": "Ritaglia clip",
  "Remove clip": "Rimuovi clip",
  "Video Name": "Nome video",
  "Export Location": "Posizione di esportazione",
  "MP4 Video File": "File video MP4",
  "Resolution": "Risoluzione",
  "Frame Rate": "Frequenza di quadro",
  "File Size": "Dimensione file",
  "Faster Export": "Esportazione più rapida",
  "Balanced": "Bilanciato",
  "Smaller File": "File più piccolo",
  "Close": "Chiudi",
  "Overwite File?": "Sovrascrivere file?",
  "%{filename} already exists. Would you like to overwrite it?": "%{filename} esiste già. Sovrascriverlo?",
  "Overwrite": "Sovrascrivi",
  "Export Progress": "Avanzamento esportazione",
  "Rendering Frames: %{currentFrame}/%{totalFrames}": "Rendering fotogrammi: %{currentFrame}/%{totalFrames}",
  "Mixing Audio:": "Mix audio:",
  "Canceling...": "Annullamento in corso...",
  "Render Preview": "Anteprima di rendering",
  "The render preview shows a low-quality preview of the final rendered video. The final exported video will be higher resolution, framerate, and quality.": "L’anteprima di rendering mostra un’anteprima di bassa qualità del video finale renderizzato. Il video esportato finale avrà qualità, frequenza di quadro e risoluzione maggiori.",
  "Title": "Titolo",
  "Description": "Descrizione",
  "Privacy Status": "Stato della privacy",
  "Private": "Privato",
  "Only you and people you choose can watch your video": "Solo tu e le persone che scegli potete visualizzare questo video",
  "Unlisted": "Non elencato",
  "Anyone with the video link can watch your video": "Chiunque in possesso del link video può guardare il tuo video",
  "Public": "Pubblico",
  "Everyone can watch your video": "Tutti possono guardare il tuo video",
  "Please connect your YouTube account to upload your video to YouTube.": "Collegati al tuo account YouTube per caricare il tuo video su YouTube.",
  "Connect": "Connetti",
  "Open file location": "Apri posizione file",
  "An error occurred while uploading to YouTube": "Si è verificato un errore durante il caricamento su YouTube",
  "Publish": "Pubblica",
  "Upload Progress": "Avanzamento caricamento",
  "Uploading: %{uploadedBytes}/%{totalBytes}": "Caricamento: %{uploadedBytes}/%{totalBytes}",
  "Your video was successfully uploaded! Click the link below to access your video. Please note that YouTube will take some time to process your video.": "Il tuo video è stato caricato correttamente! Fai clic sul link seguente per accedere al video. Considera che YouTube impiegherà qualche minuto per elaborarlo.",
  "Upload to YouTube": "Carica su YouTube",
  "None": "Nessuno",
  "Random": "Casuale",
  "Fade": "Dissolvi",
  "Slide": "Slitta",
  "Cube": "Cubo",
  "Warp": "Distorsione",
  "Wind": "Vento",
  "90's Game": "Gioco anni 90",
  "Grid Flip": "Capovolgi griglia",
  "Dreamy": "Sogno",
  "Zoom": "Zoom",
  "Pixelize": "Pixel",
  "One or more clips could not be imported because they were not recorded in a supported file format.": "Una o più clip non possono essere importate perché non sono state registrate in un formato file supportato.",
  "An error occurred while exporting the video": "Si è verificato un errore durante l’esportazione del video",
  "An error occurred while writing the video file": "Si è verificato un errore durante la scrittura del file video",
  "An error occurred while reading %{file}": "Si è verificato un errore durante la lettura %{file}",
  "An error occurred while reading audio from %{file}": "Si è verificato un errore durante la lettura dell’audio da %{file}",
  "An error occurred while mixing audio": "Si è verificato un errore durante il mix dell’audio",
  "Edit your replays with Highlighter, a free editor built in to Streamlabs.": "Modifica le tue riproduzioni con Highlighter, lo strumento di modifica gratuito integrato a Streamlabs."
}