{
  "We are improving our backend systems. As part of the migration process, we will need to you log in again. If you have any questions, you can": "Stiamo migliorando i nostri sistemi di backend. Per il processo di migrazione, dobbiamo chiederti di accedere nuovamente. Se hai domande puoi",
  "contact support.": "contattare l'assistenza.",
  "Sign in with your streaming account to get started with Streamlabs": "Accedi con il tuo account di streaming per iniziare a usare Streamlabs",
  "Select an OBS profile to import": "Seleziona un profilo OBS da importare",
  "Import from OBS Studio": "Importa da OBS Studio",
  "Start Fresh": "Inizia da zero",
  "Importing": "Importazione in corso",
  "Successfully Imported": "Importato con successo",
  "Importing your scenes and sources": "Importazione scene e sorgenti",
  "All scenes, sources and settings have been imported.": "Tutte le scene, sorgenti e impostazioni sono state importate.",
  "Import your scenes and your settings from OBS with a simple click, or start fresh.": "Importa le tue scene e le tue impostazioni da OBS con un semplice clic oppure inizia da zero.",
  "Click below and we'll analyze your internet speed and computer hardware to give you the best settings possible.": "Fai clic qui sotto e analizzeremo la velocità di Internet e l'hardware del tuo computer per darti le migliori impostazioni possibili.",
  "Start": "Avvia",
  "Rather do this manually?": "Preferisci farlo manualmente?",
  "Setup later": "Configura dopo",
  "Detecting your location...": "Rilevamento della posizione...",
  "Performing bandwidth test...": "Esecuzione del test della larghezza di banda...",
  "Testing streaming encoder...": "Test encoder di streaming...",
  "Testing recording encoder...": "Test encoder di registrazione...",
  "Attempting stream...": "Tentativo di streaming...",
  "Reverting to defaults...": "Ripristino impostazioni predefinite...",
  "Applying stream settings...": "Applicazione impostazioni streaming...",
  "Applying general settings...": "Applicazione impostazioni generali...",
  "Optimizing...": "Ottimizzazione...",
  "Optimize": "Ottimizza",
  "We're connecting to OBS and pulling your previous settings for a seamless conversion.": "Ci stiamo connettendo a OBS e stiamo recuperando le impostazioni precedenti per una conversione senza interruzioni.",
  "Initialzing ...": "Inizializzazione...",
  "Connecting to OBS ...": "Connessione a OBS...",
  "Pulling settings ...": "Recupero impostazioni...",
  "Starting import ...": "Avvio importazione...",
  "Finalizing ...": "Finalizzazione...",
  "We're analyzing your internet speed and computer hardware to give you the best settings possible.": "Stiamo analizzando la velocità di Internet e l'hardware del tuo computer per offrirti le migliori impostazioni possibili.",
  "Done!": "Fatto!",
  "Next": "Avanti",
  "Scene Collections Import": "Importa raccolte scene",
  "The following scene collections have been imported from your Streamlabs account": "Le seguenti raccolte di scene sono state importate dal tuo account Streamlabs",
  "Continue": "Continua",
  "Collecting some information about your PC...": "Raccolta di informazioni sul tuo PC...",
  "We found optimized settings for your PC": "Abbiamo trovato impostazioni ottimizzate per il tuo PC",
  "Something went wrong": "Qualcosa è andato storto",
  "Download and Apply": "Scarica e applica",
  "This device is not available": "Questo dispositivo non è disponibile",
  "Set Up Mic and Webcam": "Imposta microfono e webcam",
  "Welcome to Streamlabs": "Benvenuto in Streamlabs",
  "Import your existing settings from OBS in less than a minute and go live": "Importa le tue impostazioni esistenti da OBS in meno di un minuto e trasmetti in diretta",
  "We import all of your settings, including scenes, output, configurations, and much more": "Importiamo tutte le tue impostazioni, inclusi scene, output, configurazioni e molto altro",
  "Start with a clean copy of Streamlabs Desktop and configure your settings from scratch": "Inizia a usare Streamlabs Desktop senza importazioni e configura le tue impostazioni da zero",
  "Add a Theme": "Aggiungi un tema",
  "Not seeing a theme that catches your eye? Our theme library has hundreds of free choices available": "Non vedi nessun tema che ti interessa? La nostra libreria ha centinaia di temi gratuiti disponibili",
  "Something went wrong.": "Qualcosa è andato storto.",
  "In-game Overlay": "Overlay in gioco",
  "Optimized Video Encoding": "Codifica video ottimizzata",
  "Some exclusive features we recommend to take your stream to the next level": "Alcune funzioni esclusive consigliate per uno streaming di qualità superiore",
  "Detected %{continent}": "Rilevato %{continent}",
  "Check out 50+ amazing apps from independent developers, ranging from DMCA-compliant music to stunning overlays to more tools to engage with your community. Head over to the app store in the left navigation to browse our selection of free and paid apps.": "Scopri oltre 50 eccezionali app di sviluppatori indipendenti, da musica con conformità DMCA a sovrapposizioni sorprendenti ad altri strumenti per condividere contenuti con la tua community. Vai all'App Store nell'area di navigazione a sinistra e scopri la selezione di app gratuite e a pagamento.",
  "Only have one screen? Perfect! Enable our in-game overlay to make sure you catch every chat message and stream event that happens while you get your game on. You can enable this feature in the ‘Game Overlay’ tab of the settings menu.": "Hai solo uno schermo? Perfetto! Abilita la nostra sovrimpressione in gioco per catturare ogni messaggio di chat ed evento di streaming che appare mentre giochi. Puoi abilitare la funzionalità nella scheda \"Overlay gioco\" del menu delle impostazioni.",
  "Re-Authorize": "Riautorizza",
  "or select another platform": "o seleziona un'altra piattaforma",
  "Connect to %{platform}": "Connetti a %{platform}",
  "View help docs": "Visualizza i documenti della guida",
  "Enter your stream key.": "Inserisci la tua chiave di streaming.",
  "Select platform": "Seleziona piattaforma",
  "No webcam detected": "Nessuna webcam rilevata",
  "Enable multistream to grow your audience, build your brand, and earn great prizes - with no extra effort. Available for Facebook today, and other platforms coming soon.": "Abilita il multistream per far crescere il tuo pubblico, promuovere il tuo marchio e vincere grandi premi, senza sfori aggiuntivi. Già disponibile per Facebook e presto anche per altre piattaforme.",
  "Enable multistream": "Abilita multistream",
  "Enable multistream to get started.": "Abilitare multistream per iniziare.",
  "Merge your account with your new page. We can then track your progress so you can start earning great rewards!": "Unisci il tuo account alla tua nuova pagina. In questo modo potremo monitorare i tuoi progressi e tu potrai ottenere importanti ricompense!",
  "A Facebook Gaming Page is required to multistream to Facebook.": "Per utilizzare multistream su Facebook, devi avere una pagina gaming.",
  "Create Facebook Gaming Page": "Crea una pagina gaming su Facebook",
  "Create Gaming Video Creator Page": "Crea una pagina creator di video di sessioni di gioco",
  "Merge your Facebook Gaming Page": "Unisci la tua pagina gaming di Facebook",
  "Merge with Facebook": "Unisci a Facebook",
  "primeTitle": "Iscriviti a <prime-title>Prime</prime-title> per ottenere funzionalità esclusive",
  "Overlay, Widget & Site Themes": "Temi di overlay, widget e del sito",
  "Custom Domain + Website": "Dominio + sito Web personalizzati",
  "More Than 40 FREE Apps": "Oltre 40 app GRATUITE",
  "Custom Merch Store": "Store di merce personalizzata",
  "Stream on Mobile": "Streaming su dispositivi mobili",
  "Gold Status + FREE T-shirt": "Stato Gold + t-shirt gratis",
  "Go Prime": "Passa a Prime",
  "Import": "Importa",
  "While we import your settings and scenes from OBS Studio, check out these great features unique to Streamlabs": "Mentre importiamo le tue impostazioni e scene da OBS Studio, dai un’occhiata alle fantastiche funzionalità esclusive di Streamlabs",
  "Importing Your Existing Settings From OBS": "Importazione delle impostazioni esistenti da OBS",
  "Everything you need to go live. Always and forever free.": "Tutto ciò che ti serve per andare in diretta. Sempre e per sempre gratis.",
  "Go live to one platform": "Vai in diretta su una piattaforma",
  "Tipping (no Streamlabs fee)": "Consigli (nessuna commissione Streamlabs)",
  "Alerts & other Widgets": "Avvisi e altri widget",
  "Selective Recording": "Registrazione selettiva",
  "And many more free features": "E tante altre funzionalità gratuite",
  "All free features": "Tutte le funzionalità gratuite",
  "Multistream to multiple platforms": "Multistreaming su più piattaforme",
  "Premium Stream Overlays": "Sovrimpressioni streaming Premium",
  "Alert Box and Widget Themes": "Finestra di avviso e temi widget",
  "Access to all App Store Apps": "Accedi a tutte le applicazioni dell’App Store",
  "Prime Web Suite": "Prime Web Suite",
  "Choose Free": "Scegli le funzionalità Free Pro",
  "Pro features to take your stream and channel to the next level.": "per portare il tuo stream e il tuo canale al livello successivo.",
  "Something went wrong while importing from OBS Studio. Please try again or skip to the next step.": "Qualcosa è andato storto nell'importazione da OBS Studio. Riprova o vai al passaggio successivo.",
  "Visual Preset": "Pre-impostazione visiva",
  "Installing theme...": "Installazione del tema in corso...",
  "How do you plan to use Streamlabs Desktop?": "Per cosa utilizzerai Streamlabs Desktop?",
  "Live Streaming": "Streaming in diretta",
  "Recording Only": "Solo registrazione",
  "I want to live stream to a platform. I may also want to record my live streams.": "Voglio eseguire streaming in diretta su una piattaforma. A volte registrerò gli streaming in diretta.",
  "I want to record my screen or camera. I will not be live streaming.": "Voglio registrare dal mio schermo o dalla mia videocamera. Non eseguirò streaming in diretta.",
  "Streamlabs will be optimized for recording": "Streamlabs verrà ottimizzato per la registrazione",
  "Certain features related to live streaming will be hidden. If you would like to enable these features in the future, you can disable Recording Mode in the application settings.": "Alcune funzionalità per lo streaming in diretta verranno nascoste. Per abilitare queste funzionalità in un secondo momento, disattiva la modalità Registrazione nelle impostazioni dell'applicazione.",
  "Looking to stream?": "Vuoi eseguire streaming?",
  "Screen Capture (Double-click to select)": "Acquisizione schermo (fai doppio clic per selezionare)",
  "1-Click Import from OBS": "1 - Fai clic su Importa da OBS"
}
