{
  "We are improving our backend systems. As part of the migration process, we will need to you log in again. If you have any questions, you can": "Stiamo migliorando i nostri sistemi di back-end. Nell'ambito del processo di migrazione, dovrai eseguire nuovamente l'accesso. Per qualsiasi domanda ti invitiamo a",
  "contact support.": "contattare l'assistenza.",
  "Sign in with your streaming account to get started with Streamlabs": "Accedi con il tuo account di streaming per iniziare a usare Streamlabs",
  "Select an OBS profile to import": "Seleziona un profilo OBS da importare",
  "Import from OBS Studio": "Importa da OBS Studio",
  "Start Fresh": "Inizia da zero",
  "Importing": "Importazione in corso",
  "Successfully Imported": "Importato con successo",
  "Importing your scenes and sources": "Importazione scene e sorgenti",
  "All scenes, sources and settings have been imported.": "Tutte le scene, sorgenti e impostazioni sono state importate.",
  "Import your scenes and your settings from OBS with a simple click, or start fresh.": "Importa le tue scene e le tue impostazioni da OBS con un semplice clic oppure inizia da zero.",
  "Click below and we'll analyze your internet speed and computer hardware to give you the best settings possible.": "Fai clic qui sotto e analizzeremo la velocità di Internet e l'hardware del tuo computer per darti le migliori impostazioni possibili.",
  "Start": "Avvia",
  "Rather do this manually?": "Preferisci farlo manualmente?",
  "Setup later": "Configura dopo",
  "Detecting your location...": "Rilevamento della posizione...",
  "Performing bandwidth test...": "Esecuzione del test della larghezza di banda...",
  "Testing streaming encoder...": "Test encoder di streaming...",
  "Testing recording encoder...": "Test encoder di registrazione...",
  "Attempting stream...": "Tentativo di streaming...",
  "Reverting to defaults...": "Ripristino impostazioni predefinite...",
  "Applying stream settings...": "Applicazione impostazioni streaming...",
  "Applying general settings...": "Applicazione impostazioni generali...",
  "Optimizing...": "Ottimizzazione...",
  "Optimize": "Ottimizza",
  "We're connecting to OBS and pulling your previous settings for a seamless conversion.": "Ci stiamo connettendo a OBS e stiamo recuperando le impostazioni precedenti per una conversione senza interruzioni.",
  "Initialzing ...": "Inizializzazione...",
  "Connecting to OBS ...": "Connessione a OBS...",
  "Pulling settings ...": "Recupero impostazioni...",
  "Starting import ...": "Avvio importazione...",
  "Finalizing ...": "Finalizzazione...",
  "We're analyzing your internet speed and computer hardware to give you the best settings possible.": "Stiamo analizzando la velocità di Internet e l'hardware del tuo computer per offrirti le migliori impostazioni possibili.",
  "Done!": "Fatto!",
  "Next": "Avanti",
  "Scene Collections Import": "Importa raccolte scene",
  "The following scene collections have been imported from your Streamlabs account": "Le seguenti raccolte di scene sono state importate dal tuo account Streamlabs",
  "Continue": "Continua",
  "Collecting some information about your PC...": "Raccolta di informazioni sul tuo PC...",
  "We found optimized settings for your PC": "Abbiamo trovato impostazioni ottimizzate per il tuo PC",
  "Something went wrong": "Qualcosa è andato storto",
  "Download and Apply": "Scarica e applica",
  "This device is not available": "Questo dispositivo non è disponibile",
  "Set Up Mic and Webcam": "Imposta microfono e webcam",
  "Welcome to Streamlabs": "Benvenuto in Streamlabs",
  "Import your existing settings from OBS in less than a minute and go live": "Importa le tue impostazioni esistenti da OBS in meno di un minuto e trasmetti in diretta",
  "We import all of your settings, including scenes, output, configurations, and much more": "Importiamo tutte le tue impostazioni, inclusi scene, output, configurazioni e molto altro",
  "Start with a clean copy of Streamlabs Desktop and configure your settings from scratch": "Inizia a usare Streamlabs Desktop senza importazioni e configura le tue impostazioni da zero",
  "Add a Theme": "Aggiungi un tema",
  "Not seeing a theme that catches your eye? Our theme library has hundreds of free choices available": "Nessun tema attira la tua attenzione? La nostra biblioteca di temi offre centinaia di scelte gratuite",
  "Something went wrong.": "Qualcosa è andato storto.",
  "In-game Overlay": "Overlay in gioco",
  "Optimized Video Encoding": "Codifica video ottimizzata",
  "Some exclusive features we recommend to take your stream to the next level": "Alcune funzioni esclusive consigliate per uno streaming di qualità superiore",
  "Detected %{continent}": "Rilevato %{continent}",
  "Check out 50+ amazing apps from independent developers, ranging from DMCA-compliant music to stunning overlays to more tools to engage with your community. Head over to the app store in the left navigation to browse our selection of free and paid apps.": "Scopri oltre 50 fantastiche app di sviluppatori indipendenti, da musica con autorizzazione DMCA a incredibili overlay e tanti altri strumenti per interagire con la tua community. Apri l’app store nel pannello i navigazione a sinistra e scorri la nostra selezione di app gratis e a pagamento.",
  "Only have one screen? Perfect! Enable our in-game overlay to make sure you catch every chat message and stream event that happens while you get your game on. You can enable this feature in the ‘Game Overlay’ tab of the settings menu.": "Hai soltanto uno schermo? Perfetto! Abilita il nostro overlay in gioco per non perderti nemmeno un messaggio di chat o evento di streaming durante il gioco. Puoi abilitare questa funzione nella scheda \"Overlay gioco\" del menu delle impostazioni.",
  "Re-Authorize": "Riautorizza",
  "or select another platform": "o seleziona un'altra piattaforma",
  "Connect to %{platform}": "Connetti a %{platform}",
  "View help docs": "Visualizza i documenti della guida",
  "Enter your stream key.": "Inserisci la tua chiave di streaming.",
  "Select platform": "Seleziona piattaforma",
  "No webcam detected": "Nessuna webcam rilevata",
  "Enable multistream to grow your audience, build your brand, and earn great prizes - with no extra effort. Available for Facebook today, and other platforms coming soon.": "Abilita multistream per attirare più fan, costruire il tuo brand e vincere fantastici premi facilmente. Oggi disponibile su Facebook, in arrivo su altre piattaforme.",
  "Enable multistream": "Abilita multistream",
  "Enable multistream to get started.": "Abilitare multistream per iniziare.",
  "Merge your account with your new page. We can then track your progress so you can start earning great rewards!": "Unisci il tuo account alla tua nuova pagina. Noi potremo seguire i tuoi progressi e tu potrai vincere fantastici premi!",
  "A Facebook Gaming Page is required to multistream to Facebook.": "Per utilizzare multistream su Facebook, devi avere una pagina gaming.",
  "Create Facebook Gaming Page": "Crea una pagina gaming su Facebook",
  "Create Gaming Video Creator Page": "Crea una pagina creator di video di sessioni di gioco",
  "Merge your Facebook Gaming Page": "Unisci la tua pagina gaming di Facebook",
  "Merge with Facebook": "Unisci a Facebook",
  "primeTitle": "Iscriviti a &lt;prime-title&gt;Prime&lt;/prime-title&gt; per ottenere funzionalità esclusive",
  "Overlay, Widget & Site Themes": "Temi di overlay, widget e del sito",
  "Custom Domain + Website": "Dominio + sito Web personalizzati",
  "More Than 40 FREE Apps": "Oltre 40 app GRATUITE",
  "Custom Merch Store": "Store di merce personalizzata",
  "Stream on Mobile": "Streaming su dispositivi mobili",
  "Gold Status + FREE T-shirt": "Stato Gold + t-shirt gratis",
  "Go Prime": "Passa a Prime",
  "Import": "Importa",
  "While we import your settings and scenes from OBS Studio, check out these great features unique to Streamlabs": "Mentre importiamo le tue impostazioni e scene da OBS Studio, dai un’occhiata alle fantastiche funzionalità esclusive di Streamlabs",
  "Importing Your Existing Settings From OBS": "Importazione delle impostazioni esistenti da OBS",
  "Everything you need to go live. Always and forever free.": "Everything you need to go live. Always and forever free.",
  "Go live to one platform": "Go live to one platform",
  "Tipping (no Streamlabs fee)": "Tipping (no Streamlabs fee)",
  "Alerts & other Widgets": "Alerts & other Widgets",
  "Selective Recording": "Registrazione selettiva",
  "And many more free features": "And many more free features",
  "All free features": "All free features",
  "Multistream to multiple platforms": "Stream to YouTube, Twitch & Facebook at once",
  "Premium Stream Overlays": "Premium Stream Overlays",
  "Alert Box and Widget Themes": "Alert Box and Widget Themes",
  "Access to all App Store Apps": "Access to all App Store Apps",
  "Prime Web Suite": "Prime Web Suite",
  "Choose Free": "Choose Free",
  "Pro features to take your stream and channel to the next level.": "Pro features to take your stream and channel to the next level."
}
