{
  "Overlay, Widget, and Site Themes": "Temi di overlay, widget e del sito",
  "Fully customize your stream and your website to represent your brand; or pick from thousands of our pre-made themes. Either way, your stream will look amazing and it's all included with Prime.": "Personalizza completamente il tuo streaming e il tuo sito Web per rappresentare al meglio il tuo brand; oppure scegli fra migliaia dei nostri temi preconfigurati. Qualunque sia la tua scelta, il tuo streaming avrà un aspetto fantastico! Tutto questo è incluso con Prime.",
  "View Themes": "Visualizza temi",
  "Every App is FREE": "Tutte le app sono GRATIS",
  "We've curated a list of diverse and feature rich applications to give you more control, automation, better analytics, and new ways to interact with your audience.": "Abbiamo realizzato un elenco di applicazioni varie e ricche di funzionalità per offrirti maggiore controllo e automazione, migliori strumenti di analisi e nuovi modi di interagire con il tuo pubblico.",
  "Browse Apps": "Esplora app",
  "Welcome to Prime!": "Ti diamo il benvenuto su Prime!",
  "We've picked out a few Prime benefits to get you started:": "Abbiamo selezionato alcuni vantaggi Prime per aiutarti a iniziare:",
  "We've added a new UI theme exclusive to Prime members:": "Abbiamo aggiunto un nuovo tema per l’interfaccia utente riservato esclusivamente ai membri Prime:",
  "Classic Theme": "Tema classico",
  "Prime Theme": "Tema Prime",
  "Your access to Prime themes and other benefits will expire soon": "Il tuo accesso ai temi Prime e altri vantaggi scadranno a breve",
  "Thank you for being a valued member of Streamlabs. We just wanted to check in and see if you’d like to give Prime another shot.": "Grazie per essere un membro stimato di Streamlabs. Volevamo chiederti se ti piacerebbe fare un’altra prova con Prime.",
  "Resubscribe to Prime": "Abbonati di nuovo a Prime",
  "No Thanks": "No grazie",
  "Choose your Streamlabs plan": "Scegli il tuo piano Streamlabs",
  "Choose Prime to enjoy everything from Starter plus themes and much more.": "Scegli Prime per goderti tutte le funzionalità, come i temi Starter plus e molto altro.",
  "Go Live to a single platform": "Vai in diretta su una singola piattaforma",
  "Alerts & Tipping": "Avvisi e consigli",
  "Unlimited Themes & Overlays": "Temi e sovrimpressioni illimitati",
  "Go Live to one or more platforms": "Vai in diretta su una o più piattaforme",
  "Custom Tip Page": "Pagina consigli personalizzati",
  "Custom Alerts & Tipping": "Avvisi e consigli personalizzati",
  "App Store Apps are FREE": "Le app nell’App Store sono GRATUITE",
  "Custom Merch Store": "Store di merce personalizzata",
  "Starter": "Starter",
  "Free": "Gratis",
  "Choose Starter": "Scegli Starter",
  "From $12/mo, billed annually": "A partire da 12 USD al mese, con fatturazione annuale",
  "Choose Prime": "Scegli Prime",
  "Your Benefits Are Expiring Soon": "I tuoi vantaggi scadranno a breve",
  "Your will lose access to the following Prime benefits if you don’t resubscribe:": "Perderai l’accesso ai seguenti vantaggi Prime se non rinnoverai l’abbonamento:",
  "Thank you for being a valued member of Streamlabs. We just wanted to check in to see if you’ve had a chance to explore all Prime has to offer.": "Grazie per essere un membro stimato di Streamlabs. Volevamo chiederti se ti piacerebbe fare un’altra prova con Prime per esplorare tutto ciò che ha da offrire.",
  "Continue Prime": "Continua con Prime",
  "Stream Overlays": "Streaming sovrimpressioni",
  "Multistream": "Multistream",
  "Premium Merch": "Merchandising premium",
  "Alert Box Themes": "Temi finestra di avviso",
  "All Apps Included Free": "Tutte le app incluse gratuite",
  "Thumbnail & Panel Maker": "Anteprima e panel maker",
  "Prime Mobile Streaming": "Trasmettere in streaming Prime da dispositivi mobili",
  "Your credit card expires soon. Click here to retain your Prime benefits": "La tua carta di credito scadrà a breve. Clicca qui per mantenere i tuoi vantaggi Prime.",
  "News": "News"
}