{
  "Overlay, Widget, and Site Themes": "Temi di overlay, widget e del sito",
  "Fully customize your stream and your website to represent your brand; or pick from thousands of our pre-made themes. Either way, your stream will look amazing and it's all included with Ultra.": "Personalizza completamente il tuo stream e il tuo sito Web per rappresentare il tuo brand o scegli tra migliaia di temi preconfigurati. In ogni caso il tuo streaming sarà eccezionale, ed è tutto incluso con Ultra.",
  "View Themes": "Visualizza temi",
  "Every App is FREE": "Tutte le app sono GRATIS",
  "We've curated a list of diverse and feature rich applications to give you more control, automation, better analytics, and new ways to interact with your audience.": "Abbiamo realizzato un elenco di applicazioni varie e ricche di funzionalità per offrirti maggiore controllo e automazione, migliori strumenti di analisi e nuovi modi di interagire con il tuo pubblico.",
  "Browse Apps": "Esplora app",
  "Welcome to Ultra!": "Ti diamo il benvenuto su Ultra!",
  "We've picked out a few Ultra benefits to get you started:": "Abbiamo selezionato alcuni vantaggi di Ultra per aiutarti a muovere i primi passi:",
  "We've added a new UI theme exclusive to Ultra members:": "Abbiamo aggiunto un nuovo tema per l’interfaccia utente riservato esclusivamente ai membri Ultra:",
  "Classic Theme": "Tema classico",
  "Ultra Theme": "Tema Ultra",
  "Your access to Ultra themes and other benefits will expire soon": "Il tuo accesso ai temi Ultra e altri vantaggi scadranno a breve",
  "Thank you for being a valued member of Streamlabs. We just wanted to check in and see if you’d like to give Ultra another shot.": "Grazie per essere membro di Streamlabs. Ci piacerebbe sapere se ti interessa rinnovare l'abbonamento a Ultra.",
  "Resubscribe to Ultra": "Abbonati di nuovo a Ultra",
  "No Thanks": "No grazie",
  "Choose your Streamlabs plan": "Scegli il tuo piano Streamlabs",
  "Choose Ultra to enjoy everything from Starter plus themes and much more.": "Scegli Ultra per goderti tutte le funzionalità, come i temi Starter plus e molto altro.",
  "Go Live to a single platform": "Vai in diretta su una singola piattaforma",
  "Alerts & Tipping": "Avvisi e consigli",
  "Unlimited Themes & Overlays": "Temi e sovrimpressioni illimitati",
  "Go Live to one or more platforms": "Vai in diretta su una o più piattaforme",
  "Custom Tip Page": "Pagina donazioni personalizzata",
  "Custom Alerts & Tipping": "Avvisi e consigli personalizzati",
  "App Store Apps are FREE": "Le app nell’App Store sono GRATUITE",
  "Custom Merch Store": "Store di merce personalizzata",
  "Starter": "Starter",
  "Free": "Gratis",
  "Choose Starter": "Scegli Starter",
  "From $12/mo, billed annually": "A partire da 12 USD al mese, con fatturazione annuale",
  "Choose Ultra": "Scegli Ultra",
  "Your Benefits Are Expiring Soon": "I tuoi vantaggi scadranno a breve",
  "Your will lose access to the following Ultra benefits if you don’t resubscribe:": "Perderai l’accesso ai seguenti vantaggi Ultra se non rinnoverai l’abbonamento:",
  "Thank you for being a valued member of Streamlabs. We just wanted to check in to see if you’ve had a chance to explore all Ultra has to offer.": "Grazie per essere membro di Streamlabs. Ci interessa sapere se hai esplorato tutto ciò che Ultra ha da offrirti.",
  "Continue Ultra": "Continua a usare Ultra",
  "Stream Overlays": "Streaming sovrapposizioni",
  "Multistream": "Multistream",
  "Premium Merch": "Merchandising premium",
  "Alert Box Themes": "Temi finestra di avviso",
  "All Apps Included Free": "Tutte le app incluse gratuite",
  "Thumbnail & Panel Maker": "Anteprima e panel maker",
  "Ultra Mobile Streaming": "Streaming Ultra da dispositivi portatili",
  "Your credit card expires soon. Click here to retain your Ultra benefits": "La tua carta di credito sta per scadere. Fai clic qui per conservare i vantaggi di Ultra",
  "News": "Novità",
  "Pro live streaming features for Windows & Mac": "Funzionalità di streaming live professionali per Windows e Mac.",
  "Develop your brand, monetize, and more": "Sviluppa il tuo brand, monetizza e atro ancora",
  "Live stream on-the-go or mobile games from iOS & Android": "Streaming live ovunque desideri o giochi per dispositivo mobile da iOS e Android",
  "Stream from your console to Twitch without a desktop": "Trasmetti in streaming dalla console a Twitch senza un desktop.",
  "Stream and record with guests from your browser": "Trasmetti in streaming e registra con gli ospiti dal tuo browser.",
  "Professional video editing and collaboration tools": "Strumenti professionali di collaborazione e montaggio video.",
  "Turn your VODs into must-see TikToks, Reels, and Shorts": "Trasforma i tuoi VOD in TikTok, Reels e cortometraggi imperdibili.",
  "Create a custom personal, all-in-one page to link in bio": "Crea una pagina completa personalizzata a cui inserire il link nella biografia.",
  "Streamlabs Ultra": "Streamlabs Ultra",
  "One single subscription, premium features for %{appNumber} creator apps. Access everything you need for professional live streaming, recording, video editing, highlighting, sharing, monetization, and more.": "Un unico abbonamento, funzionalità premium per %{appNumber} creatori di app. Accedi a tutto ciò di cui hai bisogno per streaming in diretta, registrazione, montaggio video, evidenziazioni, condivisione, monetizzazione e molto altro ancora.",
  "Explore": "Esplora",
  "Access to All Overlays and Themes": "Accesso a tutte le sovrapposizioni e a tutti i temi (oltre 1000)",
  "Always and forever free": "Sempre e per sempre gratis.",
  "Everything in Starter plus:": "Tutto in Starter, oltre a:",
  "Tipping": "Donazioni",
  "Custom Branding": "Banding personalizzato",
  "Format Clips for TikTok, Shorts, etc": "Formatta clip per TikTok, Shorts, ecc.",
  "Collaborative Video Editing": "Montaggio video collaborativo",
  "Merch Store": "Store di merchandising",
  "No-Fee Tipping": "Donazione senza supplemento",
  "Logo Maker, Intro Maker, Emote Maker": "Logo Maker, Intro Maker, Emote Maker",
  "Create Custom Videos with Watermark": "Crea video personalizzati con filigrana",
  "30 Minute Videos + 15GB Storage": "Video di 30 minuti e 15 GB di spazio di archiviazione",
  "Design and Sell Custom Merch": "Progetta e vendi merchandising personalizzato",
  "YouTube Thumbnail Maker, Creator Sites": "YouTube Thumbnail Maker, Creator Sites",
  "No Watermark + 1080p/60fps + More": "Nessuna filigrana + 1080 p/60 fps + altro ancora",
  "1 Hour Videos + 250GB Storage + More": "1 ora di video + 250 GB di spazio di archiviazione + altro ancora",
  "Highest Profit Margins": "Margini di profitto più elevati",
  "%{monthlyPrice}/mo or %{yearlyPrice}/year": "%{monthlyPrice}/mese o %{yearlyPrice}/anno"
}
