{
  "Are you sure you want to stop streaming?": "Interrompere lo streaming?",
  "Invalid Path or Connection URL.  Please check your settings to confirm that they are valid.": "Percorso o URL connessione non valido. Controlla le impostazioni per confermare che siano corrette.",
  "Failed to connect to the streaming server.  Please check your internet connection.": "Impossibile connettersi al servizio di streaming. Controlla la connessione Internet.",
  "Disconnected from the streaming server.  Please check your internet connection.": "Disconnesso dal server di streaming. Controlla la connessione Internet.",
  "Could not access the specified channel or stream key. Please log out and back in to refresh your credentials. If the problem persists, there may be a problem connecting to the server.": "Impossibile accedere al canale o alla chiave di streaming specificata. Esci e accedi nuovamente per aggiornare le tue credenziali. Se il problema persiste, potrebbe essersi verificato un problema durante la connessione al server.",
  "There is not sufficient disk space to continue recording.": "Non è disponibile abbastanza spazio sul disco fisso per continuare a registrare.",
  "The output format is either unsupported or does not support more than one audio track.  ": "Il formato di output non è supportato oppure non supporta più di una traccia audio.  ",
  "Please check your settings and try again.": "Controlla le tue impostazioni e riprova.",
  "An unexpected error occurred:": "Si è verificato un errore imprevisto:",
  "Title": "Titolo",
  "Game": "Gioco",
  "Do not show this message when going live": "Non mostrare questo messaggio prima di iniziare la trasmissione in diretta",
  "You will not be asked again to update your stream info when going live.  ": "Non ti sarà più chiesto di aggiornare le informazioni dello streaming quando vai in diretta.  ",
  "You can re-enable this from the settings.": "Puoi riabilitare questa opzione nelle impostazioni.",
  "Confirm & Go Live": "Conferma e vai in diretta",
  "Update Stream Info": "Aggiorna le informazioni di streaming",
  "There was an error fetching your channel information.  You can try": "Si è verificato un errore durante il recupero delle informazioni sul tuo canale. Puoi provare",
  "fetching the information again": "a recuperare nuovamente le informazioni",
  "or you can": "oppure puoi",
  "just go live.": "andare in diretta comunque.",
  "If this error persists, you can try logging out and back in.": "Se l'errore persiste, puoi provare a uscire e accedere di nuovo.",
  "Use optimized encoder settings": "Utilizza impostazioni encoder ottimizzate",
  "Optimized encoder gives equivalent quality while reducing usage. Game specific encoders for Fortnite, PUBG, Destiny 2, and League Of Legends": "L'encoder ottimizzato offre una qualità equivalente riducendo al tempo stesso l'utilizzo. Sono disponibili encoder specifici per Fortnite, PUBG, Destiny 2 e League Of Legends",
  "Something went wrong while updating your stream info.  Please try again.": "Qualcosa è andato storto durante l'aggiornamento delle informazioni sullo streaming. Riprova.",
  "Something went wrong while updating your stream info. You can try again, or you can": "Qualcosa è andato storto durante l'aggiornamento delle informazioni sullo streaming. Riprova oppure",
  "just go live": "vai direttamente in diretta",
  "Optimized profile for average CPUs": "Profilo ottimizzato per CPU medie",
  "Optimized profile for weak CPUs": "Profilo ottimizzato per CPU deboli",
  "YouTube account not enabled for live streaming": "Account YouTube non abilitato per lo streaming in diretta",
  "Fix": "Aggiusta",
  "I'm set up": "Sono pronto",
  "End Stream": "Termina streaming",
  "Starting": "Inizio",
  "Ending": "Fine",
  "Reconnecting": "Riconnessione",
  "Go Live": "Vai in diretta",
  "Stop": "Interrompi",
  "Save Replay": "Salva replay",
  "Schedule Stream": "Pianifica streaming",
  "Go to Youtube to view your live stream": "Vai su YouTube per vedere il tuo streaming in diretta",
  "Edit your stream title and description": "Modifica il titolo e la descrizione della sessione di streaming",
  "Go to Youtube Live Dashboard to control your stream": "Accedi a YouTube Live Dashboard per controllare il tuo streaming",
  "Are you sure you want to exit while live?": "Uscire durante la diretta?",
  "Enable the preview stream": "Abilita anteprima streaming",
  "Disable the preview stream, can help with CPU": "Disabilita anteprima streaming (questo potrebbe ridurre il carico sulla CPU)",
  "viewers": "spettatori",
  "Refresh Chat": "Aggiorna chat",
  "Your chat is currently offline": "La tua chat è attualmente offline",
  "Set path in Settings > Output.": "Imposta il percorso in Impostazioni > Output.",
  "Start Replay Buffer": "Avvia buffer replay",
  "Stop Replay Buffer": "Interrompi buffer replay",
  "Stopping...": "Interruzione...",
  "Your stream has been scheduled for %{time} from now. If you'd like to make another schedule please enter a different time": "Il tuo streaming è stato programmato tra %{time} da ora. Se desideri modificare la pianificazione, inserisci un orario diverso",
  "Stop streaming to access these controls:": "Interrompi lo streaming per accedere a questi controlli:",
  "Tags": "Tag",
  "Select stream tags": "Seleziona tag streaming",
  "You can now edit your channel tags from this screen.": "Ora puoi modificare i tag del tuo canale da questa schermata.",
  "Log out and back in to reauthorize additional permissions.": "Disconnettiti e accedi nuovamente per confermare le autorizzazioni aggiuntive.",
  "Are you sure you want to start streaming?": "Iniziare lo streaming?",
  "Please enable account for streaming to recieve a stream key": "Abilita l'account per lo streaming per ricevere una chiave di streaming",
  "You must create a Facebook gaming page to go live.": "You must create a Facebook gaming page to go live.",
  "Create Page": "Create Page",
  "Facebook Page": "Pagina Facebook",
  "Description": "Descrizione",
  "Checking optimized setting for": "Verifica impostazioni ottimizzate per",
  "You will not be asked again to update your stream info when going live. ": "Non ti sarà più chiesto di aggiornare le informazioni dello streaming quando vai in diretta. ",
  "Schedule": "Pianifica",
  "No matching game(s) found.": "Nessun gioco corrispondente trovato.",
  "Use optimized encoder settings ": "Utilizza impostazioni encoder ottimizzate ",
  "Scheduled Date": "Data pianificata",
  "Scheduled Time": "Orario pianificato",
  "You are 10 minutes away from the 8 hour stream limit": "Mancano 10 minuti al termine del limite di streaming di 8 ore",
  "Stream has disconnected, attempting to reconnect.": "Streaming disconnesso. Tentativo di riconnessione.",
  "Start typing to search": "Inizia a digitare per cercare",
  "Twitch requires two factor authentication to be enabled on your account in order to stream to Twitch. Please enable two factor authentication and try again.": "Per poter eseguire lo streaming su Twitch, l'autenticazione a due fattori deve essere abilitata sul tuo account. Abilita l'autenticazione a due fattori e riprova.",
  "Twitch Authentication Error": "Errore di autenticazione Twitch",
  "Enable Two Factor Authentication": "Abilita autenticazione a due fattori",
  "Dismiss": "Ignora",
  "It looks like you haven't added any video sources yet, so you will only be outputting a black screen.": "Sembra che tu non abbia ancora aggiunto alcuna sorgente video, quindi verrà visualizzata una schermata nera.",
  "Are you sure you want to do this?": "Sei sicuro di volerlo fare?",
  "You can add sources by clicking the + icon near the Sources box at any time": "Puoi aggiungere sorgenti facendo clic sull'icona + vicino alla casella Sorgenti in qualsiasi momento",
  "Tweet to let your followers know you're going live": "Posta su Twitter per far sapere ai tuoi follower che stai per andare in diretta",
  "Optimized encoding provides better quality and/or lower cpu/gpu usage. Depending on the game, resolution may be changed for a better quality of experience": "La codifica ottimizzata garantisce una migliore qualità e/o un minor utilizzo della cpu/gpu. A seconda del gioco, la risoluzione può essere modificata per ottenere un'esperienza migliore",
  "An error occurred with the output. This is usually caused by out of date video drivers. Please ensure your Nvidia or AMD drivers are up to date and try again.": "Si è verificato un errore con l'output. Questo di solito è causato da driver video non aggiornati. Verifica che i tuoi driver Nvidia o AMD siano aggiornati e riprova.",
  "OK": "OK",
  "Streaming Error": "Errore streaming",
  "Recording Error": "Errore registrazione",
  "Replay Buffer Error": "Errore buffer replay",
  "Learn More": "Scopri di più",
  "Something went wrong while going live, please try again.": "Qualcosa è andato storto durante la diretta, riprova.",
  "You must select a game": "Devi selezionare un gioco",
  "Please schedule no further than 7 days in advance and no sooner than 10 minutes in advance.": "La pianificazione può essere effettuata con un anticipo non superiore a 7 giorni e non inferiore a 10 minuti.",
  "No Sources": "Nessuna sorgente",
  "Enable Multistream": "Abilita multistream",
  "Multistream allows you to stream to multiple platforms simultaneously.": "Multistream ti consente di eseguire lo streaming su più piattaforme contemporaneamente.",
  "Multistream": "Multistream",
  "Your Twitch login is expired. Please log in again to continue using Streamlabs OBS": "Il tuo accesso a Twitch è scaduto. Effettua nuovamente l'accesso per continuare a utilizzare Streamlabs OBS",
  "Refresh Login": "Aggiorna accesso"
}
