{
  "Are you sure you want to stop streaming?": "Sei sicuro di voler interrompere la trasmissione?",
  "Invalid Path or Connection URL.  Please check your settings to confirm that they are valid.": "Percorso o URL non valido. Per favore controlla le impostazioni per confermare che siano corrette.",
  "Failed to connect to the streaming server.  Please check your internet connection.": "Impossibile connettersi ai server di streaming. Per favore controlla la tua connessione internet.",
  "Disconnected from the streaming server.  Please check your internet connection.": "Disconnesso dai server di streaming. Per favore controlla la tua connessione internet.",
  "Could not access the specified channel or stream key, please double-check your stream key.  ": "Non si può accedere al canale specificato o alla chiave di streaming, per favore controlla nuovamente la chiave di streaming.  ",
  "If it is correct, there may be a problem connecting to the server.": "Se è corretta ci potrebbero essere dei problemi di connessione col server.",
  "There is not sufficient disk space to continue recording.": "Non c'è abbastanza spazio sul disco fisso per continuare a registrare.",
  "The output format is either unsupported or does not support more than one audio track.  ": "Il formato d'uscita non è supportato oppure non supporta più di una traccia audio.  ",
  "Please check your settings and try again.": "Per favore controlla le tue impostazioni e prova di nuovo.",
  "An unexpected error occurred:": "Si è verificato un errore imprevisto:",
  "Title": "Titolo",
  "Game": "Gioco",
  "Do not show this message when going live": "Non mostrare questo messaggio prima di iniziare a trasmettere",
  "You will not be asked again to update your stream info when going live.  ": "Non ti sarà più chiesto di aggiornare le informazioni della trasmissione quando andrai live.  ",
  "You can re-enable this from the settings.": "Lo puoi riattivare dalle impostazioni.",
  "Confirm & Go Live": "Conferma e vai Live",
  "Update Stream Info": "Aggiorna le informazioni della trasmissione",
  "There was an error fetching your channel information.  You can try": "Si è verificato un errore nel recuperare le informazioni dal tuo canale. Puoi provare a",
  "fetching the information again": "recuperare nuovamente le informazioni",
  "or you can": "oppure puoi",
  "just go live.": "trasmettere comunque.",
  "If this error persists, you can try logging out and back in.": "Se l'errore persiste puoi provare a fare il logout e riaccedere nuovamente.",
  "Use optimized encoder settings": "Usa le impostazioni ottimizzate dell'encoder",
  "Optimized encoder gives equivalent quality while reducing usage. Game specific encoders for Fortnite, PUBG, Destiny 2, and League Of Legends": "L'encoder ottimizzato offre una qualità equivalente alla solita riducendo l'utilizzo. Sono disponibili Encoder specifici per Fortnite, PUBG, Destiny 2 e League Of Legends",
  "Something went wrong while updating your stream info.  Please try again.": "Qualcosa è andato storto durante l'aggiornamento delle informazioni dello stream. Per favore riprova.",
  "Something went wrong while updating your stream info. You can try again, or you can": "Qualcosa è andato storto durante l'aggiornamento delle informazioni dello stream. Puoi riprovare nuovamente oppure puoi",
  "just go live": "trasmettere comunque",
  "Optimized profile for average CPUs": "Profilo ottimizzato per CPU medie",
  "Optimized profile for weak CPUs": "Profilo ottimizzato per CPU scarse",
  "YouTube account not enabled for live streaming": "Account youtube non abilitato per le trasmissioni in diretta",
  "Fix": "Risolvi",
  "I'm set up": "Sono pronto",
  "END STREAM": "TERMINA TRASMISSIONE",
  "STARTING": "IN AVVIO",
  "ENDING": "TERMINAZIONE",
  "RECONNECTING": "RICONNESSIONE",
  "GO LIVE": "VAI LIVE",
  "Go to Youtube to view your live stream": "Vai su youtube per vedere la tua trasmissione",
  "Edit your stream title and description": "Modifica il titolo e la descrizione della tua trasmissione",
  "Go to Youtube Live Dashboard to control your stream": "Vai su Youtube Live Dashboard per controllare la tua trasmissione",
  "Are you sure you want to exit while live?": "Sei sicuro di voler uscire mentre stai ancora trasmettendo?",
  "Enable the preview stream": "Abilita l'anteprima della trasmissione",
  "Disable the preview stream, can help with CPU": "Disabilita l'anteprima della trasmissione (potrebbe alleggerire il carico sulla CPU)",
  "viewers": "spettatori",
  "Refresh Chat": "Aggiorna la chat",
  "Your chat is currently offline": "La tua chat è attualmente offline",
  "Set path in Settings > Output.": "Imposta il percorso nelle Impostazioni > Uscita."
}