{
  "TikTok Server URL": "Server URL TikTok",
  "TikTok Stream Key": "Chiave di streaming TikTok",
  "Locate my Stream Key": "Localizza la mia chiave di streaming",
  "Click here to learn more about streaming on TikTok": "Clicca qui per saperne di più sullo streaming su TikTok",
  "Go to the TikTok Live Center Dashboard": "Vai alla dashboard di TikTok Live Center",
  "Go live to TikTok with a single click. Click here to learn more.": "Vai in diretta su TikTok con un solo clic. Fai clic qui per saperne di più.",
  "Apply for TikTok Live Permission": "Richiedi l'autorizzazione per TikTok Live",
  "Reapply for TikTok Live Permission": "Richiedi nuovamente l'autorizzazione per TikTok Live",
  "Generate with \"Locate my Stream Key\"": "Genera con \"Individua la mia chiave di streaming\".",
  "You do not have permission to stream live to TikTok.": "Non hai il permesso di trasmettere in diretta su TikTok.",
  "Open TikTok Live Center": "Apri il TikTok Live Center",
  "Access chat for TikTok in the TikTok Live Center.": "Accedi alla chat di TikTok nel TikTok Live Center.",
  "Failed to update TikTok account": "Aggiornamento account di TikTok non riuscito",
  "Failed to update TikTok account. Please unlink and reconnect your TikTok account.": "Aggiornamento account di TikTok non riuscito. Scollega e ricollega il tuo account TikTok.",
  "Close Streamlabs Desktop and reload": "Chiudi Streamlabs Desktop e ricarica",
  "Go to Settings - Stream and reconnect TikTok": "Vai su Impostazioni - Streaming e ricollega TikTok",
  "Connect TikTok Account": "Collega l'account TikTok",
  "Failed to generate TikTok stream credentials. Confirm Live Access with TikTok.": "Impossibile generare le credenziali di streaming TikTok. Conferma Live Access con TikTok.",
  "Approvals are solely at TikTok's discretion.": "Le approvazioni sono esclusivamente a discrezione di TikTok.",
  "TikTok Category": "Categoria TikTok",
  "TikTok Live Access not granted. Click here to learn more.": "TikTok Live Access non consentito. Fai clic qui per saperne di più.",
  "Only 32 characters of your title will display on TikTok": "Solo 32 caratteri del tuo titolo verranno visualizzati su TikTok",
  "You may be eligible for TikTok Live Access. <apply>Apply here.</apply>": "Potresti essere idoneo a TikTok Live Access <apply>Fai richiesta qui.</apply>",
  "Click to view TikTok Replay in your browser.": "Fai clic per visualizzare il replay di TikTok nel tuo browser.",
  "TikTok Stream Error": "Errore di streaming su TikTok",
  "Couldn't confirm TikTok Live Access. Apply for Live Permissions below": "Non è stato possibile confermare l’accesso a TikTok Live. Richiedi le autorizzazioni per la diretta qui sotto",
  "Connect your TikTok account": "Connect your TikTok account",
  "Connect your TikTok account to stream to TikTok and one other platform for free. Haven't applied to stream on TikTok Live yet? <link>Start the process here</link>.": "Connect your TikTok account to stream to TikTok and one other platform for free. Haven't applied to stream on TikTok Live yet? <link>Start the process here</link>."
}
