{
  "Troubleshooter": "Risoluzione problemi",
  "Open Settings": "Apri impostazioni",
  " Streamlabs has detected dropped frames": " Streamlabs ha rilevato frame non elaborati",
  "What does this mean?": "Cosa significa?",
  " Some frames have not been uploaded. This problem is usually related to a poor network connection.": " Alcuni frame non sono stati caricati. Questo problema è in genere legato a una connessione di rete scarsa.",
  "What can I do?": "Cosa posso fare?",
  "Check the health of your Internet connection": "Controlla lo stato della connessione Internet",
  "Change your ingest server": "Cambia il tuo server di inserimento",
  "If none of these worked, lower your bitrate": "Se nessuna di queste soluzioni ha funzionato, abbassa il bitrate",
  "Streamlabs has detected skipped frames": "Streamlabs ha rilevato frame ignorati",
  "Some frames have not been encoded.": "Alcuni frame non sono stati codificati.",
  "This problem is usually due to high CPU usage or unsuitable encoder settings.": "Questo problema è solitamente dovuto a un alto utilizzo della CPU o a impostazioni dell'encoder non corrette.",
  "Lower your encoder settings (preset)": "Abbassa le impostazioni dell'encoder (preset)",
  "Ensure that you don't have any other applications open that are heavy on your CPU": "Assicurati di non avere altre applicazioni aperte che usano molte risorse della CPU",
  "Enable performance mode in the Editor context menu": "Abilita la modalità prestazioni nel menu di scelta rapida dell'editor",
  "Streamlabs has detected lagged frames": "Streamlabs ha rilevato frame ritardati",
  "Some frames took too long to get rendered.": "Alcuni frame hanno impiegato troppo tempo per la renderizzazione.",
  "Usually the problem is related to your game using up too many GPU resources.": "Solitamente il problema è legato a un eccessivo consumo di risorse GPU da parte del gioco.",
  "When this happens, Streamlabs does not have any resources left over to render frames.": "Quando ciò accade, Streamlabs non ha più risorse a disposizione per la renderizzazione dei frame.",
  "Cap your in-game framerate": "Imposta un framerate nel gioco",
  "Enable VSync in your game": "Abilita il VSync all'interno del gioco",
  "Disable FreeSync or GSync in your Driver": "Disattiva FreeSync o GSync nei driver della tua scheda video",
  "Lower graphics settings until you stop lagging frames": "Abbassa le impostazioni grafiche fino a quando non si elimina il ritardo dei frame",
  "Disable hardware decoding under any media sources(This will slightly increase cpu over gpu)": "Disattiva la codifica hardware per ogni risorsa multimediale (questo aumenterà leggermente l'utilizzo della cpu e libererà la gpu)"
}
