{
  "Troubleshooter": "Risoluzione Problemi",
  "Open Settings": "Apri Impostazioni",
  " Streamlabs OBS has detected dropped frames": " Streamlabs OBS ha rilevato dei fotogrammi persi",
  "What does this mean?": "Cosa significa?",
  " Some frames have not been uploaded. This problem is usually related to a poor network connection.": " Alcuni fotogrammi non sono stati caricati. Questo problema è in genere dovuto ad una connessione internet non ottima.",
  "What can I do?": "Cosa posso fare?",
  "Check the health of your Internet connection": "Controlla lo stato della tua connessione internet",
  "Change your ingest server": "Cambia il server verso cui trasmetti",
  "If none of these worked, lower your bitrate": "Se nessuna di queste soluzioni ha funzionato abbassa il bitrate",
  "Streamlabs OBS has detected skipped frames": "Streamlabs OBS ha rilevato fotogrammi saltati",
  "Some frames have not been encoded.": "Alcuni fotogrammi non sono stati codificati.",
  "This problem is usually due to high CPU usage or unsuitable encoder settings.": "Questo problema è solitamente dovuto all'alto utilizzo della CPU o alle impostazioni dell'encoder non adatte.",
  "Lower your encoder settings (preset)": "Diminuisci le impostazioni dell'encoder (preset)",
  "Ensure that you don't have any other applications open that are heavy on your CPU": "Assicurati di non avere altre applicazioni aperte che usino molte risorse della CPU",
  "Enable performance mode in the Editor context menu": "Abilita la modalità prestazioni nel menu col tasto destro nell'Editor",
  "Streamlabs OBS has detected lagged frames": "Streamlabs OBS ha rilevato frame ritardati",
  "Some frames took too long to get rendered.": "Alcuni fotogrammi hanno impiegato troppo tempo per essere visualizzati.",
  "Usually the problem is related to your game using up too many GPU resources.": "Solitamente il problema è collegato al fatto che il tuo gioco sta consumando troppe risorse GPU.",
  "When this happens, Streamlabs OBS does not have any resources left over to render frames.": "Quando ciò accade, Streamlabs OBS non ha risorse per renderizzare i frame.",
  "Cap your in-game framerate": "Imposta un limite alla frequenza di aggiornamento dei fotogrammi nel gioco",
  "Enable VSync in your game": "Abilita il VSync all'interno del gioco",
  "Disable FreeSync or GSync in your Driver": "Disattiva FreeSync o GSync nei driver della tua scheda video",
  "Lower graphics settings until you stop lagging frames": "Abbassa le impostazioni grafiche fino a quando non si interrompe il ritardo dei fotogrammi",
  "Disable hardware decoding under any media sources(This will slightly increase cpu over gpu)": "Disattiva la codifica hardware per ogni risorsa multimediale (questo aumenterà leggermente l'utilizzo della cpu liberando la gpu)"
}