{
  "Add Widgets": "Aggiungi Widgets",
  "Select the Streamlabs widgets you would like to activate for your stream. These will get automatically added to your scene.": "Seleziona i widget di Streamlabs che desideri attivare nel tuo streaming. Questi verranno automaticamente aggiunti alla scena.",
  "Thanks viewers with notification popups": "Ringrazia gli spettatori con notifiche popup",
  "Most recent events into your stream": "Gli ultimi eventi della tua trasmissione",
  "A jar that catches bits, tips, and more": "Un bicchiere che raccoglie bits, donazioni e altro",
  "Your channel's chat in your stream": "La chat del tuo canale nel tuo streaming",
  "Show off most recent donations to viewers": "Mostra le donazioni più recenti ai tuoi spettatori",
  "Give your viewers a donation target to help you reach": "Dai ai tuoi spettatori un obiettivo per le donazioni così che ti possano aiutare a raggiungerlo",
  "Give your viewers a follower target to help you reach": "Dai ai tuoi spettatori un obiettivo di seguaci così che ti possano aiutare a raggiungerlo",
  "Give your viewers a bit target to help you reach": "Dai ai tuoi spettatori un obiettivo di bits così che ti possano aiutare a raggiungerlo",
  "Give your viewers a subscriber target to help you reach": "Dai ai tuoi spettatori un obiettivo di abbonati così che ti possano aiutare a raggiungerlo",
  "Show off how many viewers you have from multiple platforms": "Mostra quanti spettatori hai su diverse piattaforme",
  "Give your viewers an opportunity of becoming a boss": "Offri ai tuoi spettatori l'opportunità di diventare il boss",
  "Rolling credits at the end of your stream": "I crediti che scorrono alla fine della tua trasmissione",
  "Add %{widgetscount} Widgets": "Aggiungi %{widgetscount} Widgets",
  "Rather do this manually?": "Preferisci farlo manualmente?",
  "Setup later": "Configura dopo",
  "Widget Theme installed & activated. Click here to manage your Widget Profiles.": "Tema Widget installato e attivato. Clicca qui per gestire i tuoi Profili Widget.",
  "Follow": "Seguace",
  "Subscription": "Abbonamento",
  "Donation": "Donazione",
  "Bits": "Bits",
  "Host": "Host"
}