{
  "Add Widgets": "Aggiungi Widgets",
  "Select the Streamlabs widgets you would like to activate for your stream. These will get automatically added to your scene.": "Seleziona i widget Streamlabs che desideri attivare per il tuo streaming. Questi verranno automaticamente aggiunti alla scena.",
  "Thanks viewers with notification popups": "Ringrazia gli spettatori con notifiche popup",
  "Most recent events into your stream": "Gli ultimi eventi della tua trasmissione",
  "A jar that catches bits, tips, and more": "Un bicchiere che cattura bits, mance e molto altro",
  "Your channel's chat in your stream": "La chat del tuo canale nella tua Trasmissione",
  "Show off most recent donations to viewers": "Mostra le tue donazioni più recenti ai tuoi spettatori",
  "Give your viewers a donation target to help you reach": "Dai ai tuoi spettatori un obiettivo di donazioni che ti possono aiutare a raggiungere",
  "Give your viewers a follower target to help you reach": "Dai ai tuoi spettatori un obiettivo di seguaci che ti possono aiutare a raggiungere",
  "Give your viewers a bit target to help you reach": "Dai ai tuoi spettatori un obiettivo di bit che ti possono aiutare a raggiungere",
  "Give your viewers a subscriber target to help you reach": "Dai ai tuoi spettatori un obiettivo di iscritti che ti possono aiutare a raggiungere",
  "Show off how many viewers you have from multiple platforms": "Mostra quanti spettatori hai da piattaforme multiple",
  "Give your viewers an opportunity of becoming a boss": "Offri ai tuoi spettatori l'opportunità di diventare un capo",
  "Rolling credits at the end of your stream": "Crediti rotolanti alla fine della tua Trasmissione",
  "Add %{widgetscount} Widgets": "Aggiungi %{widgetscount} Widgets",
  "Rather do this manually?": "Preferisci farlo manualmente?",
  "Setup later": "Configura dopo",
  "Widget Theme installed & activated. Click here to manage your Widget Profiles.": "Tema widget installato e attivato. Clicca qui per gestire i tuoi profili widget."
}