{
  "Game Widget": "Widget giochi",
  "Let your viewers play a game in chat": "Consenti ai tuoi spettatori di giocare in chat",
  "Chat Decision Time": "Tempo di decisione chat",
  "Trigger Command": "Comando di attivazione",
  "Chat Response Timer": "Timer di risposta chat",
  "No Input Recieved": "Nessun input ricevuto",
  "Restarting Game": "Riavvio del gioco",
  "Chat's Turn": "Turno chat",
  "Chat Marker Color": "Colore dell'indicatore chat",
  "Chat Win Color": "Colore vincita chat",
  "AI's Turn": "Turno AI",
  "AI Marker Color": "Colore dell'indicatore AI",
  "AI Win Color": "Colore vincita AI",
  "Chat Won": "La chat ha vinto",
  "Chat Lost": "La chat ha perso",
  "Draw Game": "Pareggio",
  "Cannot Play Here": "Impossibile giocare qui",
  "Game End Message Duration": "Durata del messaggio di fine gioco",
  "Chat Marker": "Indicatore chat",
  "AI Marker": "Indicatore AI",
  "General Settings": "Impostazioni generali",
  "Game Settings": "Impostazioni gioco",
  "Current Game": "Gioco corrente",
  "Tic Tac Toe": "Tic Tac Toe",
  "The duration in seconds to collect chat's responses before passing them to the game": "La durata in secondi per raccogliere le risposte della chat prima di passarle al gioco",
  "Command used by the chat to provide their response": "Comando utilizzato dalla chat per fornire le risposte",
  "Message displayed to let the chat know they didn't provide any input": "Messaggio visualizzato per far sapere alla chat che non ha fornito alcun input",
  "Message displayed to let the chat know the game is restarting": "Messaggio visualizzato per far sapere alla chat che il gioco si sta riavviando",
  "Marker used to display where chat played their turn. Please make sure it's not more than 1 character": "Indicatore utilizzato per mostrare dove la chat ha giocato il suo turno. Assicurati che non sia più di un carattere",
  "Message to let everyone know that it's chat's turn to play": "Messaggio utilizzato per far sapere a tutti che è il turno della chat",
  "Marker used to display where AI played it's turn. Please make sure it's not more than 1 character": "Indicatore utilizzato per mostrare dove l’AI ha giocato il suo turno. Assicurati che non sia più di un carattere",
  "Message to let everyone know that it's AI's turn to play": "Messaggio utilizzato per far sapere a tutti che è il turno dell’AI",
  "Message displayed to let everyone know chat won": "Messaggio visualizzato per far sapere a tutti che la chat ha vinto",
  "Message displayed to let everyone know chat lost": "Messaggio visualizzato per far sapere a tutti che la chat ha perso",
  "Message displayed to let everyone know the game was a draw": "Messaggio visualizzato per far sapere a tutti che la partita è finita con un pareggio",
  "Message to let chat know that they cannot play the current move": "Messaggio per far sapere alla chat che la mossa non è consentita",
  "Display the game ended message for these many seconds": "Consente di visualizzare il messaggio di fine gioco per i secondi indicati",
  "Chat Word": "Parola della chat",
  "Misplaced Character Tile": "Riquadro carattere fuori posto",
  "Misplaced Character": "Carattere fuori posto",
  "Correct Character Tile": "Riquadro carattere corretto",
  "Correct Character": "Carattere corretto",
  "Wrong Character Tile": "Riquadro carattere sbagliato",
  "Wrong Character": "Carattere sbagliato",
  "Chat Won Title": "Titolo chat vinta",
  "Chat Lost Title": "Titolo chat persa",
  "Wrong Word Chosen Message": "Messaggio parola scelta sbagliata",
  "Invalid Response Message": "Messaggio risposta non valida",
  "Change the color of the tile to this color when a character is present in the word but is misplaced": "Cambia il colore del riquadro con questo colore quando un carattere è presente nella parola ma è fuori posto",
  "Change the color of the character to this if it is present in the word but is misplaced": "Cambia il colore del carattere con questo colore se il carattere è presente nella parola ma è fuori posto",
  "Change the color of the tile to this color when a character is present in the correct location in the word": "Cambia il colore del riquadro con questo colore quando un carattere si trova nella posizione corretta nella parola",
  "Change the color of the character to this if it is present in the correct location in the word": "Cambia il colore del carattere con questo colore se il carattere si trova nella posizione corretta nella parola",
  "Change the color of the tile to this color when a character is not present in the word": "Cambia il colore del riquadro con questo colore quando un carattere non è presente nella parola",
  "Change the color of the character to this if it is not present in the word": "Cambia il colore del carattere con questo colore se il carattere non è presente nella parola",
  "Message to let the chat know they chose the wrong word. The word will still get evaluated, it's just an announcement": "Messaggio per comunicare alla chat che è stata scelta la parola sbagliata. Si tratta solo di un avviso, la parola verrà comunque valutata",
  "Message to let the chat know that the chosen word is not valid. Reason for invalidation can include wrong character length and more": "Messaggio per comunicare alla chat che la parola scelta non è valida. Uno dei possibili motivi è un numero di caratteri non valido"
}
