{
  "YouTube stream status": "Stato streaming YouTube",
  "Waiting for YouTube to receive the video signal...": "In attesa che YouTube riceva il segnale video...",
  "Testing your broadcast...": "Test trasmissione...",
  "Finalizing broadcast testing...": "Finalizzazione test di trasmissione...",
  "Publishing to your YouTube channel...": "Pubblicazione sul tuo canale YouTube...",
  "Waiting broadcast to be published...": "In attesa della trasmissione da pubblicare...",
  "You're live!": "Sei in diretta!",
  "Waiting for broadcast to be published...": "In attesa della pubblicazione della trasmissione...",
  "Working on your live stream": "Preparazione streaming live",
  "Your stream will start shortly. You can close this window.": "Il tuo streaming inizierà a breve. Puoi chiudere questa finestra.",
  "Go to YouTube Live Dashboard": "Vai al dashboard di YouTube Live",
  "Create New Event": "Crea nuovo evento",
  "YouTube Chat": "Chat di YouTube",
  "This action cannot be performed inside Streamlabs Desktop. To interact with chat, you can open this chat in a web browser.": "Impossibile eseguire questa operazione in Streamlabs Desktop. Per partecipare a questa chat, aprila in un browser web.",
  "Open In Web Browser": "Apri in un browser Web",
  "Privacy": "Privacy",
  "Public": "Pubblico",
  "Anyone can search for and view": "Chiunque può cercare e vedere",
  "Unlisted": "Non elencato",
  "Anyone with the link can view": "Chiunque abbia il link può vedere",
  "Private": "Privato",
  "Only you can view": "Solo tu puoi vedere",
  "Category": "Categoria",
  "Stream Latency": "Latenza streaming",
  "Normal Latency": "Latenza normale",
  "Low-latency": "Bassa latenza",
  "Ultra low-latency": "Latenza super bassa",
  "Does not support: Closed captions, 1440p, and 4k resolutions": "Non supporta: sottotitoli codificati, 1440p, e risoluzioni in 4k",
  "Enable DVR": "Abilta DVR",
  "Additional Settings": "Impostazioni aggiuntive",
  "Open Youtube Studio": "Apri YouTube Studio",
  "360° video": "Video a 360°",
  "Enable Auto-start": "Abilita auto-start",
  "Enable Auto-stop": "Abilita auto-stop",
  "latencyTooltip": "Uno streaming a bassa latenza può ridurre il numero di volte necessarie affinché il video sia visibile agli utenti che guardano una trasmissione, ma può anche incidere sull’uniformità del playback.",
  "Enabling auto-start will automatically start the stream when you start sending data from your streaming software": "L’abilitazione di auto-start inizierà automaticamente lo streaming quando inizi a inviare dati dal tuo software di streaming",
  "Enabling auto-stop will automatically stop the stream when you stop sending data from your streaming software": "L’abilitazione di auto-stop concluderà automaticamente lo streaming quando smetti di inviare dati dal tuo software di streaming",
  "DVR controls enable the viewer to control the video playback experience by pausing, rewinding, or fast forwarding content": "I comandi DVR abilitano lo spettatore a controllare l’esperienza di playback del video mettendo in pausa, riavvolgendo o mandando avanti i contenuti",
  "Auto-start is disabled for your broadcast. You should manually publish your stream from Youtube Studio": "Auto-start non è abilitato per la tua trasmissione. Devi pubblicare manualmente il tuo streaming da YouTube Studio.",
  "Made for kids": "Creato per i bambini",
  "Features like personalized ads and live chat won't be available on live streams made for kids.": "Funzionalità quali pubblicità personalizzate e chat live non saranno disponibili negli streaming live per bambini.",
  "Try our new thumbnail editor": "Prova il nostro nuovo editor di anteprime"
}
