{
  "Grow": "Rozwój",
  "My Goals": "Moje Cele",
  "Community Reach: %{reachableFollowing}/%{totalFollowing} followers": "Zasięg społecznościowy: %{reachableFollowing}/%{totalFollowing} obserwujących",
  "Streamer Resources": "Zasoby streamera",
  "You can reach %{percentage}% of your community across all platforms. Multistream to more platforms to increase this number": "Możesz dotrzeć do %{percentage}% swojej społeczności, na wszystkich platformach. Korzystaj z Multistream, aby dotrzeć na więcej platform i podnieść ten wskaźnik",
  "Streamlabs University": "Uniwersytet Streamlabs",
  "Professional streamers are now able to earn large amounts of money while entertaining people and creating their own brand. But how does one become a professional streamer? Streamlabs University is our answer to this question. In this course, we’ll walk you through everything you need to know to become a successful streamer and turn your passion into a profession.": "Profesjonalni streamerzy są teraz w stanie zarabiać duże pieniądze - jednocześnie zabawiać ludzi i tworzyć własną markę. Jak jednak zostać profesjonalnym streamerem? Nasza odpowiedź na to pytanie to Streamlabs University. W trakcie tego kursu przeprowadzimy Cię przez wszystko, co musisz wiedzieć, aby stać się efektywnym streamerem i zamienić swoją pasję w zawód.",
  "Content Hub": "Koncentrator treści",
  "The Ultimate Resource For Live Streamers; The Creator Resource Hub is your one-stop-shop for everything related to live streaming. There are dozens of different categories to choose from. Learn how to set up your live stream, find new features, and stay up-to-date on all of the tools you can use to enhance your stream.": "Ostateczne źródło wiedzy dla livestreamerów; Creator Resource Hub (Centrum zasobów twórcy) to Twoja podręczna kopalnia wiedzy dla wszystkiego co związane z transmisjami na żywo. Do wyboru są dziesiątki różnych kategorii. Dowiedz się, jak skonfigurować swój stream na żywo, znajdź nowe funkcje i bądź na bieżąco ze wszystkimi narzędziami, których możesz użyć, aby ulepszyć swoją transmisję.",
  "Add Goal": "Dodaj cel",
  "%{followers} followers": "%{followers} obserwujących",
  "You cleared %{totalProgress}% of all material. Keep it up!": "Zrealizowałeś(-aś) %{totalProgress}% całego materiału. Tak trzymaj! Tak trzymać!",
  "You have completed Streamlabs University!": "Ukończyłeś(-aś) Uniwersytet Streamlabs!",
  "Continue Learning": "Kontynuuj naukę",
  "Growth Tips": "Wskazówki dla rozwoju",
  "Open Resource Hub": "Otwórz Centrum zasobów",
  "Streamlabs on YouTube": "Streamlabs na YouTube",
  "Open Streamlabs University": "Otwórz Uniwersytet Streamlabs",
  "%{daysLeft} days left": "Pozostało dni: %{daysLeft}",
  "Progress": "Postęp",
  "Reach more of your community with Streamlabs Multistreaming": "Dotrzyj do większej liczby osób dzięki Streamlabs Multistreaming",
  "One of the best ways to reach a larger audience is to stream to multiple platforms": "Jednym z najlepszych sposobów na dotarcie do większej liczby odbiorców jest streaming do wielu platform",
  "Start Multistreaming with Ultra": "Rozpocznij Multistreaming z Ultra",
  "Goal Title": "Nazwa celu",
  "Goal Total": "Cel ogółem",
  "Goal Type": "Typ celu",
  "This goal has been completed!": "Cel został osiągnięty!",
  "Time ran out for this goal. Try again or pick a new one!": "Na realizację tego celu zabrakło czasu. Spróbuj jeszcze raz lub wybierz nowy!",
  "Stream Pulse": "Impuls strumieniowy",
  "Average View Time": "Średni czas oglądania",
  "Unique Viewers": "Wyjątkowi widzowie",
  "Chatters": "Uczestnicy czatów",
  "Chats": "Czaty",
  "Track your growth by taking a look at the past month of your stream (data provided from Twitch)": "Śledź swój rozwój poprzez wgląd w ostatni miesiąc Twojej aktywności transmisyjnej (dane pochodzą z Twitcha)",
  "There is already a goal of this type": "Istnieje już cel tego typu"
}
