{
  "Grow": "Rozwój",
  "My Goals": "Moje Cele",
  "Community Reach: %{reachableFollowing}/%{totalFollowing} followers": "Zasięg społecznościowy: %{reachableFollowing}/%{totalFollowing} obserwujących",
  "Streamer Resources": "Zasoby streamera",
  "You can reach %{percentage}% of your community across all platforms. Multistream to more platforms to increase this number": "Możesz dotrzeć do %{percentage}% swojej społeczności na wszystkich platformach. Aby zwiększyć liczbę odbiorców, potrzebny jest multistreaming na większej liczbie platform",
  "Streamlabs University": "Uniwersytet Streamlabs",
  "Professional streamers are now able to earn large amounts of money while entertaining people and creating their own brand. But how does one become a professional streamer? Streamlabs University is our answer to this question. In this course, we’ll walk you through everything you need to know to become a successful streamer and turn your passion into a profession.": "Profesjonalni streamerzy są dziś w stanie zarabiać duże sumy pieniędzy, jednocześnie zabawiać ludzi i tworzyć własną markę. Ale jak zostać profesjonalnym streamerem? Uniwersytet Streamlabs jest naszą odpowiedzią na to pytanie. Podczas tego kursu przeprowadzimy Cię przez wszystkie istotne aspekty, które należy poznać, aby stać się skutecznym streamerem i przekształcić swoją pasję w zawód.",
  "Content Hub": "Koncentrator treści",
  "The Ultimate Resource For Live Streamers; The Content Hub is your one-stop-shop for everything related to live streaming. There are dozens of different categories to choose from. Learn how to set up your live stream, find new features, and stay up-to-date on all of the tools you can use to enhance your stream.": "Kompletne źródło dla Streamerów; koncentrator treści to miejsce, w którym znajdziesz wszystko, co tylko wiąże się z transmisją na żywo. Do wyboru są dziesiątki różnych kategorii. Dowiedz się, jak skonfigurować transmisję na żywo, znaleźć nowe funkcje i być na bieżąco ze wszystkimi narzędziami, które wykorzystywane są do ulepszania transmisji.",
  "Add Goal": "Dodaj cel",
  "%{followers} followers": "%{followers} obserwujących",
  "You cleared %{totalProgress}% of all material. Keep it up!": "Zrealizowałeś(-aś) %{totalProgress}% całego materiału. Tak trzymaj!",
  "You have completed Streamlabs University!": "Ukończyłeś(-aś) Uniwersytet Streamlabs!",
  "Continue Learning": "Kontynuuj naukę",
  "Growth Tips": "Wskazówki dla rozwoju",
  "Open Content Hub": "Otwórz koncentrator treści",
  "Streamlabs on YouTube": "Streamlabs na YouTube",
  "Open Streamlabs University": "Otwórz Uniwersytet Streamlabs",
  "%{daysLeft} days left": "Pozostało dni: %{daysLeft}",
  "Progress": "Postęp",
  "Reach more of your community with Streamlabs Multistreaming": "Dotrzyj do większej liczby osób dzięki Streamlabs Multistreaming",
  "One of the best ways to reach a larger audience is to stream to multiple platforms": "Jednym z najlepszych sposobów na dotarcie do większej liczby odbiorców jest streaming do wielu platform",
  "Start Multistreaming with Prime": "Rozpocznij Multistreaming z Prime",
  "Goal Title": "Nazwa celu",
  "Goal Total": "Cel ogółem",
  "Goal Type": "Typ celu",
  "This goal has been completed!": "Cel został osiągnięty!",
  "Time ran out for this goal. Try again or pick a new one!": "Skończył się czas przeznaczony dla tego celu. Spróbuj ponownie lub wybierz nowy!",
  "Stream Pulse": "Impuls strumieniowy",
  "Average View Time": "Średni czas oglądania",
  "Unique Viewers": "Wyjątkowi widzowie",
  "Chatters": "Uczestnicy czatów",
  "Chats": "Czaty",
  "Track your growth by taking a look at the past month of your stream (data provided from Twitch)": "Śledź swój rozwój poprzez wgląd w ostatni miesiąc Twojej aktywności transmisyjnej (dane pochodzą z Twitcha)",
  "There is already a goal of this type": "Istnieje już cel tego typu"
}