{
  "Source: %{sourceName}": "Źródło: %{sourceName}",
  "Collab Cam": "Collab Cam",
  "Invite a guest to join your stream from a web browser.": "Zaproś gościa na swój stream w przeglądarce internetowej.",
  "Guest Cam is currently listening for connecting guests, but is not broadcasting your microphone and webcam to your guests yet.": "Guest Cam aktualnie poszukuje gości nawiązujących połączenie, ale jeszcze nie transmituje mikrofonu ani kamery internetowej twoim gościom.",
  "No microphone source is selected. Your guest will not be able to hear you.": "Nie wybrano żadnego źródła mikrofonu. Twój gość nie będzie cię słyszał.",
  "No webcam source is selected. Your guest will not be able to see you.": "Nie wybrano żadnego źródła kamery internetowej. Twój gość nie będzie cię widział.",
  "Microphone Source": "Źródło mikrofonu",
  "Webcam Source": "Źródło kamery internetowej",
  "The webcam and microphone source you select below will be broadcast to your guests.": "Wybrane poniżej przez Ciebie źródło kamery internetowej i mikrofonu będzie transmitowane do Twoich gości.",
  "Waiting for guest to join": "Oczekiwanie na gości",
  "Generate a new link": "Wygeneruj nowy link",
  "Copied!": "Skopiowano!",
  "Invite URL": "URL zaproszenia",
  "Disconnect": "Rozłącz",
  "Guest %{num}": "Gość %{num}",
  "Collab Cam Properties": "Właściwości Collab Cam",
  "A guest has joined - click to show": "Dołączył gość - kliknij, aby wyświetlić",
  "Welcome to Collab Cam": "Witaj w Collab Cam",
  "Step 1": "Krok 1",
  "Copy and share a link with your guest. When they join, they'll be able to see and hear you.": "Skopiuj link i udostępnij go swojemu gościowi. Gdy dołączy, będzie mógł cię zobaczyć i usłyszeć.",
  "Step 2": "Krok 2",
  "Verify their identity in the preview area. When ready, add them to your stream by clicking 'Show on Stream'.": "Zweryfikuj jego tożsamość w obszarze podglądu. Gdy będziecie gotowi, dodaj gościa do transmisji, klikając „Pokaż w transmisji”.",
  "Step 3": "Krok 3",
  "Enjoy your stream! Adjust their volume, create new links, and change your mic and camera from the properties window.": "Miłej transmisji! Wyreguluj głośność gości, twórz nowe linki i zmieniaj mikrofon i kamerę w oknie właściwości.",
  "Don't share your invite link with anyone you don't want on your stream. You can invalidate an old link by generating a new one. Do not show this window on stream.": "Nie udostępniaj linku z zaproszeniem osobom, których nie chcesz gościć w transmisji. Stary link możesz unieważnić generując nowy. Nie pokazuj tego okna w transmisji.",
  "Start Collab Cam": "Uruchom Collab Cam",
  "Collab Cam is not yet sending your video and audio to guests. Start Collab Cam?": "Collab Cam jeszcze nie wysyła gościom twojego obrazu ani dźwięku. Uruchomić Collab Cam?",
  "Copy Link": "Kopiuj link",
  "You're about to join %{name}": "Za chwilę dołączysz do %{name}",
  "%{name} has invited you to join their stream. When you're ready to join, click the button below.": "Użytkownik %{name} zaprosił Cię do dołączenia do swojego streamu. Gdy będziesz gotowy do dołączenia, kliknij poniższy przycisk.",
  "Waiting for host to begin": "Oczekiwanie na rozpoczęcie przez hosta",
  "Connected To Host:": "Łączenie z hostem:",
  "You are connected as a guest using someone else's invite link. To leave, click the Disconnect button.": "Połączono jako gość używając linku zaproszenia kogoś innego. Aby opuścić, kliknij przycisk Rozłącz.",
  "This guest is not assigned to a source": "Ten gość nie jest przypisany do źródła",
  "The source %{sourceName} is already occupied by %{guestName}. If you continue, %{guestName} will be unassigned.": "Źródło %{sourceName} jest już zajęte przez %{guestName}. Jeśli zamierzasz kontynuować, %{guestName} pozostanie nieprzypisane.",
  "Are you sure you want to unassign %{guestName} from the source?": "Czy na pewno chcesz usunąć%{guestName} ze źródła?",
  "Assign to Source": "Przypisz do źródła",
  "Unassigned": "Nieprzypisane",
  "Are you sure you want to disconnect %{guestName}?": "Czy na pewno chcesz rozłączyć%{guestName}?",
  "If you want to prevent this guest from rejoining, you should also regenerate your invite link.": "Jeśli chcesz uniemożliwić temu gościowi ponowne dołączenie, powinieneś również zregenerować swój link zapraszający.",
  "Regenerate Link": "Regeneracja Linku",
  "Guests": "Goście",
  "Upgrade for more Guests": "Aktualizuj dla większej liczby gości",
  "Share Video Source (Optional)": "Udostępnij źródło wideo (opcja)",
  "Stop Sharing": "Zatrzymaj udostępnianie",
  "Collab Cam requires a source": "Funkcja współpracy przez Collab Cam wymaga źródła",
  "At least one Collab Cam source is required to use Collab Cam. Would you like to add one now?": "Przynajmniej jedno źródło Collab Cam jest niezbędne do użytkowania funkcji Collab Cam. Czy chcesz teraz je dodać?",
  "You now have access to Collab Cam!": "Nie masz dostępu do funkcji Collab Cam!",
  "You must be logged in to use Collab Cam.": "You must be logged in to use Collab Cam."
}
