{
  "We are improving our backend systems. As part of the migration process, we will need to you log in again. If you have any questions, you can": "Doskonalimy nasze systemy zaplecza. Jako część procesu migracji, będziemy musieli zalogować Cię ponownie. Jeśli masz jakieś pytania, możesz",
  "contact support.": "skontaktować się z pomocą techniczną.",
  "Sign in with your streaming account to get started with Streamlabs": "Zarejestruj się przy użyciu konta do transmisji, aby rozpocząć korzystanie z platformy Streamlabs",
  "Select an OBS profile to import": "Wybierz profil OBS do zaimportowania",
  "Import from OBS Studio": "Importuj z OBS Studio",
  "Start Fresh": "Zacznij od początku",
  "Importing": "Importowanie",
  "Successfully Imported": "Zaimportowano pomyślnie",
  "Importing your scenes and sources": "Importowanie Twoich scen i źródeł",
  "All scenes, sources and settings have been imported.": "Wszystkie sceny, źródła i ustawienia zostały zaimportowane.",
  "Import your scenes and your settings from OBS with a simple click, or start fresh.": "Zaimportuj swoje sceny i ustawienia z OBS za pomocą jednego kliknięcia lub zacznij od początku.",
  "Click below and we'll analyze your internet speed and computer hardware to give you the best settings possible.": "Kliknij poniżej, a my przeanalizujemy prędkość Twojego internetu oraz specyfikacje Twojego komputera, aby nadać najlepsze możliwe ustawienia.",
  "Start": "Start",
  "Rather do this manually?": "Chciałbyś zrobić to ręcznie?",
  "Setup later": "Ustaw później",
  "Detecting your location...": "Wykrywanie twojej lokalizacji...",
  "Performing bandwidth test...": "Przeprowadzanie testu przepustowości...",
  "Testing streaming encoder...": "Testowanie kodera dla transmisji...",
  "Testing recording encoder...": "Testowanie kodera dla nagrywania...",
  "Attempting stream...": "Próba transmisji...",
  "Reverting to defaults...": "Przywracanie ustawień domyślnych...",
  "Applying stream settings...": "Stosowanie ustawień transmisji...",
  "Applying general settings...": "Stosowanie ustawień ogólnych...",
  "Optimizing...": "Optymalizowanie...",
  "Optimize": "Optymalizacja",
  "We're connecting to OBS and pulling your previous settings for a seamless conversion.": "Łączymy się z OBS, aby płynnie uzyskać Twoje poprzednie ustawienia.",
  "Initialzing ...": "Inicjalizowanie...",
  "Connecting to OBS ...": "Łączenie z OBS...",
  "Pulling settings ...": "Importuję ustawienia ...",
  "Starting import ...": "Rozpoczęcie importowania...",
  "Finalizing ...": "Finalizacja...",
  "We're analyzing your internet speed and computer hardware to give you the best settings possible.": "Analizujemy Twoją prędkość internetu oraz specyfikacje Twojego komputera, aby ustawić najlepsze możliwe ustawienia.",
  "Done!": "Gotowe!",
  "Next": "Dalej",
  "Scene Collections Import": "Importowanie kolekcji scen",
  "The following scene collections have been imported from your Streamlabs account": "Następująca scena została zaimportowana z Twojego konta Streamlabs",
  "Continue": "Kontynuuj",
  "Collecting some information about your PC...": "Gromadzenie niektórych informacji o Twoim komputerze...",
  "We found optimized settings for your PC": "Znaleźliśmy zoptymalizowane ustawienia dla Twojego komputera",
  "Something went wrong": "Coś poszło nie tak",
  "Download and Apply": "Pobierz i zastosuj",
  "This device is not available": "To urządzenie nie jest dostępne",
  "Set Up Mic and Webcam": "Skonfiguruj mikrofon i kamerę internetową",
  "Welcome to Streamlabs": "Witamy w Streamlabs",
  "Import your existing settings from OBS in less than a minute and go live": "Zaimportuj istniejące ustawienia z OBS w mniej niż minutę i rozpocznij transmisję",
  "We import all of your settings, including scenes, output, configurations, and much more": "Zaimportujemy wszystkie Twoje ustawienia, w tym sceny, dane wyjściowe, konfiguracje i wiele innych",
  "Start with a clean copy of Streamlabs Desktop and configure your settings from scratch": "Zacznij od czystej kopii Streamlabs Desktop i skonfiguruj ustawienia od samego początku",
  "Add a Theme": "Dodaj motyw",
  "Not seeing a theme that catches your eye? Our theme library has hundreds of free choices available": "Nie widzisz interesującego motywu? Nasza biblioteka motywów zawiera setki bezpłatnych motywów.",
  "Something went wrong.": "Coś poszło nie tak.",
  "In-game Overlay": "Nakładka podczas gry",
  "Optimized Video Encoding": "Zoptymalizowane kodowanie wideo",
  "Some exclusive features we recommend to take your stream to the next level": "Kilka specjalnych funkcjonalności, które wyniosą Twoje transmisje na wyższy poziom",
  "Detected %{continent}": "Wykryto %{continent}",
  "Check out 50+ amazing apps from independent developers, ranging from DMCA-compliant music to stunning overlays to more tools to engage with your community. Head over to the app store in the left navigation to browse our selection of free and paid apps.": "Wypróbuj ponad 50 wyjątkowych aplikacji stworzonych przez niezależnych deweloperów, od muzyki w formacie DMCA, poprzez fantastyczne nakładki, kończąc na narzędziach do interakcji ze społecznością. Przejdź do sklepu z aplikacjami na ekranie nawigacji po lewej stronie, aby zapoznać się z naszą ofertą bezpłatnych i płatnych aplikacji.",
  "Only have one screen? Perfect! Enable our in-game overlay to make sure you catch every chat message and stream event that happens while you get your game on. You can enable this feature in the ‘Game Overlay’ tab of the settings menu.": "Masz tylko jeden ekran? Doskonale! Włącz naszą nakładkę podczas gry, aby mieć pewność, że dotrze do Ciebie każda wiadomość z czatu i wydarzenie, które wydarzy się podczas gry. Możesz włączyć tę funkcję w karcie „Nakładka gry” w menu ustawień.",
  "Re-Authorize": "Powtórz autoryzację",
  "or select another platform": "lub wybierz inną platformę",
  "Connect to %{platform}": "Połącz się z %{platform}",
  "View help docs": "Pokaż dokumenty pomocy",
  "Enter your stream key.": "Wprowadź swój klucz transmisji.",
  "Select platform": "Wybierz platformę",
  "No webcam detected": "Nie wykryto kamery internetowej",
  "Enable multistream to grow your audience, build your brand, and earn great prizes - with no extra effort. Available for Facebook today, and other platforms coming soon.": "Włącz multistreaming, aby powiększyć swoją widownię, zbudować markę i wygrać niesamowite nagrody – bez żadnych dodatkowych wysiłków. Funkcja dostępna aktualnie na platformie Facebook. Obsługa innych platform już wkrótce.",
  "Enable multistream": "Włącz multistreaming",
  "Enable multistream to get started.": "Włącz multistreaming, aby rozpocząć.",
  "Merge your account with your new page. We can then track your progress so you can start earning great rewards!": "Połącz swoje konto ze swoją nową stroną. Będziemy mogli śledzić Twój progres, a Ty zaczniesz wygrywać nagrody!",
  "A Facebook Gaming Page is required to multistream to Facebook.": "Strona Facebook Gaming jest wymagana dla transmisji typu multistreaming na Facebooku.",
  "Create Facebook Gaming Page": "Utwórz stronę Facebook Gaming",
  "Create Gaming Video Creator Page": "Utwórz stronę Gaming Video Creator",
  "Merge your Facebook Gaming Page": "Połącz ze swoją stroną Facebook Gaming",
  "Merge with Facebook": "Połącz z Facebookiem",
  "primeTitle": "Dołącz do &lt;prime-title&gt;Prime&lt;/prime-title&gt; w celu uzyskania ekskluzywnych funkcji",
  "Overlay, Widget & Site Themes": "Nakładka, widżet i motywy strony",
  "Custom Domain + Website": "Niestandardowa domena + strona internetowa",
  "More Than 40 FREE Apps": "Ponad 40 DARMOWYCH aplikacji",
  "Custom Merch Store": "Niestandardowy sklep z gadżetami",
  "Stream on Mobile": "Transmituj w komórce",
  "Gold Status + FREE T-shirt": "Status złoty + DARMOWA koszulka",
  "Go Prime": "Przejdź do Prime",
  "Import": "Import",
  "While we import your settings and scenes from OBS Studio, check out these great features unique to Streamlabs": "Podczas gdy my importujemy Twoje ustawienia i sceny z OBS Studio, sprawdź te wspaniałe funkcje unikalne dla Streamlabs",
  "Importing Your Existing Settings From OBS": "Importowanie Twoich bieżących ustawień z OBS"
}
