{
  "Overlay, Widget, and Site Themes": "Nakładka, widżet i motywy strony",
  "Fully customize your stream and your website to represent your brand; or pick from thousands of our pre-made themes. Either way, your stream will look amazing and it's all included with Ultra.": "W pełni dostosuj swoją transmisję i stronę internetową tak, aby reprezentowały Twoją markę; ewentualnie wybierz spośród tysięcy naszych gotowych motywów. Tak czy inaczej, Twój stream będzie wyglądać niesamowicie, a to wszystko masz w pakiecie Ultra.",
  "View Themes": "Zobacz motywy",
  "Every App is FREE": "Każda aplikacja jest DARMOWA",
  "We've curated a list of diverse and feature rich applications to give you more control, automation, better analytics, and new ways to interact with your audience.": "Stworzyliśmy listę różnorodnych i bogatych w funkcje aplikacji, które zapewnią Ci większą kontrolę, automatyzację, lepszą analizę i nowe sposoby interakcji z Twoimi odbiorcami.",
  "Browse Apps": "Przeglądaj aplikacje",
  "Welcome to Ultra!": "Witamy w Ultra!",
  "We've picked out a few Ultra benefits to get you started:": "Wybraliśmy dla Ciebie kilka korzyści Ultra na początek:",
  "We've added a new UI theme exclusive to Ultra members:": "Dodaliśmy nowy motyw UI wyłącznie dla członków Ultra:",
  "Classic Theme": "Klasyczny motyw",
  "Ultra Theme": "Motyw Ultra",
  "Your access to Ultra themes and other benefits will expire soon": "Twój dostęp do motywów Ultra oraz innych benefitów wkrótce wygaśnie",
  "Thank you for being a valued member of Streamlabs. We just wanted to check in and see if you’d like to give Ultra another shot.": "Dziękujemy, że jesteś wartościowym członkiem Streamlabs. Chcieliśmy tylko sprawdzić, czy nie zechcesz dać Ultra jeszcze jednej szansy.",
  "Resubscribe to Ultra": "Ponowna subskrypcja Ultra",
  "No Thanks": "Nie, dziękuję",
  "Choose your Streamlabs plan": "Wybierz swój plan Streamlabs",
  "Choose Ultra to enjoy everything from Starter plus themes and much more.": "Wybierz Ultra, aby cieszyć się wszystkim, co oferuje Starter, a oprócz tego motywami i wieloma, wieloma innymi rzeczami.",
  "Go Live to a single platform": "Przejdź na żywo na jedną platformę",
  "Alerts & Tipping": "Alarmy i napiwki",
  "Unlimited Themes & Overlays": "Nieograniczona ilość motywów i nakładek",
  "Go Live to one or more platforms": "Przejdź na żywo na jedną lub więcej platform",
  "Custom Tip Page": "Niestandardowa strona napiwków",
  "Custom Alerts & Tipping": "Niestandardowe alarmy i napiwki",
  "App Store Apps are FREE": "Aplikacje z App Store są DARMOWE",
  "Custom Merch Store": "Niestandardowy sklep z gadżetami",
  "Starter": "Starter",
  "Free": "Darmowy",
  "Choose Starter": "Wybierz Starter",
  "From $12/mo, billed annually": "Od 12$ na miesiąc, rozliczane rocznie",
  "Choose Ultra": "Wybierz Ultra",
  "Your Benefits Are Expiring Soon": "Twoje benefity wkrótce wygasną",
  "Your will lose access to the following Ultra benefits if you don’t resubscribe:": "Jeśli nie zapiszesz się ponownie, utracisz dostęp do następujących benefitów Ultra:",
  "Thank you for being a valued member of Streamlabs. We just wanted to check in to see if you’ve had a chance to explore all Ultra has to offer.": "Dziękujemy, że jesteś wartościowym członkiem Streamlabs. Chcieliśmy tylko sprawdzić, czy miałeś już okazję poznać wszystko, co Ultra ma do zaoferowania.",
  "Continue Ultra": "Kontynuuj plan Ultra",
  "Stream Overlays": "Nakładki Strumieniowe",
  "Multistream": "Multistreaming",
  "Premium Merch": "Zawartość Premium",
  "Alert Box Themes": "Motywy AlertBox",
  "All Apps Included Free": "Wszystkie aplikacje w zestawie bezpłatnie",
  "Thumbnail & Panel Maker": "Kreator miniatur i paneli",
  "Ultra Mobile Streaming": "Streaming z komórki w Ultra",
  "Your credit card expires soon. Click here to retain your Ultra benefits": "Okres ważności Twojej karty kredytowej wkrótce dobiegnie końca. Kliknij tutaj, aby zachować swoje korzyści Ultra",
  "News": "Aktualności",
  "Pro live streaming features for Windows & Mac": "Profesjonalne funkcje dla live streamingu w systemie Windows i Mac",
  "Develop your brand, monetize, and more": "Rozwijaj swoją markę, monetyzuj i nie tylko",
  "Live stream on-the-go or mobile games from iOS & Android": "Streamuj na żywo swoje podróże lub gry mobilne na iOS i Android.",
  "Stream from your console to Twitch without a desktop": "Streamuj ze swojej konsoli do Twitcha bez użycia pulpitu",
  "Stream and record with guests from your browser": "Streamuj i nagrywaj z gośćmi z poziomu przeglądarki",
  "Professional video editing and collaboration tools": "Profesjonalne narzędzia do edycji i współpracy wideo",
  "Turn your VODs into must-see TikToks, Reels, and Shorts": "Zmień swoje VOD w popularne TikToki, Reelsy i Shortsy",
  "Create a custom personal, all-in-one page to link in bio": "Stwórz niestandardową, osobistą, wszechstronną stronę do linkowania w bio",
  "Streamlabs Ultra": "Streamlabs Ultra",
  "One single subscription, premium features for %{appNumber} creator apps. Access everything you need for professional live streaming, recording, video editing, highlighting, sharing, monetization, and more.": "Jedna subskrypcja, funkcje klasy premium w %{appNumber} aplikacjach dla twórców. Uzyskaj dostęp do wszystkiego, czego potrzebujesz do profesjonalnego livestreamingu, nagrywania, edycji wideo, wyróżniania, udostępniania, monetyzacji i nie tylko.",
  "Explore": "Poznaj",
  "Access to All Overlays and Themes": "Dostęp do wszystkich nakładek i motywów",
  "Always and forever free": "Bezpłatnie od zawsze i na zawsze",
  "Everything in Starter plus:": "Zawiera wszystko z planu Starter plus:",
  "Tipping": "Napiwki",
  "Custom Branding": "Branding indywidualny",
  "Format Clips for TikTok, Shorts, etc": "Format klipów na TikToka, Shorty itp.",
  "Collaborative Video Editing": "Wspólny montaż wideo",
  "Merch Store": "Sklep z gadżetami",
  "No-Fee Tipping": "Napiwki bez prowizji",
  "Logo Maker, Intro Maker, Emote Maker": "Projektant logo, Projektant intro, Tworzenie emotek",
  "Create Custom Videos with Watermark": "Twórz własne wideo ze znakiem wodnym",
  "30 Minute Videos + 15GB Storage": "30-minutowe filmy + 15 GB miejsca",
  "Design and Sell Custom Merch": "Projektowanie i sprzedaż niestandardowych towarów",
  "YouTube Thumbnail Maker, Creator Sites": "Kreator miniaturek YouTube, Strony twórców",
  "No Watermark + 1080p/60fps + More": "Brak znaków wodnych + 1080p/60 kl./s + więcej",
  "1 Hour Videos + 250GB Storage + More": "1 godzina wideo + 250 GB przechowywania + więcej",
  "Highest Profit Margins": "Najwyższe marże zysku",
  "%{monthlyPrice}/mo or %{yearlyPrice}/year": "%{monthlyPrice}/miesięcznie lub %{yearlyPrice}/rocznie"
}
