{
  "Overlay, Widget, and Site Themes": "Nakładka, widżet i motywy strony",
  "Fully customize your stream and your website to represent your brand; or pick from thousands of our pre-made themes. Either way, your stream will look amazing and it's all included with Prime.": "W pełni dostosuj swoją transmisję i stronę internetową, aby reprezentować swoją markę; lub wybierz z tysięcy naszych gotowych motywów. Tak czy inaczej, Twoja transmisja będzie wyglądać niesamowicie, a wszystko to jest zawarte w pakiecie Prime.",
  "View Themes": "Zobacz motywy",
  "Every App is FREE": "Każda aplikacja jest DARMOWA",
  "We've curated a list of diverse and feature rich applications to give you more control, automation, better analytics, and new ways to interact with your audience.": "Stworzyliśmy listę różnorodnych i bogatych w funkcje aplikacji, które zapewnią Ci większą kontrolę, automatyzację, lepszą analizę i nowe sposoby interakcji z Twoimi odbiorcami.",
  "Browse Apps": "Przeglądaj aplikacje",
  "Welcome to Prime!": "Witamy w Prime!",
  "We've picked out a few Prime benefits to get you started:": "Wybraliśmy kilka korzyści Prime na początek:",
  "We've added a new UI theme exclusive to Prime members:": "Dodaliśmy nowy motyw UI wyłącznie dla członków Prime:",
  "Classic Theme": "Klasyczny motyw",
  "Prime Theme": "Motyw Prime",
  "Your access to Prime themes and other benefits will expire soon": "Twój dostęp do motywów Prime oraz innych benefitów wkrótce wygaśnie",
  "Thank you for being a valued member of Streamlabs. We just wanted to check in and see if you’d like to give Prime another shot.": "Dziękujemy, że jesteś użytkownikiem Streamlabs. Chcieliśmy tylko sprawdzić, czy nie zechciał(a)byś spróbować jeszcze raz skorzystać z usługi Prime.",
  "Resubscribe to Prime": "Ponowna subskrypcja Prime",
  "No Thanks": "Nie, dziękuję",
  "Choose your Streamlabs plan": "Wybierz swój plan Streamlabs",
  "Choose Prime to enjoy everything from Starter plus themes and much more.": "Wybierz Prime, aby cieszyć się wszystkim, począwszy od motywów Starter plus oraz wieloma, wieloma innymi.",
  "Go Live to a single platform": "Przejdź na żywo na jedną platformę",
  "Alerts & Tipping": "Alarmy i wskazówki",
  "Unlimited Themes & Overlays": "Nieograniczona ilość motywów i nakładek",
  "Go Live to one or more platforms": "Przejdź na żywo na jedną lub więcej platform",
  "Custom Tip Page": "Niestandardowa strona wskazówek",
  "Custom Alerts & Tipping": "Niestandardowe alarmy i wskazówki",
  "App Store Apps are FREE": "Aplikacje z App Store są DARMOWE",
  "Custom Merch Store": "Niestandardowy sklep z gadżetami",
  "Starter": "Starter",
  "Free": "Darmowy",
  "Choose Starter": "Wybierz Starter",
  "From $12/mo, billed annually": "Od 12$ na miesiąc, rozliczane rocznie",
  "Choose Prime": "Wybierz Prime",
  "Your Benefits Are Expiring Soon": "Twoje benefity wkrótce wygasną",
  "Your will lose access to the following Prime benefits if you don’t resubscribe:": "Jeśli nie zapiszesz się ponownie, utracisz dostęp do następujących benefitów Prime:",
  "Thank you for being a valued member of Streamlabs. We just wanted to check in to see if you’ve had a chance to explore all Prime has to offer.": "Dziękujemy, że jesteś użytkownikiem Streamlabs. Chcieliśmy tylko sprawdzić, czy miałeś już okazję poznać wszystko, co Prime ma Tobie do zaoferowania.",
  "Continue Prime": "Kontynuuj Prime",
  "Stream Overlays": "Nakładki Strumieniowe",
  "Multistream": "Multistreaming",
  "Premium Merch": "Zawartość Premium",
  "Alert Box Themes": "Motywy AlertBox",
  "All Apps Included Free": "Wszystkie aplikacje w zestawie bezpłatnie",
  "Thumbnail & Panel Maker": "Kreator miniatur i paneli",
  "Prime Mobile Streaming": "Mobilny streaming Prime",
  "Your credit card expires soon. Click here to retain your Prime benefits": "Wkrótce upłynie termin ważności Twojej karty kredytowej. Kliknij tutaj, aby zachować swoje benefity Prime",
  "News": "News"
}