{
  "Are you sure you want to stop streaming?": "Czy na pewno chcesz zakończyć transmisję?",
  "Invalid Path or Connection URL.  Please check your settings to confirm that they are valid.": "Nieprawidłowa ścieżka lub połączenie URL. Sprawdź, czy Twoje ustawienia są poprawne.",
  "Failed to connect to the streaming server.  Please check your internet connection.": "Nie udało się połączyć z serwerem nadawania. Sprawdź swoje połączenie z internetem.",
  "Disconnected from the streaming server.  Please check your internet connection.": "Rozłączono od serwera nadawania. Sprawdź swoje połączenie z internetem.",
  "Could not access the specified channel or stream key, please double-check your stream key.  ": "Nie można uzyskać dostępu do określonego kanału lub klucza nadawania, sprawdź ponownie swój klucz nadawania.  ",
  "If it is correct, there may be a problem connecting to the server.": "Jeśli jest prawidłowy, może to być problem połączenia z serwerem.",
  "There is not sufficient disk space to continue recording.": "Brak wystarczającej ilości miejsca na dysku, aby kontynuować nagrywanie.",
  "The output format is either unsupported or does not support more than one audio track.  ": "Format wyjścia jest niewspomagany lub nie działa z więcej niż jedną ścieżką dźwiękową.  ",
  "Please check your settings and try again.": "Sprawdź ustawienia i spróbuj ponownie.",
  "An unexpected error occurred:": "Wystąpił nieoczekiwany błąd:",
  "Title": "Tytuł",
  "Game": "Gra",
  "Do not show this message when going live": "Nie pokazuj tego komunikatu uruchamiając transmisję na żywo",
  "You will not be asked again to update your stream info when going live.  ": "Nie będzie wymagane aktualizowanie informacji o Twojej transmisji, kiedy będzie rozpoczynana.  ",
  "You can re-enable this from the settings.": "Możesz ponownie uruchomić te opcje w ustawieniach.",
  "Confirm & Go Live": "Potwierdź & Uruchom transmisję",
  "Update Stream Info": "Zaktualizuj informacje na temat transmisji",
  "There was an error fetching your channel information.  You can try": "Wystąpił problem podczas pobierania informacji o Twoim kanale. Możesz spróbować",
  "fetching the information again": "ponownie pobrać informacje",
  "or you can": "lub możesz",
  "just go live.": "po prostu zacząć transmisję.",
  "If this error persists, you can try logging out and back in.": "Jeśli ten błąd będzie się powtarzał, możesz spróbować się wylogować i zalogować ponownie.",
  "Use optimized encoder settings": "Użyj zoptymalizowanych ustawień kodera",
  "Optimized encoder gives equivalent quality while reducing usage. Game specific encoders for Fortnite, PUBG, Destiny 2, and League Of Legends": "Zoptymalizowany koder daje odpowiednią jakość zmniejszając zużycie. Kodery specjalnie dla Fortnite, PUBG, Destiny 2 i League of Legends",
  "Something went wrong while updating your stream info.  Please try again.": "Wystąpił błąd w aktualizacji informacji o Twojej transmisji. Spróbuj ponownie.",
  "Something went wrong while updating your stream info. You can try again, or you can": "Wystąpił błąd w aktualizacji informacji o Twojej transmisji. Możesz spróbować ponownie, lub",
  "just go live": "po prostu zacząć transmisję",
  "Optimized profile for average CPUs": "Profil zoptymalizowany pod procesory średniej klasy",
  "Optimized profile for weak CPUs": "Profil zoptymalizowany pod słabe procesory",
  "YouTube account not enabled for live streaming": "Konto Youtube nie ma uruchomionej opcji audycji live",
  "Fix": "Poprawka",
  "I'm set up": "Jestem gotowy",
  "END STREAM": "ZAKOŃCZ TRANSMISJĘ",
  "STARTING": "URUCHAMIANIE",
  "ENDING": "KOŃCZENIE",
  "RECONNECTING": "PONOWNE ŁĄCZENIE",
  "GO LIVE": "URUCHOM TRANSMISJĘ",
  "Go to Youtube to view your live stream": "Uruchom Youtube aby oglądać swoją transmisję",
  "Edit your stream title and description": "Edytuj nazwę i opis transmisji",
  "Go to Youtube Live Dashboard to control your stream": "Przejdź do Panelu Kontrolnego Live Youtube, by kontrolować swoją transmisję",
  "Are you sure you want to exit while live?": "Czy na pewno chcesz wyjść prowadząc transmisję?",
  "Enable the preview stream": "Włącz podgląd transmisji",
  "Disable the preview stream, can help with CPU": "Wyłącz podgląd transmisji, może odciążyć CPU",
  "viewers": "widzów",
  "Refresh Chat": "Odśwież czat",
  "Your chat is currently offline": "Twój czat jest wyłączony",
  "Set path in Settings > Output.": "Ustaw ścieżkę w Ustawienia -> Wyjście."
}