{
  "Are you sure you want to stop streaming?": "Czy na pewno chcesz zakończyć transmisję?",
  "Invalid Path or Connection URL.  Please check your settings to confirm that they are valid.": "Nieprawidłowa ścieżka lub połączenie URL. Sprawdź, czy Twoje ustawienia są poprawne.",
  "Failed to connect to the streaming server.  Please check your internet connection.": "Nie udało się połączyć z serwerem transmisji. Sprawdź swoje połączenie z internetem.",
  "Disconnected from the streaming server.  Please check your internet connection.": "Rozłączono od serwera transmisji. Sprawdź swoje połączenie z internetem.",
  "Could not access the specified channel or stream key. Please log out and back in to refresh your credentials. If the problem persists, there may be a problem connecting to the server.": "Nie można uzyskać dostępu do określonego klucza kanału lub transmisji. Wyloguj i zalogują się ponownie, aby odświeżyć dane logowania. Jeżeli problem będzie występować dalej, może mieć miejsce problem z połączeniem z serwerem.",
  "There is not sufficient disk space to continue recording.": "Brak wystarczającej ilości miejsca na dysku, aby kontynuować nagrywanie.",
  "The output format is either unsupported or does not support more than one audio track.  ": "Format wyjścia nie jest wspomagany lub nie działa z więcej niż jedną ścieżką dźwiękową.  ",
  "Please check your settings and try again.": "Sprawdź ustawienia i spróbuj ponownie.",
  "An unexpected error occurred:": "Wystąpił nieoczekiwany błąd:",
  "Title": "Tytuł",
  "Game": "Gra",
  "Do not show this message when going live": "Nie pokazuj tej wiadomości uruchamiając transmisję na żywo",
  "You will not be asked again to update your stream info when going live.  ": "Nie będzie wymagane aktualizowanie informacji o Twojej transmisji, kiedy będzie rozpoczynana.  ",
  "You can re-enable this from the settings.": "Możesz ponownie uruchomić te opcje w ustawieniach.",
  "Confirm & Go Live": "Potwierdź i Rozpocznij transmisję",
  "Update Stream Info": "Zaktualizuj informacje na temat transmisji",
  "Use optimized encoder settings": "Użyj zoptymalizowanych ustawień kodera",
  "Optimized encoder gives equivalent quality while reducing usage. Game specific encoders for Fortnite, PUBG, Destiny 2, and League Of Legends": "Zoptymalizowany koder daje odpowiednią jakość, zmniejszając zużycie. Kodery specjalnie dla Fortnite, PUBG, Destiny 2 i League of Legends",
  "Something went wrong while updating your stream info.  Please try again.": "Wystąpił błąd podczas aktualizacji informacji o Twojej transmisji. Spróbuj ponownie.",
  "Something went wrong while updating your stream info. You can try again, or you can": "Wystąpił błąd w aktualizacji informacji o Twojej transmisji. Możesz spróbować ponownie lub",
  "just go live": "po prostu rozpocznij transmisję",
  "Optimized profile for average CPUs": "Profil zoptymalizowany pod procesory średniej klasy",
  "Optimized profile for weak CPUs": "Profil zoptymalizowany pod słabe procesory",
  "YouTube account not enabled for live streaming": "Konto YouTube nie ma uruchomionej opcji transmisji na żywo",
  "Fix": "Poprawka",
  "I'm set up": "Jestem gotowy",
  "End Stream": "Zakończ transmisję",
  "Starting": "Rozpoczynanie",
  "Ending": "Kończenie",
  "Reconnecting": "Ponowne łączenie",
  "Go Live": "Transmisja na żywo",
  "Stop": "Zatrzymaj",
  "Save Replay": "Zapisz powtórkę",
  "Schedule Stream": "Zaplanuj transmisję",
  "View your live stream in a web browser": "Zobacz swoją transmisję na żywo w przeglądarce internetowej",
  "Edit your stream title and description": "Edytuj nazwę i opis transmisji",
  "Go to YouTube Live Dashboard to control your stream": "Przejdź do panelu kontrolnego YouTube Live, aby kontrolować swoją transmisję",
  "Go to the Facebook Live Producer Dashboard": "Przejdź do panelu Facebook Live Producer",
  "Are you sure you want to exit while live?": "Czy na pewno chcesz wyjść prowadząc transmisję?",
  "Enable the preview stream": "Włącz podgląd transmisji",
  "Disable the preview stream, can help with CPU": "Wyłącz podgląd transmisji, może odciążyć CPU",
  "viewers": "widzów",
  "Refresh Chat": "Odśwież czat",
  "Your chat is currently offline": "Twój czat jest wyłączony",
  "Set path in Settings > Output.": "Ustaw ścieżkę w Ustawienia > Wyjście.",
  "Open Performance Window": "Otwórz okno wydajności",
  "Start Replay Buffer": "Uruchom bufor powtórki",
  "Stop Replay Buffer": "Zatrzymaj bufor powtórki",
  "Stopping...": "Zatrzymywanie...",
  "Your stream has been scheduled for %{time} from now. If you'd like to make another schedule please enter a different time": "Twoja transmisja została zaplanowana na %{time} od teraz. Jeżeli chcesz zaplanować nową transmisję, wprowadź inną godzinę.",
  "Stop streaming to access these controls:": "Zatrzymaj transmisję, aby uzyskać dostęp do tych elementów sterowania:",
  "Tags": "Etykiety",
  "Select stream tags": "Wybierz etykiety transmisji",
  "You can now edit your channel tags from this screen.": "Możesz edytować teraz etykiety kanału na tym ekranie.",
  "Log out and back in to reauthorize additional permissions.": "Wyloguj i zaloguj się ponownie, aby ponownie autoryzować dodatkowe uprawnienia.",
  "Are you sure you want to start streaming?": "Czy na pewno chcesz rozpocząć transmisję?",
  "Please enable account for streaming to recieve a stream key": "Włącz konto dla transmisji, aby otrzymać klucz transmisji",
  "You must create a Facebook gaming page to go live.": "Musisz utworzyć stronę Facebook Gaming, aby rozpocząć transmisję na żywo.",
  "Create Page": "Utwórz stronę",
  "Facebook Page": "Strona Facebook",
  "Description": "Opis",
  "Checking optimized setting for": "Sprawdzanie zoptymalizowanych ustawień dla",
  "You will not be asked again to update your stream info when going live. ": "Nie będzie wymagane aktualizowanie informacji o Twojej transmisji, kiedy będzie rozpoczynana.",
  "Schedule": "Harmonogram",
  "No matching game(s) found.": "Nie znaleziono pasującej gry/gier.",
  "Use optimized encoder settings ": "Użyj zoptymalizowanych ustawień kodera",
  "Use optimized encoder settings for %{game}": "Użyj zoptymalizowanych ustawień kodera dla %{game}",
  "Scheduled Date": "Zaplanowana data",
  "Scheduled Time": "Zaplanowana godzina",
  "You are 10 minutes away from the 8 hour stream limit": "Za 10 minut upłynie 8-godzinny limit transmisji",
  "Stream has disconnected, attempting to reconnect.": "Transmisja została rozłączona; trwa próba nawiązania ponownego połączenia.",
  "Start typing to search": "Rozpocznij wpisywanie, aby wyszukać",
  "Twitch requires two factor authentication to be enabled on your account in order to stream to Twitch. Please enable two factor authentication and try again.": "Twitch wymaga uruchomienia na koncie uwierzytelniania dwuskładnikowego w celu przesyłania transmisji do Twitcha. Włącz uwierzytelnianie dwuskładnikowe i spróbuj ponownie.",
  "Twitch Authentication Error": "Błąd uwierzytelniania Twitch",
  "Enable Two Factor Authentication": "Włącz uwierzytelnianie dwuskładnikowe",
  "Dismiss": "Dismiss",
  "It looks like you haven't added any video sources yet, so you will only be outputting a black screen.": "Wygląda na to, że nie zostały dodane żadne źródła wideo, dlatego wyświetlany będzie tylko czarny ekran.",
  "Are you sure you want to do this?": "Czy na pewno chcesz wykonać tą czynność?",
  "You can add sources by clicking the + icon near the Sources box at any time": "Możesz zawsze dodawać źródła klikając ikonę + obok pola „Źródła”",
  "Tweet to let your followers know you're going live": "Tweetnij, aby Twoi obserwujący wiedzieli, że rozpoczynasz transmisję na żywo",
  "Optimized encoding provides better quality and/or lower cpu/gpu usage. Depending on the game, resolution may be changed for a better quality of experience": "Zoptymalizowane kodowanie zapewnia lepszą jakość i/lub mniejsze obciążenia procesora / procesora graficznego. W zależności od typu gry rozdzielczość może ulegać zmianie dla lepszej jakości.",
  "An error occurred with the output. This is usually caused by out of date video drivers. Please ensure your Nvidia or AMD drivers are up to date and try again.": "Wystąpił problem z wydajnością. Jest to zwykle spowodowane nieaktualnymi sterownikami wideo. Sprawdź, czy sterowniki Nvidia lub AMD są aktualne i spróbuj ponownie.",
  "An error occurred with the output. Please check your streaming and recording settings.": "Przy wyjściu wystąpił błąd. Sprawdź ustawienia transmisji strumieniowej i nagrywania.",
  "OK": "OK",
  "Streaming Error": "Błąd transmisji",
  "Recording Error": "Błąd nagrywania",
  "Replay Buffer Error": "Błąd bufora powtórki",
  "Learn More": "Dowiedz się więcej",
  "More": "Więcej",
  "System error message:": "Komunikat błędu systemu:",
  "Something went wrong while going live, please try again.": "Coś poszło nie tak podczas transmisji na żywo, spróbuj ponownie.",
  "Your stream has started, but there were issues with other actions taken": "Twój przekaz strumieniowy został uruchomiony, ale wystąpiły problemy z innymi podjętymi działaniami",
  "You must select a game": "Musisz wybrać grę",
  "Please schedule no further than 7 days in advance and no sooner than 10 minutes in advance.": "Zaplanuj nie później niż na 7 dni od teraz i nie wcześniej niż na 10 minut od teraz.",
  "No Sources": "Brak źródeł",
  "Enable Multistream": "Włącz multistreaming",
  "Multistream allows you to stream to multiple platforms simultaneously.": "Multistreaming umożliwia prowadzenie transmisji na wielu platformach równocześnie.",
  "Multistream": "Multistreaming",
  "Your Twitch login is expired. Please log in again to continue using Streamlabs": "Logowanie do Twitch wygasło. Zaloguj się ponownie, aby kontynuować używanie Streamlabs",
  "Refresh Login": "Odśwież logowanie",
  "%{platform} Settings": "Ustawienia %{platform}",
  "Update settings for %{platform}": "Aktualizacja ustawień dla %{platform}",
  "Link to the %{platform} page has been copied to your clipboard": "Link do strony %{platform} został skopiowany do schowka",
  "Failed to fetch settings from %{platformName}": "Nie udało się pobrać ustawień z %{platformName}",
  "Failed to update settings for %{platformName}": "Nie udało się zaktualizować ustawień dla %{platformName}",
  "prepopulateStreamSettingsError": "Wystąpił błąd pobierania informacji o kanale. Możesz spróbować &lt;fetch-again-link&gt;ponownie pobrać informacje&lt;/fetch-again-link&gt; lub możesz &lt;just-go-live-link&gt;przejść do transmisji na żywo&lt;/just-go-live-link&gt;. Jeśli ten błąd się powtarza, możesz spróbować wylogować się i zalogować ponownie.",
  "updateStreamSettingsError": "Coś poszło nie tak podczas aktualizacji informacji o strumieniu. Możesz spróbować ponownie  lub możesz &lt;just-go-live-link&gt;przejść do transmisji na żywo&lt;/just-go-live-link&gt;. Jeśli ten błąd się powtarza, możesz spróbować wylogować się i zalogować ponownie.",
  "twitchMissedScopeError": "<p>Wygląda na to, że powiązałeś swoje konto Twitch na stronie streamlabs.com. Aby rozpocząć streaming, powinieneś powiązać je ponownie poprzez Streamlabs Desktop</p><connect-button>Połącz Twitcha</connect-button>",
  "Multistreaming to these platforms requires Prime": "Multistreaming na tych platformach wymaga Prime",
  "Become a Prime member": "Dołącz do Prime",
  "You must select a game for %{platformName}": "Musisz wybrać grę dla %{platformName}",
  "Connect %{platformName} to Streamlabs.": "Powiąż %{platformName} ze Streamlabs.",
  "Connect %{platformName}": "Podłącz %{platformName}",
  "Stream to %{platformName}": "Przekaz strumieniowy do %{platformName}",
  "Schedule to %{platformName}": "Zaplanuj dla %{platformName}",
  "Use different title, game and description": "Użyj innego tytułu, gry i opisu",
  "Use different title and description": "Użyj innego tytułu i opisu",
  "Use different title and game": "Użyj innego tytułu i gry",
  "Use different title": "Użyj innego tytułu",
  "Search tags": "Wyszukaj znaczniki",
  "Successfully updated": "Pomyślnie zaktualizowano",
  "Go back": "Powrót",
  "Show Advanced Settings": "Pokaż ustawienia zaawansowane",
  "Configure the Multistream service": "Konfiguracja usługi Multistream",
  "Apply optimized settings": "Zastosuj ustawienia zoptymalizowane",
  "Start video transmission": "Start transmisji wideo",
  "Publish Youtube broadcast": "Opublikuj transmisję Youtube",
  "Post a tweet": "Zamieść Tweeta",
  "You could try reducing the number of your destinations to one for direct streaming.": "Możesz spróbować zredukować liczbę miejsc docelowych do jednego dla bezpośredniego przesyłania strumieniowego.",
  "Add Destination": "Dodaj miejsce docelowe",
  "Extras": "Dodatki",
  "Go back to settings": "Wróć do ustawień",
  "Select at least one destination": "Wybierz co najmniej jedno miejsce docelowe",
  "You cannot unlink the platform you used to sign in to Streamlabs Desktop. If you want to unlink this platform, please sign in with a different platform.": "Nie można odłączyć platformy użytej do zalogowania się do Streamlabs Desktop. Jeśli chcesz odłączyć tę platformę, zaloguj się za pomocą innej platformy.",
  "You cannot disable the platform you used to sign in to Streamlabs Desktop. Please sign in with a different platform to disable streaming to this destination.": "Nie można wyłączyć platformy użytej do zalogowania do Streamlabs Desktop. Zaloguj się za pomocą innej platformy, aby wyłączyć transmisję strumieniową do tego miejsca docelowego.",
  "Checking optimized setting for %{game}": "Sprawdzanie zoptymalizowanych ustawień dla %{game}",
  "There was an error starting the output. Check your settings and try again. If this issue persists, please contact Streamlabs support.": "Pojawił się błąd uruchamiający wyjście. Sprawdź swoje ustawienia i spróbuj ponownie. Jeśli ten problem się powtarza, skontaktuj się z pomocą techniczną Streamlabs.",
  "Contact Support": "Skontaktuj się z pomocą techniczną",
  "The request to the platform failed": "Zapytanie dla platformy nie powiodło się",
  "No Facebook pages were found": "Nie znaleziono żadnych stron Facebook",
  "Missing required oauth scope": "Brak wymaganego zakresu OAuth",
  "Failed to fetch platform settings": "Nie udało się pobrać ustawień platformy",
  "Failed to update platform settings": "Nie udało się zaktualizować ustawień platformy",
  "The Multistream server is temporarily unavailable": "Serwer Multistream jest chwilowo niedostępny",
  "Failed to configure the Multistream server": "Nieudana konfiguracja serwera Multistream",
  "Your YouTube account is not enabled for live streaming": "Twoje konto YouTube nie ma włączonej opcji transmisji na żywo",
  "Failed to publish the YouTube broadcast": "Nie udało się opublikować transmisji YouTube",
  "Failed to post the Tweet": "Nie udało się zamieścić Tweeta",
  "This feature is for Prime members only": "Ta funkcja jest dostępna tylko dla użytkowników Prime",
  "An unkown error occurred": "Wystąpił nieznany błąd",
  "Please enable your account for live streaming, and wait 24 hours before attempting to stream.": "Proszę włączyć na swoim koncie opcję transmisji na żywo i odczekać 24 godziny przed próbą zrealizowania transmisji.",
  "Please try again. If the issue persists, you can stream directly to a single platform instead.": "Proszę spróbować ponownie. Jeśli problem będzie się powtarzał, można zamiast tego wybrać opcję przesyłania strumieniowego bezpośrednio do jednej platformy.",
  "Enable Live Streaming": "Włącz strumieniową transmisję na żywo",
  "Destination": "Miejsce docelowe",
  "You cannot disable the platform you used to sign in to Streamlabs Desktop. Please sign in with a different platform to disable streaming to this destinationType.": "Nie można wyłączyć platformy użytej do zalogowania do Streamlabs Desktop. Zaloguj się za pomocą innej platformy, aby wyłączyć transmisję strumieniową do tego destinationType.",
  "canNotDisablePrimaryPlatform": "Nie można wyłączyć platformy, na której się zalogowałeś.&lt;br/&gt;Czy chcesz zamiast tego &lt;switch-account-link&gt;zalogować się na inne konto&lt;/switch-account-link&gt; ?",
  "Your stream title or description contain banned words": "Tytuł lub opis twojego przekazu strumieniowego zawiera niedozwolone słowa",
  "Platform": "Platforma",
  "Update scheduled event": "Zaktualizuj zaplanowane wydarzenie",
  "Schedule new stream": "Zaplanuj nową transmisję",
  "Stream scheduled": "Transmisja zaplanowana",
  "Invalid settings. Please check the form": "Nieprawidłowe ustawienia. Proszę sprawdzić formularz",
  "Common Stream Settings": "Typowe ustawienia przekazu strumieniowego",
  "Schedule Stream for %{formattedDate}": "Zaplanuj stream na %{formattedDate}",
  "Update Scheduled Stream for %{formattedDate}": "Zaktualizuj zaplanowany stream na %{formattedDate}",
  "You can not schedule to a past date": "Nie możesz planować na daty w przeszłości"
}
