{
  "TikTok Server URL": "URL serwera TikTok",
  "TikTok Stream Key": "Klucz transmisji TikTok",
  "Locate my Stream Key": "Zlokalizuj mój klucz przekazu strumieniowego",
  "Click here to learn more about streaming on TikTok": "Kliknij tutaj, aby dowiedzieć się więcej o streamingu na TikToku",
  "Go to the TikTok Live Center Dashboard": "Przejdź do panelu kontrolnego TikTok Live Center",
  "Go live to TikTok with a single click. Click here to learn more.": "Zacznij streamować na TikToku za pomocą jednego kliknięcia. Kliknij tutaj, aby dowiedzieć się więcej.",
  "Apply for TikTok Live Permission": "Złóż wniosek o uprawnienie do streamowania na TikTok Live",
  "Reapply for TikTok Live Permission": "Ponownie złóż wniosek o uprawnienie do streamowania na TikTok Live",
  "Generate with \"Locate my Stream Key\"": "Wygeneruj za pomocą funkcji „Zlokalizuj mój klucz transmisji strumieniowej”.",
  "You do not have permission to stream live to TikTok.": "Nie masz uprawnień do streamowania na żywo na TikToku.",
  "Open TikTok Live Center": "Otwórz TikTok Live Center",
  "Access chat for TikTok in the TikTok Live Center.": "Uzyskaj dostęp do czatu z TikToka w TikTok Live Center.",
  "Failed to update TikTok account": "Nie udało się zaktualizować konta TikTok",
  "Failed to update TikTok account. Please unlink and reconnect your TikTok account.": "Nie udało się zaktualizować konta TikTok. Odłącz i ponownie podłącz swoje konto TikTok.",
  "Close Streamlabs Desktop and reload": "Zamknij Streamlabs Desktop i załaduj ponownie",
  "Go to Settings - Stream and reconnect TikTok": "Przejdź do menu „Ustawienia” – „Transmisja” i ponownie podłącz konto TikTok",
  "Connect TikTok Account": "Podłącz konto TikTok",
  "Failed to generate TikTok stream credentials. Confirm Live Access with TikTok.": "Nie udało się wygenerować poświadczeń transmisji TikTok. Potwierdź dostęp do funkcji Live na TikToku.",
  "Approvals are solely at TikTok's discretion.": "Zatwierdzenia zależą wyłącznie od uznania platformy TikTok.",
  "TikTok Category": "Kategoria TikTok",
  "TikTok Live Access not granted. Click here to learn more.": "Dostęp do TikTok Live nie został przyznany. Kliknij tutaj, aby dowiedzieć się więcej.",
  "Only 32 characters of your title will display on TikTok": "Tylko 32 znaki Twojego tytułu będą wyświetlane na TikToku.",
  "You may be eligible for TikTok Live Access. <apply>Apply here.</apply>": "Możesz kwalifikować się do uzyskania dostępu do TikTok Live. <apply>Złóż wniosek tutaj.</apply>",
  "Click to view TikTok Replay in your browser.": "Kliknij, aby wyświetlić powtórkę z TikToka w przeglądarce."
}
