{
  "Troubleshooter": "Narzędzie do rozwiązywania problemów",
  "Open Settings": "Otwórz ustawienia",
  " Streamlabs has detected dropped frames": "Streamlabs wykrył zgubione klatki",
  "What does this mean?": "Co to znaczy?",
  " Some frames have not been uploaded. This problem is usually related to a poor network connection.": " Część klatek nie zostało przesłanych. Ten problem jest zwykle powiązany ze słabym połączeniem sieciowym.",
  "What can I do?": "Co mogę zrobić?",
  "Check the health of your Internet connection": "Sprawdź stan połączenia z internetem",
  "Change your ingest server": "Zmień serwer przyjmujący Twoje dane",
  "If none of these worked, lower your bitrate": "Jeśli żaden z tych sposobów nie zadziałał, zmniejsz swój bitrate",
  "Streamlabs has detected skipped frames": "Streamlabs wykrył pominięte klatki",
  "Some frames have not been encoded.": "Niektóre klatki nie zostały zakodowane.",
  "This problem is usually due to high CPU usage or unsuitable encoder settings.": "Ten problem jest spowodowany wysokim użyciem CPU albo złymi ustawieniami kodera.",
  "Lower your encoder settings (preset)": "Zmniejsz ustawienia kodera (profil)",
  "Ensure that you don't have any other applications open that are heavy on your CPU": "Upewnij się, że nie masz uruchomionych innych mocno obciążających procesor aplikacji",
  "Enable performance mode in the Editor context menu": "Włącz tryb wydajności w menu kontekstowym edytora",
  "Streamlabs has detected lagged frames": "Streamlabs wykrył opóźnione klatki",
  "Some frames took too long to get rendered.": "Część klatek była zbyt długo renderowana.",
  "Usually the problem is related to your game using up too many GPU resources.": "Zazwyczaj ten problem jest związany z tym, iż gra w którą aktualnie grasz zużywa zbyt dużo pamięci GPU.",
  "When this happens, Streamlabs does not have any resources left over to render frames.": "W takim przypadku Streamlabs nie ma zasobów do dalszego renderowania klatek.",
  "Cap your in-game framerate": "Ogranicz liczbę klatek na sekundę w grze",
  "Enable VSync in your game": "Włącz VSync w grze",
  "Disable FreeSync or GSync in your Driver": "Wyłącz FreeSync lub GSync w swoim sterowniku",
  "Lower graphics settings until you stop lagging frames": "Zmniejsz ustawienia graficzne, aż klatki przestaną się opóźniać",
  "Disable hardware decoding under any media sources(This will slightly increase cpu over gpu)": "Wyłącz sprzętowe dekodowanie przy każdym źródle mediów (To przeniesie zużycie na CPU z GPU)"
}
