{
  "Game Widget": "Widżet gry",
  "Let your viewers play a game in chat": "Udostępnij widzom grę na czacie",
  "Chat Decision Time": "Czas na decyzję uczestnika czatu",
  "Trigger Command": "Polecenie wyzwolenia",
  "Chat Response Timer": "Licznik czasu na odpowiedź uczestnika czatu",
  "No Input Recieved": "Brak danych wejściowych",
  "Restarting Game": "Ponowne uruchamianie gry",
  "Chat's Turn": "Tura uczestnika czatu",
  "Chat Marker Color": "Kolor znacznika uczestnika czatu",
  "Chat Win Color": "Kolor wygranej uczestnika czatu",
  "AI's Turn": "Tura sztucznej inteligencji",
  "AI Marker Color": "Kolor znacznika sztucznej inteligencji",
  "AI Win Color": "Kolor wygranej sztucznej inteligencji",
  "Chat Won": "Wygrana uczestnika czatu",
  "Chat Lost": "Przegrana uczestnika czatu",
  "Draw Game": "Remis",
  "Cannot Play Here": "Nie można teraz zagrać",
  "Game End Message Duration": "Czas trwania komunikatu o zakończeniu gry",
  "Chat Marker": "Znacznik uczestnika czatu",
  "AI Marker": "Znacznik sztucznej inteligencji",
  "The duration in seconds to collect chat's responses before passing them to the game.": "Czas w sekundach na zebranie odpowiedzi uczestników czatu przed przekazaniem ich do gry.",
  "Command used by the chat to provide their response.": "Polecenie używane przez uczestników czatu do udzielenia odpowiedzi.",
  "Message displayed to let the chat know they didn't provide any input.": "Komunikat wyświetlany w celu poinformowania uczestników czatu, że nie wprowadzono żadnych danych wejściowych.",
  "Message displayed to let the chat know the game is restarting.": "Komunikat wyświetlany w celu poinformowania uczestników czatu o ponownym uruchomieniu gry.",
  "Marker used to display where chat played their turn. Please make sure it's not more than 1 character.": "Znacznik używany do wskazania momentu, w którym uczestnicy czatu rozegrali swoją turę. Należy pamiętać, aby znacznik nie był dłuższy niż 1 znak.",
  "Message to let everyone know that it's chat's turn to play.": "Komunikat informujący wszystkich, że nadeszła tura uczestników czatu.",
  "Marker used to display where AI played it's turn. Please make sure it's not more than 1 character.": "Znacznik używany do wskazania momentu, w którym sztuczna inteligencja rozegrała swoją turę. Należy pamiętać, aby znacznik nie był dłuższy niż 1 znak.",
  "Message to let everyone know that it's AI's turn to play.": "Komunikat informujący wszystkich, że nadeszła tura sztucznej inteligencji.",
  "Message displayed to let everyone know chat won.": "Komunikat wyświetlany w celu poinformowania wszystkich o wygranej uczestników czatu.",
  "Message displayed to let everyone know chat lost.": "Komunikat wyświetlany w celu poinformowania wszystkich o wygranej sztucznej inteligencji.",
  "Message displayed to let everyone know the game was a draw.": "Komunikat wyświetlany w celu poinformowania wszystkich o tym, że gra zakończyła się remisem.",
  "Message to let chat know that they cannot play the current move.": "Komunikat informujący uczestników czatu, że nie mogą wykonać aktualnego ruchu.",
  "Display the game ended message for these many seconds.": "Czas wyświetlania komunikatu o zakończeniu gry w sekundach.",
  "General Settings": "Ustawienia ogólne",
  "Game Settings": "Ustawienia gry"
}
