{
  "YouTube stream status": "Status transmisji YouTube",
  "Waiting for YouTube to receive the video signal...": "Oczekiwanie na YouTube w celu odebrania sygnału wideo...",
  "Testing your broadcast...": "Testowanie Twojej transmisji...",
  "Finalizing broadcast testing...": "Kończenie testu transmisji...",
  "Publishing to your YouTube channel...": "Publikowanie na Twoim kanale YouTube...",
  "Waiting broadcast to be published...": "Oczekiwanie na opublikowanie transmisji...",
  "You're live!": "Prowadzisz transmisję na żywo!",
  "Waiting for broadcast to be published...": "Oczekiwanie na opublikowanie transmisji...",
  "Working on your live stream": "Obsługa transmisji na żywo",
  "Your stream will start shortly. You can close this window.": "Wkrótce rozpocznie się Twoja transmisja. Możesz zamknąć to okno.",
  "Go to YouTube Live Dashboard": "Przejdź do panelu kontrolnego YouTube Live",
  "Create New Event": "Utwórz nowe wydarzenie",
  "YouTube Chat": "Czat YouTube",
  "This action cannot be performed inside Streamlabs Desktop. To interact with chat, you can open this chat in a web browser.": "Tej czynności nie można wykonać w Streamlabs Desktop. Aby obsługiwać czat, możesz go otworzyć w przeglądarce internetowej.",
  "Open In Web Browser": "Otwórz w przeglądarce internetowej",
  "Privacy": "Prywatność",
  "Public": "Publiczny",
  "Anyone can search for and view": "Każdy może wyszukać i zobaczyć",
  "Unlisted": "Nienotowany",
  "Anyone with the link can view": "Każdy kto posiada link, może zobaczyć",
  "Private": "Prywatny",
  "Only you can view": "Tylko Ty możesz zobaczyć",
  "Category": "Kategoria",
  "Stream Latency": "Opóźnienie przekazu strumieniowego",
  "Normal Latency": "Normalne opóźnienie",
  "Low-latency": "Niskie opóźnienie",
  "Ultra low-latency": "Ultra niskie opóźnienie",
  "Does not support: Closed captions, 1440p, and 4k resolutions": "Nie obsługuje: zamkniętych podpisów, rozdzielczości 1440p i 4k",
  "Enable DVR": "Włącz DVR",
  "Additional Settings": "Ustawienia dodatkowe",
  "Open Youtube Studio": "Otwórz Youtube Studio",
  "360° video": "Wideo 360°",
  "Enable Auto-start": "Włącz Auto-start",
  "Enable Auto-stop": "Włącz Auto-stop",
  "latencyTooltip": "Strumień o niskim opóźnieniu może skrócić czas potrzebny na to, aby wideo stało się widoczne dla użytkowników oglądających transmisję, ale może również wpłynąć na płynność odtwarzania.",
  "Enabling auto-start will automatically start the stream when you start sending data from your streaming software": "Włączenie funkcji automatycznego uruchamiania (auto-start) spowoduje automatyczne uruchomienie przekazu strumieniowego po rozpoczęciu wysyłania danych z oprogramowania transmisyjnego",
  "Enabling auto-stop will automatically stop the stream when you stop sending data from your streaming software": "Włączenie funkcji automatycznego zatrzymywania (auto-stop) spowoduje automatyczne zatrzymanie przekazu strumieniowego po zakończeniu wysyłania danych z oprogramowania transmisyjnego",
  "DVR controls enable the viewer to control the video playback experience by pausing, rewinding, or fast forwarding content": "Kontrolery DVR umożliwiają widzowi sterowanie odtwarzaniem wideo poprzez wstrzymywanie, przewijanie lub szybkie przewijanie do przodu",
  "Auto-start is disabled for your broadcast. You should manually publish your stream from Youtube Studio": "Auto-start jest dla Twojej transmisji wyłączony. Powinieneś ręcznie opublikować swój przekaz strumieniowy z Youtube Studio",
  "Made for kids": "Stworzone dla dzieci",
  "Features like personalized ads and live chat won't be available on live streams made for kids.": "Funkcje, takie jak spersonalizowane reklamy i czat na żywo nie będą dostępne w przekazach strumieniowych na żywo przygotowanych dla dzieci.",
  "Try our new thumbnail editor": "Wypróbuj nasz nowy edytor miniatur"
}
