{
  "You can access your Facebook Streamer Dashboard here.": "Hier gelangen Sie zu Ihrem Facebook Streamer Dashboard.",
  "Create a Page": "Seite erstellen",
  "Facebook Setup": "Facebook-Einrichtung",
  "Streamer Dashboard": "Streamer Dashboard",
  "Share": "Teilen",
  "Like": "Gefällt mir",
  "Step": "Schritt",
  "Create a Facebook Gaming page to get started.": "Erstellen Sie eine Facebook Gaming-Seite, um zu beginnen.",
  "Create a Gaming Page": "Gaming-Seite erstellen",
  "All of your scenes, sources, and settings will be preserved.": "Alle Ihre Szenen, Quellen und Einstellungen bleiben erhalten.",
  "Connect Facebook": "Mit Facebook verbinden",
  "Multistream To Facebook": "Multistream auf Facebook",
  "Connect": "Verbinden",
  "Install Your Theme": "Installieren Sie Ihr Thema",
  "Install": "Installieren",
  "facebookGamingWarning": "Für das vollständige Facebook-Gaming-Erlebnis <create-page-link>erstellen Sie eine Gaming-Video-Ersteller-Seite</create-page-link>",
  "Facebook Destination": "Facebook-Ziel",
  "Share to Your Timeline": "In Ihrer Timeline teilen",
  "Share to a Page You Manage": "Freigeben für eine von Ihnen verwaltete Seite",
  "Share in a Group": "Teilen in einer Gruppe",
  "Facebook Group": "Facebook-Gruppe",
  "Scheduled Video": "Geplantes Video",
  "Make sure the Streamlabs app is added to your Group.": "Stellen Sie sicher, dass die Streamlabs-App zu Ihrer Gruppe hinzugefügt wurde.",
  "Click here to verify.": "Klicken Sie hier, um zu bestätigen.",
  "Facebook Game": "Facebook-Spiel",
  "You can stream to your timeline and groups now": "Sie können jetzt in Ihrer Timeline und in Ihren Gruppen streamen",
  "Please log-out and log-in again to get these new features": "Bitte melden Sie sich ab und wieder an, um diese neuen Funktionen nutzen zu können",
  "Re-login now": "Jetzt neu anmelden",
  "Please reconnect Facebook to get these new features": "Bitte verbinden Sie Facebook erneut, um diese neuen Funktionen nutzen zu können",
  "Reconnect now": "Jetzt verbinden",
  "Privacy": "Datenschutz",
  "FBPrivacyWarning": "Die gewährte Datenschutzstufe ist möglicherweise für Ihr Facebook-Konto eingeschränkt. Informationen hierzu finden Sie <link>hier</link> im Abschnitt mit den Angaben dazu, wer Ihre Verwendung der Streamlabs-Integration sehen kann.",
  "Only Me": "Nur ich",
  "Do not change privacy settings": "Datenschutzeinstellungen nicht ändern"
}
