{
  "Grow": "Wachsen",
  "My Goals": "Meine Ziele",
  "Community Reach: %{reachableFollowing}/%{totalFollowing} followers": "Community-Reichweite: %{reachableFollowing}/%{totalFollowing} Follower",
  "Streamer Resources": "Streamer-Ressourcen",
  "You can reach %{percentage}% of your community across all platforms. Multistream to more platforms to increase this number": "Sie können %{percentage}% Ihrer Community auf allen Plattformen erreichen. Gehen Sie mit Multistream auf weitere Plattformen, um diese Zahl zu erhöhen.",
  "Streamlabs University": "Streamlabs University",
  "Professional streamers are now able to earn large amounts of money while entertaining people and creating their own brand. But how does one become a professional streamer? Streamlabs University is our answer to this question. In this course, we’ll walk you through everything you need to know to become a successful streamer and turn your passion into a profession.": "Professionelle Streamer sind heutzutage in der Lage, große Summen zu verdienen, während sie Menschen unterhalten und ihre eigene Marke kreieren. Doch wie wird man professioneller Streamer? Die Streamlabs University ist unsere Antwort auf diese Frage. In diesem Kurs führen wir Sie durch alles, was Sie wissen müssen, um ein erfolgreicher Streamer zu werden und Ihre Leidenschaft zum Beruf zu machen.",
  "Content Hub": "Content Hub",
  "The Ultimate Resource For Live Streamers; The Content Hub is your one-stop-shop for everything related to live streaming. There are dozens of different categories to choose from. Learn how to set up your live stream, find new features, and stay up-to-date on all of the tools you can use to enhance your stream.": "Die ultimative Ressource für Live-Streamer: Der Content Hub ist Ihre zentrale Anlaufstelle für alles rund ums Live-Streaming. Es stehen Dutzende verschiedener Kategorien zur Auswahl. Erfahren Sie, wie Sie Ihren Live-Stream einrichten, entdecken Sie neue Funktionen und bleiben Sie auf dem Laufenden über alle Tools, mit denen Sie mehr aus Ihrem Stream machen können.",
  "Add Goal": "Ziel hinzufügen",
  "%{followers} followers": "%{followers} Follower",
  "You cleared %{totalProgress}% of all material. Keep it up!": "Sie haben %{totalProgress}% des gesamten Materials durchgearbeitet. Weiter so!",
  "You have completed Streamlabs University!": "Sie haben die Streamlabs University abgeschlossen!",
  "Continue Learning": "Weiter lernen",
  "Growth Tips": "Tipps zum Wachstum",
  "Open Content Hub": "Content Hub öffnen",
  "Streamlabs on YouTube": "Streamlabs auf YouTube",
  "Open Streamlabs University": "Streamlabs University öffnen",
  "%{daysLeft} days left": "%{daysLeft} Tage verbleibend",
  "Progress": "Fortschritt",
  "Reach more of your community with Streamlabs Multistreaming": "Erreichen Sie mehr Nutzer in Ihrer Community mit Streamlabs Multistreaming.",
  "One of the best ways to reach a larger audience is to stream to multiple platforms": "Eine der besten Möglichkeiten, ein größeres Publikum zu erreichen, ist das Streamen auf mehrere Plattformen.",
  "Start Multistreaming with Prime": "Starten Sie das Multistreaming mit Prime.",
  "Goal Title": "Titel von Ziel",
  "Goal Total": "Ziel insgesamt",
  "Goal Type": "Zieltyp",
  "This goal has been completed!": "Dieses Ziel ist erreicht!",
  "Time ran out for this goal. Try again or pick a new one!": "Für dieses Ziel ist die Zeit abgelaufen. Versuchen Sie es erneut oder wählen Sie ein neues!",
  "Stream Pulse": "Stream Pulse",
  "Average View Time": "Durchschnittliche Wiedergabezeit",
  "Unique Viewers": "Einzelne Zuschauer",
  "Chatters": "Chatters",
  "Chats": "Chats",
  "Track your growth by taking a look at the past month of your stream (data provided from Twitch)": "Verfolgen Sie Ihr Wachstum, indem Sie sich den letzten Monat Ihres Streams ansehen (Daten von Twitch)",
  "There is already a goal of this type": "Es gibt bereits ein Ziel dieser Art"
}