{
  "Source: %{sourceName}": "Quelle: %{sourceName}",
  "Collab Cam": "Collab Cam",
  "Invite a guest to join your stream from a web browser.": "Laden Sie einen Gast ein, über seinen Webbrowser an Ihrem Stream teilzunehmen.",
  "Guest Cam is currently listening for connecting guests, but is not broadcasting your microphone and webcam to your guests yet.": "Guest Cam wartet derzeit auf Gäste, die eine Verbindung herstellen, überträgt aber Ihr Mikrofon und Ihre Webcam noch nicht an Ihre Gäste.",
  "No microphone source is selected. Your guest will not be able to hear you.": "Keine Mikrofonquelle ausgewählt. Ihr Gast wird Sie nicht hören können.",
  "No webcam source is selected. Your guest will not be able to see you.": "Keine Webcam-Quelle ausgewählt. Ihr Gast wird Sie nicht sehen können.",
  "Microphone Source": "Mikrofonquelle",
  "Webcam Source": "Webcam-Quelle",
  "The webcam and microphone source you select below will be broadcast to your guests.": "Die Webcam- und Mikrofonquelle, die Sie unten auswählen, werden an Ihre Gäste gesendet.",
  "Waiting for guest to join": "Es wird auf einen Gast gewartet",
  "Generate a new link": "Neuen Link generieren",
  "Copied!": "Kopiert!",
  "Invite URL": "Einladungs-URL",
  "Disconnect": "Verbindung trennen",
  "Guest %{num}": "Gast %{num}",
  "Collab Cam Properties": "Collab Cam-Eigenschaften",
  "A guest has joined - click to show": "Ein Gast ist beigetreten – zum Anzeigen klicken",
  "Welcome to Collab Cam": "Willkommen bei Collab Cam",
  "Step 1": "Schritt 1",
  "Copy and share a link with your guest. When they join, they'll be able to see and hear you.": "Kopieren und teilen Sie einen Link mit Ihrem Gast. Sobald er teilnimmt, kann er Sie sehen und hören.",
  "Step 2": "Schritt 2",
  "Verify their identity in the preview area. When ready, add them to your stream by clicking 'Show on Stream'.": "Verifizieren Sie die Identität des Gasts im Vorschaubereich. Wenn alles bereit ist, können Sie ihn durch einen Klick auf „In Stream anzeigen“ zum Stream hinzufügen.",
  "Step 3": "Schritt 3",
  "Enjoy your stream! Adjust their volume, create new links, and change your mic and camera from the properties window.": "Viel Spaß beim Streamen! Passen Sie die Lautstärke an, erstellen Sie neue Links und ändern Sie das Mikrofon und die Kamera über das Eigenschaftenfenster.",
  "Don't share your invite link with anyone you don't want on your stream. You can invalidate an old link by generating a new one. Do not show this window on stream.": "Geben Sie Ihren Einladungslink nicht an Personen weiter, die Sie nicht in Ihrem Stream sehen möchten. Sie können einen alten Link ungültig machen, indem Sie einen neuen generieren. Zeigen Sie dieses Fenster nicht im Stream an.",
  "Start Collab Cam": "Collab Cam starten",
  "Collab Cam is not yet sending your video and audio to guests. Start Collab Cam?": "Collab Cam sendet Ihr Video und Audio nicht an Gäste. Collab Cam starten?",
  "Copy Link": "Link kopieren",
  "You're about to join %{name}": "Sie sind dabei, %{name} beizutreten",
  "%{name} has invited you to join their stream. When you're ready to join, click the button below.": "%{name} hat Sie eingeladen, seinem/ihrem Stream beizutreten. Wenn Sie bereit sind, klicken Sie unten auf die Schaltfläche.",
  "Waiting for host to begin": "Es wird auf den Host gewartet",
  "Connected To Host:": "Verbunden mit Host:",
  "You are connected as a guest using someone else's invite link. To leave, click the Disconnect button.": "Sie sind als Gast über den Einladungslink einer anderen Person verbunden. Klicken Sie auf „Verbindung trennen“, um den Stream zu verlassen.",
  "This guest is not assigned to a source": "Dieser Gast ist keiner Quelle zugewiesen",
  "The source %{sourceName} is already occupied by %{guestName}. If you continue, %{guestName} will be unassigned.": "Die Quelle %{sourceName} wird bereits von %{guestName} genutzt. Wenn Sie den Vorgang fortsetzen, wird die Zuweisung von %{guestName} aufgehoben.",
  "Are you sure you want to unassign %{guestName} from the source?": "Möchten Sie die Zuweisung von %{guestName} zur Quelle wirklich aufheben?",
  "Assign to Source": "Zu Quelle zuweisen",
  "Unassigned": "Nicht zugewiesen",
  "Are you sure you want to disconnect %{guestName}?": "Sind Sie sicher, dass Sie die Verbindung zu %{guestName} trennen möchten?",
  "If you want to prevent this guest from rejoining, you should also regenerate your invite link.": "Wenn Sie nicht möchten, dass dieser Gast erneut teilnimmt, sollten Sie außerdem den Einladung-Link neu generieren.",
  "Regenerate Link": "Link neu generieren",
  "Guests": "Gäste",
  "Upgrade for more Guests": "Upgrade für mehr Gäste",
  "Share Video Source (Optional)": "Videoquelle teilen (optional)",
  "Stop Sharing": "Freigabe beenden",
  "Collab Cam requires a source": "Quelle erforderlich für Collab Cam",
  "At least one Collab Cam source is required to use Collab Cam. Would you like to add one now?": "Für die Verwendung von Collab Cam ist mindestens eine Collab Cam Quelle erforderlich. Möchten Sie sie jetzt hinzufügen?",
  "You now have access to Collab Cam!": "Sie haben jetzt Zugriff auf Collab Cam!"
}
