{
  "We are improving our backend systems. As part of the migration process, we will need to you log in again. If you have any questions, you can": "Wir verbessern unsere Backend-Systeme. Im Rahmen dieses Migrationsprozesses müssen Sie sich erneut anmelden. Wenn Sie Fragen haben,",
  "contact support.": "kontaktieren Sie den Support.",
  "Sign in with your streaming account to get started with Streamlabs": "Loggen Sie sich mit Ihrem Streaming-Account ein, um mit Streamlabs loszulegen",
  "Select an OBS profile to import": "Wählen Sie ein OBS-Profil zum Importieren",
  "Import from OBS Studio": "Aus OBS Studio importieren",
  "Start Fresh": "Ohne Import starten",
  "Importing": "Import läuft",
  "Successfully Imported": "Import erfolgreich",
  "Importing your scenes and sources": "Szenen und Quellen werden importiert",
  "All scenes, sources and settings have been imported.": "Alle Szenen, Quellen und Einstellungen wurden importiert.",
  "Import your scenes and your settings from OBS with a simple click, or start fresh.": "Importieren Sie mit einem einfachen Klick Ihre Szenen und Einstellungen von OBS oder beginnen Sie mit neuen.",
  "Click below and we'll analyze your internet speed and computer hardware to give you the best settings possible.": "Klicken Sie auf die Schaltfläche unten, damit wir Ihre Internetgeschwindigkeit und Computerhardware analysieren können, um die bestmöglichen Einstellungen für Sie zu finden.",
  "Start": "Starten",
  "Rather do this manually?": "Möchten Sie Ihre Einstellungen lieber manuell vornehmen?",
  "Setup later": "Später einrichten",
  "Detecting your location...": "Standort wird ermittelt...",
  "Performing bandwidth test...": "Bandbreite wird getestet...",
  "Testing streaming encoder...": "Streaming-Encoder wird getestet...",
  "Testing recording encoder...": "Aufzeichnungs-Encoder wird getestet...",
  "Attempting stream...": "Streaming-Versuch...",
  "Reverting to defaults...": "Standardeinstellungen werden wiederhergestellt...",
  "Applying stream settings...": "Streaming-Einstellungen werden angewendet...",
  "Applying general settings...": "Allgemeine Einstellungen werden angewendet...",
  "Optimizing...": "Optimierung...",
  "Optimize": "Optimieren",
  "We're connecting to OBS and pulling your previous settings for a seamless conversion.": "Wir stellen die Verbindung mit OBS her und übernehmen Ihre bisherigen Einstellungen für einen reibungslosen Übergang.",
  "Initialzing ...": "Initialisierung...",
  "Connecting to OBS ...": "Verbinden mit OBS ...",
  "Pulling settings ...": "Einstellungen werden abgerufen...",
  "Starting import ...": "Import wird gestartet...",
  "Finalizing ...": "Vorgang wird abgeschlossen...",
  "We're analyzing your internet speed and computer hardware to give you the best settings possible.": "Wir analysieren Ihre Internetgeschwindigkeit und Computerhardware, um die bestmöglichen Einstellungen für Sie zu finden.",
  "Done!": "Fertig!",
  "Next": "Weiter",
  "Scene Collections Import": "Szenen-Sammlungen importieren",
  "The following scene collections have been imported from your Streamlabs account": "Die folgenden Szenen-Sammlungen wurden von Ihrem Streamlabs-Account importiert",
  "Continue": "Fortfahren",
  "Collecting some information about your PC...": "Informationen über Ihren PC werden abgerufen...",
  "We found optimized settings for your PC": "Wir haben optimierte Einstellungen für Ihren PC gefunden",
  "Something went wrong": "Ein Fehler ist aufgetreten",
  "Download and Apply": "Herunterladen und anwenden",
  "This device is not available": "Dieses Gerät ist nicht verfügbar",
  "Set Up Mic and Webcam": "Mikrofon und Webcam einrichten",
  "Welcome to Streamlabs": "Willkommen bei Streamlabs",
  "Import your existing settings from OBS in less than a minute and go live": "Importieren Sie in weniger als einer Minute Ihre bisherigen Einstellungen von OBS und gehen Sie auf Sendung",
  "We import all of your settings, including scenes, output, configurations, and much more": "Wir importieren alle Ihre Einstellungen, darunter Szenen, Ausgabe, Konfigurationen und vieles mehr",
  "Start with a clean copy of Streamlabs Desktop and configure your settings from scratch": "Beginnen Sie mit einer leeren Instanz von Streamlabs Desktop und konfigurieren Sie Ihre eigenen neuen Einstellungen",
  "Add a Theme": "Design hinzufügen",
  "Not seeing a theme that catches your eye? Our theme library has hundreds of free choices available": "Sie sehen kein Design, das Sie anspricht? In unserer Designbibliothek haben Sie die Wahl unter Hunderten von kostenlosen Designs",
  "Something went wrong.": "Ein Fehler ist aufgetreten.",
  "In-game Overlay": "In-Game-Overlay",
  "Optimized Video Encoding": "Optimierte Videocodierung",
  "Some exclusive features we recommend to take your stream to the next level": "Hier empfehlen wir einige exklusive Funktionen, die neue Horizonte beim Streamen erschließen",
  "Detected %{continent}": "%{continent} erkannt",
  "Check out 50+ amazing apps from independent developers, ranging from DMCA-compliant music to stunning overlays to more tools to engage with your community. Head over to the app store in the left navigation to browse our selection of free and paid apps.": "Schauen Sie sich um bei über 50 tollen Apps von unabhängigen Entwicklern, von DMCA-kompatibler Musik über fantastische Overlays bis hin zu weiteren Tools für die Kommunikation mit Ihrer Community. Gehen Sie zum App Store in der Hauptnavigationsleiste und schauen Sie sich unsere Auswahl kostenloser und kostenpflichtiger Apps an.",
  "Only have one screen? Perfect! Enable our in-game overlay to make sure you catch every chat message and stream event that happens while you get your game on. You can enable this feature in the ‘Game Overlay’ tab of the settings menu.": "Sie haben nur einen Bildschirm? Prima! Aktivieren Sie unser In-Game-Overlay, damit Sie jede einzelne Chat-Message und jedes Stream-Ereignis mitbekommen, während Sie spielen. Sie können diese Funktion auf der Registerkarte „Game-Overlay“ des Einstellungsmenüs aktivieren.",
  "Re-Authorize": "Autorisierung wiederholen",
  "or select another platform": "oder andere Plattform wählen",
  "Connect to %{platform}": "Verbinden mit %{platform}",
  "View help docs": "Hilfedokumente anzeigen",
  "Enter your stream key.": "Geben Sie Ihren Stream-Key ein.",
  "Select platform": "Plattform wählen",
  "No webcam detected": "Keine Webcam erkannt",
  "Enable multistream to grow your audience, build your brand, and earn great prizes - with no extra effort. Available for Facebook today, and other platforms coming soon.": "Aktivieren Sie Multistream und gewinnen Sie neue Zuschauer, verbessern Sie Ihre Markenpräsenz und gewinnen Sie tolle Preise – ohne jeden zusätzlichen Aufwand. Derzeit für Facebook verfügbar, andere Plattformen folgen demnächst.",
  "Enable multistream": "Multistream aktivieren",
  "Enable multistream to get started.": "Aktivieren Sie Multistream und fangen Sie an.",
  "Merge your account with your new page. We can then track your progress so you can start earning great rewards!": "Verbinden Sie Ihr Konto mit Ihrer neuen Seite. Dann können wir Ihren Fortschritt verfolgen und Sie damit beginnen, tolle Preise zu gewinnen!",
  "A Facebook Gaming Page is required to multistream to Facebook.": "Für das Multistream auf Facebook brauchen Sie eine Facebook Gaming-Seite.",
  "Create Facebook Gaming Page": "Facebook Gaming-Seite erstellen",
  "Create Gaming Video Creator Page": "Gaming Video Creator-Seite erstellen",
  "Merge your Facebook Gaming Page": "Facebook Gaming-Seite verbinden",
  "Merge with Facebook": "Mit Facebook verbinden",
  "primeTitle": "Kommen Sie zu &lt;prime-title&gt;Prime&lt;/prime-title&gt; für die exklusiven Funktionen",
  "Overlay, Widget & Site Themes": "Overlay, Widget & Site-Designs",
  "Custom Domain + Website": "Benutzerdefinierte Domäne + Website",
  "More Than 40 FREE Apps": "Über 40 KOSTENLOSE Apps",
  "Custom Merch Store": "Benutzerdefinierter Merch-Shop",
  "Stream on Mobile": "Streaming auf Mobilgerät",
  "Gold Status + FREE T-shirt": "Gold-Status + KOSTENLOSES T-Shirt",
  "Go Prime": "Zu Prime wechseln",
  "Import": "Importieren",
  "While we import your settings and scenes from OBS Studio, check out these great features unique to Streamlabs": "Während wir Ihre Einstellungen und Szenen aus OBS Studio importieren, schauen Sie sich bei unseren tollen Funktionen um, die es nur bei Streamlabs gibt",
  "Importing Your Existing Settings From OBS": "Ihre bestehenden Einstellungen werden von OBS importiert"
}
