{
  "Overlay, Widget, and Site Themes": "Overlay, Widget und Site-Designs",
  "Fully customize your stream and your website to represent your brand; or pick from thousands of our pre-made themes. Either way, your stream will look amazing and it's all included with Prime.": "Gestalten Sie Ihren Stream und Ihre Website ganz individuell, um Ihre Markenpräsenz zu betonen, oder wählen Sie unter unseren Tausenden von vordefinierten Designs. Egal, wie Sie sich entscheiden: Ihr Stream wird fantastisch aussehen und all das ist inbegriffen in Prime.",
  "View Themes": "Designs anzeigen",
  "Every App is FREE": "Jede App ist KOSTENLOS",
  "We've curated a list of diverse and feature rich applications to give you more control, automation, better analytics, and new ways to interact with your audience.": "Wir haben sorgfältig eine Liste höchst vielfältiger Apps mit großem Funktionsumfang zusammengestellt, die Ihnen mehr Kontrolle, Automatisierung und bessere Analysen ermöglichen sowie neue Wege der Interaktion mit Ihrem Publikum eröffnen.",
  "Browse Apps": "Apps durchsuchen",
  "Welcome to Prime!": "Willkommen bei Prime!",
  "We've picked out a few Prime benefits to get you started:": "Für den Einstieg haben wir einige Vorteile von Prime für Sie herausgesucht:",
  "We've added a new UI theme exclusive to Prime members:": "Wir haben – exklusiv für Prime-Mitglieder – ein neues Design für die Benutzeroberfläche hinzugefügt:",
  "Classic Theme": "Klassisches Design",
  "Prime Theme": "Prime-Design",
  "Your access to Prime themes and other benefits will expire soon": "Ihr Zugang zu Prime-Designs und anderen Vorteilen läuft in Kürze ab",
  "Thank you for being a valued member of Streamlabs. We just wanted to check in and see if you’d like to give Prime another shot.": "Vielen Dank, dass Sie ein geschätztes Mitglied von Streamlabs sind. Wir wollten nur nachfragen, ob Sie weiterhin an Prime interessiert sind.",
  "Resubscribe to Prime": "Prime erneut abonnieren",
  "No Thanks": "Nein danke",
  "Choose your Streamlabs plan": "Wählen Sie Ihr Streamlabs-Paket",
  "Choose Prime to enjoy everything from Starter plus themes and much more.": "Entscheiden Sie sich für Prime, um alles zu genießen: alle Funktionen aus Starter sowie Designs und vieles mehr.",
  "Go Live to a single platform": "Senden auf einer einzigen Plattform",
  "Alerts & Tipping": "Alerts & Trinkgelder",
  "Unlimited Themes & Overlays": "Unbegrenzte Anzahl an Designs und Overlays",
  "Go Live to one or more platforms": "Senden auf einer oder mehreren Plattformen",
  "Custom Tip Page": "Benutzerdefinierte Trinkgeldseite",
  "Custom Alerts & Tipping": "Benutzerdefinierte Alerts und Trinkgelder",
  "App Store Apps are FREE": "Apps aus dem App Store sind KOSTENLOS",
  "Custom Merch Store": "Benutzerdefinierter Merch-Shop",
  "Starter": "Starter",
  "Free": "Kostenlos",
  "Choose Starter": "Starter wählen",
  "From $12/mo, billed annually": "Ab $12/mo, jährlich abgerechnet",
  "Choose Prime": "Prime wählen",
  "Your Benefits Are Expiring Soon": "Ihre Vorteile laufen bald ab",
  "Your will lose access to the following Prime benefits if you don’t resubscribe:": "Wenn Sie Prime nicht erneut abonnieren, verlieren Sie den Zugang zu den folgenden Vorteilen:",
  "Thank you for being a valued member of Streamlabs. We just wanted to check in to see if you’ve had a chance to explore all Prime has to offer.": "Vielen Dank, dass Sie ein geschätztes Mitglied von Streamlabs sind. Wir wollten nur einmal nachfragen, ob Sie die Gelegenheit hatten, das gesamte Potenzial von Prime zu erkunden.",
  "Continue Prime": "Prime fortsetzen",
  "Stream Overlays": "Stream-Overlays",
  "Multistream": "Multistream",
  "Premium Merch": "Premium-Merch",
  "Alert Box Themes": "Alertbox-Designs",
  "All Apps Included Free": "Alle Apps kostenlos inbegriffen",
  "Thumbnail & Panel Maker": "Miniatur- und Panel-Erstellung",
  "Prime Mobile Streaming": "Mobiles Streaming mit Prime",
  "Your credit card expires soon. Click here to retain your Prime benefits": "Ihre Kreditkarte läuft bald ab. Klicken Sie hier, um Ihre Prime-Vorteile zu behalten"
}