{
  "Are you sure you want to stop streaming?": "Sind Sie sicher, dass Sie den Stream beenden möchten?",
  "Invalid Path or Connection URL.  Please check your settings to confirm that they are valid.": "Ungültiger Pfad- oder Verbindungs-URL. Bitte überprüfen Sie Ihre Einstellungen, um deren Gültigkeit zu bestätigen.",
  "Failed to connect to the streaming server.  Please check your internet connection.": "Konnte Streaming-Server nicht erreichen. Bitte überprüfen Sie Ihre Internetverbindung.",
  "Disconnected from the streaming server.  Please check your internet connection.": "Verbindung zum Streaming-Server unterbrochen. Bitte überprüfen Sie Ihre Internetverbindung.",
  "Could not access the specified channel or stream key, please double-check your stream key.  ": "Der angegebene Stream-Key konnte nicht abgerufen werden. Bitte überprüfen Sie Ihren Stream-Key.  ",
  "If it is correct, there may be a problem connecting to the server.": "Wenn dieser korrekt ist, besteht die Möglichkeit, eines Verbindungsproblems zum Server.",
  "There is not sufficient disk space to continue recording.": "Es ist nicht ausreichend Festplattenspeicher vorhanden um die Aufnahme fortzusetzen.",
  "The output format is either unsupported or does not support more than one audio track.  ": "Das Ausgabeformat wird entweder nicht unterstützt, oder es unterstützt nicht mehr als einen Audio-Kanal.  ",
  "Please check your settings and try again.": "Bitte überprüfen Sie Ihre Einstellungen und versuchen Sie es erneut.",
  "An unexpected error occurred:": "Ein unerwarteter Fehler ist aufgetreten:",
  "Title": "Titel",
  "Game": "Spiel",
  "Do not show this message when going live": "Zeige diese Nachricht nicht an, wenn der Stream gestartet wird",
  "You will not be asked again to update your stream info when going live.  ": "Sie werden nicht erneut darauf hingewiesen, die Streaminformationen zu updaten, wenn Sie live gehen.  ",
  "You can re-enable this from the settings.": "Sie können diese Einstellung in den Einstellungen wieder aktivieren.",
  "Confirm & Go Live": "Bestätigen & auf Sendung gehen",
  "Update Stream Info": "Streaminformation updaten",
  "There was an error fetching your channel information.  You can try": "Es gab einen Fehler bei der Übermittlung Ihrer Kanal-Informationen. Sie können versuchen",
  "fetching the information again": "die Kanalinformationen erneut zu übertragen",
  "or you can": "oder Sie können",
  "just go live.": "live gehen.",
  "If this error persists, you can try logging out and back in.": "Sollte dieser Fehler weiterhin bestehen, versuchen Sie sich auszuloggen und danach erneut einzuloggen.",
  "Use optimized encoder settings": "Optimale Encoder-Einstellungen benutzen",
  "Optimized encoder gives equivalent quality while reducing usage. Game specific encoders for Fortnite, PUBG, Destiny 2, and League Of Legends": "Optimierte Encoder-Einstellungen erzielen bei gleichbleibender Qualität eine reduzierte Auslastung. Es gibt spezifische Spiele-Encoder für Fortnite, PUBG, Destiny 2 und League of Legends",
  "Something went wrong while updating your stream info.  Please try again.": "Irgendetwas ist beim Versuch Ihre Streaminformationen zu updaten schief gelaufen. Bitte versuchen Sie es erneut.",
  "Something went wrong while updating your stream info. You can try again, or you can": "Irgendetwas ist beim Versuch Ihre Streaminformationen zu updaten schief gelaufen. Sie können es erneut versuchen oder",
  "just go live": "trotzdem live gehen",
  "Optimized profile for average CPUs": "Optimierte Profile für durchschnittliche CPUs",
  "Optimized profile for weak CPUs": "Optimierte Profile für schwache CPUs",
  "YouTube account not enabled for live streaming": "Der YouTube Account ist nicht für Live-Streaming aktiviert",
  "Fix": "Reparieren",
  "I'm set up": "Ich bin bereit",
  "End Stream": "Stream beenden",
  "Starting": "Beginnen",
  "Ending": "Endet",
  "Reconnecting": "Verbindet sich erneut",
  "Go Live": "Live gehen",
  "Stop": "Anhalten",
  "Save Replay": "Wiederholung speichern",
  "Schedule Stream": "Stream planen",
  "Go to Youtube to view your live stream": "Zu YouTube wechseln um den Live-Stream zu sehen",
  "Edit your stream title and description": "Stream-Titel und Beschreibung verändern",
  "Go to Youtube Live Dashboard to control your stream": "Auf das YouTube Dashboard zugreifen um den Stream zu steuern",
  "Are you sure you want to exit while live?": "Sind Sie sicher, dass Sie das Programm beenden möchten, während Sie auf Sendung sind?",
  "Enable the preview stream": "Stream-Vorschau aktivieren",
  "Disable the preview stream, can help with CPU": "Die Stream-Vorschau zu deaktivieren, kann helfen die CPU Auslastung zu verringern",
  "viewers": "Zuschauer",
  "Refresh Chat": "Chat aktualisieren",
  "Your chat is currently offline": "Ihr Chat ist derzeit offline",
  "Set path in Settings > Output.": "Pfad in Einstellungen > Ausgabe festlegen.",
  "Start Replay Buffer": "Replay-Puffer beginnen",
  "Stop Replay Buffer": "Replay-Puffer anhalten",
  "Stopping...": "Wird angehalten...",
  "Your stream has been scheduled for %{time} from now. If you'd like to make another schedule please enter a different time": "Ihr Stream wurde für %{time} von jetzt angesetzt. Wenn Sie eine andere Zeit einplanen möchten, dann geben Sie bitte eine andere Zeit ein",
  "Stop streaming to access these controls:": "Streaming anhalten um auf diese Steuerungen zugreifen zu können:",
  "Tags": "Tags",
  "Select stream tags": "Stream-Tags auswählen",
  "You can now edit your channel tags from this screen.": "Sie können Ihre Kanal-Tags jetzt von diesem Bildschirm bearbeiten.",
  "Log out and back in to reauthorize additional permissions.": "Melden Sie sich ab und erneut an, um zusätzliche Berechtigungen zu authorisieren.",
  "Are you sure you want to start streaming?": "Sind Sie sicher, dass Sie den Stream beginnen möchten?",
  "Please enable account for streaming to recieve a stream key": "Bitte aktivieren Sie Ihr Account für Streaming um ein Stream-Key zu erhalten",
  "Facebook Page Creation": "Facebook-Seite erstellen",
  " to create a page, and then try again.": " um eine Seite zu erstellen und dann erneut versuchen.",
  "Facebook Page": "Facebook-Seite",
  "Description": "Description",
  "Checking optimized setting for": "Es werden die optimalen Einstellungen überprüft",
  "You will not be asked again to update your stream info when going live. ": "Sie werden nicht erneut darauf hingewiesen, die Streaminformationen zu aktualisieren wenn Sie Live gehen. ",
  "Schedule": "Zeitplan",
  "No matching game(s) found.": "Es wurden keine passenden Spiele gefunden.",
  "Use optimized encoder settings ": "Optimale Encoder-Einstellungen benutzen ",
  "Scheduled Date": "Geplantes Datum",
  "Scheduled Time": "Geplante Zeit",
  "You are 10 minutes away from the 8 hour stream limit": "Es trennen Sie 10 Minuten von 8-Stunden Stream-Limit",
  "Stream has disconnected, attempting to reconnect.": "Der Stream wurde unterbrochen, und versucht sich erneut zu verbinden."
}
