{
  "Are you sure you want to stop streaming?": "Möchten Sie den Stream wirklich beenden?",
  "Invalid Path or Connection URL.  Please check your settings to confirm that they are valid.": "Pfad oder Verbindungs-URL ungültig. Bitte überprüfen Sie, ob die Einstellungen gültig sind.",
  "Failed to connect to the streaming server.  Please check your internet connection.": "Konnte Streaming-Server nicht erreichen. Bitte überprüfen Sie die Internetverbindung.",
  "Disconnected from the streaming server.  Please check your internet connection.": "Verbindung zum Streaming-Server unterbrochen. Bitte überprüfen Sie die Internetverbindung.",
  "Could not access the specified channel or stream key. Please log out and back in to refresh your credentials. If the problem persists, there may be a problem connecting to the server.": "Kein Zugriff auf den angegebenen Kanal oder Stream-Key. Bitte melden Sie sich ab und wieder an, um Ihre Anmeldedaten zu aktualisieren. Falls das Problem weiterhin auftritt, könnte ein Problem mit der Verbindung zum Server bestehen.",
  "There is not sufficient disk space to continue recording.": "Es ist nicht ausreichend Festplattenspeicher vorhanden, um die Aufnahme fortzusetzen.",
  "The output format is either unsupported or does not support more than one audio track.  ": "Das Ausgabeformat wird entweder nicht unterstützt oder es unterstützt nicht mehr als einen Audiokanal.  ",
  "Please check your settings and try again.": "Bitte überprüfen Sie Ihre Einstellungen und versuchen Sie es erneut.",
  "An unexpected error occurred:": "Ein unerwarteter Fehler ist aufgetreten:",
  "Title": "Titel",
  "Game": "Spiel",
  "Do not show this message when going live": "Diese Nachricht beim Live-Schalten nicht anzeigen",
  "You will not be asked again to update your stream info when going live.  ": "Sie werden kein weiteres Mal aufgefordert, die Stream-Informationen zu aktualisieren, wenn Sie auf Sendung gehen.  ",
  "You can re-enable this from the settings.": "Sie können dies in den Einstellungen erneut aktivieren.",
  "Confirm & Go Live": "Bestätigen und auf Sendung gehen",
  "Update Stream Info": "Streaminformation aktualisieren",
  "Use optimized encoder settings": "Optimierte Encoder-Einstellungen benutzen",
  "Optimized encoder gives equivalent quality while reducing usage. Game specific encoders for Fortnite, PUBG, Destiny 2, and League Of Legends": "Optimierte Encoder-Einstellungen erzielen bei gleichbleibender Qualität eine reduzierte Auslastung. Es gibt spezifische Spiele-Encoder für Fortnite, PUBG, Destiny 2 und League Of Legends",
  "Something went wrong while updating your stream info.  Please try again.": "Beim Versuch, Ihre Stream-Informationen zu aktualisieren, ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.",
  "Something went wrong while updating your stream info. You can try again, or you can": "Beim Versuch, Ihre Stream-Informationen zu aktualisieren, ist ein Fehler aufgetreten. Sie können es erneut versuchen oder",
  "just go live": "trotzdem auf Sendung gehen",
  "Optimized profile for average CPUs": "Optimierte Profile für durchschnittliche CPUs",
  "Optimized profile for weak CPUs": "Optimierte Profile für schwache CPUs",
  "YouTube account not enabled for live streaming": "Der YouTube-Account ist nicht für Live-Streaming aktiviert",
  "Fix": "Reparieren",
  "I'm set up": "Ich bin bereit",
  "End Stream": "Stream beenden",
  "Starting": "Starten",
  "Ending": "Beenden",
  "Reconnecting": "Verbindung wird wiederhergestellt",
  "Go Live": "Auf Sendung gehen",
  "Stop": "Anhalten",
  "Save Replay": "Wiederholung speichern",
  "Schedule Stream": "Stream planen",
  "View your live stream in a web browser": "Zeigen Sie Ihren Live-Stream in einem Webbrowser an",
  "Edit your stream title and description": "Stream-Titel und Beschreibung bearbeiten",
  "Go to YouTube Live Dashboard to control your stream": "Zum YouTube-Dashboard wechseln, um den Stream zu steuern",
  "Go to the Facebook Live Producer Dashboard": "Gehen Sie zum Facebook Live Producer Dashboard",
  "Are you sure you want to exit while live?": "Möchten Sie das Programm wirklich beenden, während Sie live sind?",
  "Enable the preview stream": "Stream-Vorschau aktivieren",
  "Disable the preview stream, can help with CPU": "Stream-Vorschau deaktivieren, kann CPU-Auslastung senken",
  "viewers": "Zuschauer",
  "Refresh Chat": "Chat aktualisieren",
  "Your chat is currently offline": "Ihr Chat ist derzeit offline",
  "Set path in Settings > Output.": "Legen Sie den Pfad in Einstellungen > Ausgabe fest.",
  "Open Performance Window": "Performance-Fenster öffnen",
  "Start Replay Buffer": "Replay-Puffer starten",
  "Stop Replay Buffer": "Replay-Puffer anhalten",
  "Stopping...": "Wird angehalten...",
  "Your stream has been scheduled for %{time} from now. If you'd like to make another schedule please enter a different time": "Ihr Stream wurde für %{time} ab jetzt geplant. Wenn Sie einen anderen Zeitplan erstellen möchten, geben Sie eine andere Zeit ein.",
  "Stop streaming to access these controls:": "Streaming anhalten um auf diese Steuerungen zugreifen zu können:",
  "Tags": "Tags",
  "Select stream tags": "Stream-Tags auswählen",
  "You can now edit your channel tags from this screen.": "Sie können Ihre Kanal-Tags jetzt von diesem Bildschirm aus bearbeiten.",
  "Log out and back in to reauthorize additional permissions.": "Melden Sie sich ab und wieder an, um zusätzliche Berechtigungen zu autorisieren.",
  "Are you sure you want to start streaming?": "Möchten Sie wirklich mit dem Streaming beginnen?",
  "Please enable account for streaming to recieve a stream key": "Bitte aktivieren Sie Ihren Account für Streaming, um einen Stream-Key zu erhalten",
  "You must create a Facebook gaming page to go live.": "Sie müssen eine Facebook Gaming-Seite erstellen, um live zu gehen.",
  "Create Page": "Seite erstellen",
  "Facebook Page": "Facebook-Seite",
  "Description": "Beschreibung",
  "Checking optimized setting for": "Optimale Einstellung wird überprüft für",
  "You will not be asked again to update your stream info when going live. ": "Sie werden kein weiteres Mal aufgefordert, die Stream-Informationen zu aktualisieren, wenn Sie auf Sendung gehen. ",
  "Schedule": "Zeitplan",
  "No matching game(s) found.": "Es wurden keine passenden Spiele gefunden.",
  "Use optimized encoder settings ": "Optimierte Encoder-Einstellungen benutzen ",
  "Use optimized encoder settings for %{game}": "Optimierte Encoder-Einstellungen für %{game} benutzen",
  "Scheduled Date": "Geplantes Datum",
  "Scheduled Time": "Geplante Zeit",
  "You are 10 minutes away from the 8 hour stream limit": "Es verbleiben 10 Minuten bis zum 8-Stunden Stream-Limit",
  "Stream has disconnected, attempting to reconnect.": "Der Stream wurde unterbrochen und versucht, die Verbindung erneut herzustellen.",
  "Start typing to search": "Zum Suchen einige Zeichen eingeben",
  "Twitch requires two factor authentication to be enabled on your account in order to stream to Twitch. Please enable two factor authentication and try again.": "Damit Sie auf Twitch streamen können, muss die Zwei-Faktor-Authentifizierung in Ihrem Konto aktiviert sein. Bitte aktivieren Sie die Zwei-Faktor-Authentifizierung und versuchen Sie es erneut.",
  "Twitch Authentication Error": "Twitch-Authentifizierungsfehler",
  "Enable Two Factor Authentication": "Zwei-Faktor-Authentifizierung aktivieren",
  "Dismiss": "Verwerfen",
  "It looks like you haven't added any video sources yet, so you will only be outputting a black screen.": "Sie haben anscheinend noch keine Videoquellen hinzugefügt und können daher nur einen schwarzen Bildschirm ausgeben.",
  "Are you sure you want to do this?": "Ist das wirklich beabsichtigt?",
  "You can add sources by clicking the + icon near the Sources box at any time": "Sie können jederzeit Quellen hinzufügen, indem Sie auf das Pluszeichen neben „Quellen“ klicken.",
  "Tweet to let your followers know you're going live": "Tweet posten, damit Ihre Follower wissen, dass Sie auf Sendung gehen",
  "Optimized encoding provides better quality and/or lower cpu/gpu usage. Depending on the game, resolution may be changed for a better quality of experience": "Die optimierte Codierung bietet eine bessere Qualität und/oder geringere CPU-/GPU-Auslastung. Je nach Spiel kann die Auflösung geändert werden, um das bestmögliche Spielerlebnis zu erzielen.",
  "An error occurred with the output. This is usually caused by out of date video drivers. Please ensure your Nvidia or AMD drivers are up to date and try again.": "Bei der Ausgabe ist ein Fehler aufgetreten. Dies wird normalerweise durch veraltete Grafiktreiber verursacht. Überprüfen Sie, ob Ihre Nvidia- oder AMD-Treiber auf dem neuesten Stand sind, und versuchen Sie es erneut.",
  "An error occurred with the output. Please check your streaming and recording settings.": "Bei der Ausgabe ist ein Fehler aufgetreten. Bitte überprüfen Sie Ihre Streaming- und Aufnahmeeinstellungen.",
  "OK": "OK",
  "Streaming Error": "Streaming-Fehler",
  "Recording Error": "Aufnahmefehler",
  "Replay Buffer Error": "Fehler in Replay-Puffer",
  "Learn More": "Mehr erfahren",
  "More": "Mehr",
  "System error message:": "Systemfehlermeldung:",
  "Something went wrong while going live, please try again.": "Beim Live-Schalten ist ein Fehler aufgetreten, bitte versuchen Sie es erneut.",
  "Your stream has started, but there were issues with other actions taken": "Ihr Stream wurde gestartet, aber es gibt Probleme mit anderen ausgeführten Aktionen",
  "You must select a game": "Wählen Sie ein Spiel",
  "Please schedule no further than 7 days in advance and no sooner than 10 minutes in advance.": "Die Zeitplanung ist für höchstens 7 Tage und mindestens 10 Minuten im Voraus möglich.",
  "No Sources": "Keine Quellen",
  "Enable Multistream": "Multistream aktivieren",
  "Multistream allows you to stream to multiple platforms simultaneously.": "Mit Multistream können Sie auf mehreren Plattformen gleichzeitig streamen.",
  "Multistream": "Multistream",
  "Your Twitch login is expired. Please log in again to continue using Streamlabs": "Ihre Twitch-Anmeldedaten sind abgelaufen. Bitte melden Sie sich erneut an, um Streamlabs weiterhin verwenden zu können",
  "Refresh Login": "Anmeldung aktualisieren",
  "%{platform} Settings": "Einstellungen für %{platform}",
  "Update settings for %{platform}": "Einstellungen für %{platform} aktualisieren",
  "Link to the %{platform} page has been copied to your clipboard": "Der Link zur Seite %{platform} wurde in die Zwischenablage kopiert",
  "Failed to fetch settings from %{platformName}": "Einstellungen konnten nicht von %{platformName} abgerufen werden",
  "Failed to update settings for %{platformName}": "Einstellungen für %{platformName} konnten nicht aktualisiert werden",
  "prepopulateStreamSettingsError": "Beim Abrufen Ihrer Kanalinformationen ist ein Fehler aufgetreten. Sie können erneut versuchen, &lt;fetch-again-link&gt;die Informationen abzurufen&lt;/fetch-again-link&gt;, oder &lt;just-go-live-link&gt;einfach auf Sendung gehen&lt;/just-go-live-link&gt;. Sollte dieser Fehler weiterhin auftreten, können Sie sich ab- und wieder anmelden.",
  "updateStreamSettingsError": "Beim Aktualisieren der Stream-Informationen ist ein Fehler aufgetreten. Sie können den Vorgang &lt;try-again-link&gt;erneut versuchen&lt;/try-again-link&gt; oder &lt;just-go-live-link&gt;einfach auf Sendung gehen&lt;/just-go-live-link&gt;. Sollte dieser Fehler weiterhin auftreten, können Sie sich ab- und wieder anmelden.",
  "twitchMissedScopeError": "<p>Offenbar haben Sie Ihr Twitch-Konto auf der streamlabs.com-Website verbunden. Um mit dem Streaming zu beginnen, müssen Sie es erneut über Streamlabs Desktop verbinden</p><connect-button>Twitch verbinden</connect-button>",
  "Multistreaming to these platforms requires Prime": "Für Multistreaming auf diesen Plattformen ist Prime erforderlich",
  "Become a Prime member": "Prime-Mitglied werden",
  "You must select a game for %{platformName}": "Sie müssen ein Spiel für %{platformName} auswählen",
  "Connect %{platformName} to Streamlabs.": "Verbinden Sie %{platformName} mit Streamlabs.",
  "Connect %{platformName}": "%{platformName} verbinden",
  "Stream to %{platformName}": "Auf %{platformName} streamen",
  "Schedule to %{platformName}": "Auf %{platformName} einplanen",
  "Use different title, game and description": "Anderen Titel, anderes Spiel und andere Beschreibung verwenden",
  "Use different title and description": "Anderen Titel, und andere Beschreibung verwenden",
  "Use different title and game": "Anderen Titel und anderes Spiel verwenden",
  "Use different title": "Anderen Titel verwenden",
  "Search tags": "Tags durchsuchen",
  "Successfully updated": "Aktualisierung erfolgreich",
  "Go back": "Zurück",
  "Show Advanced Settings": "Erweiterte Einstellungen anzeigen",
  "Configure the Multistream service": "Multistream-Dienst konfigurieren",
  "Apply optimized settings": "Optimierte Einstellungen übernehmen",
  "Start video transmission": "Videoübertragung starten",
  "Publish Youtube broadcast": "Youtube-Broadcast veröffentlichen",
  "Post a tweet": "Tweet posten",
  "You could try reducing the number of your destinations to one for direct streaming.": "Sie können versuchen, die Anzahl Ihrer Ziele für das direkte Streaming auf 1 zu reduzieren.",
  "Add Destination": "Ziel hinzufügen",
  "Extras": "Extras",
  "Go back to settings": "Zurück zu Einstellungen",
  "Select at least one destination": "Wählen Sie mindestens ein Ziel aus",
  "You cannot unlink the platform you used to sign in to Streamlabs Desktop. If you want to unlink this platform, please sign in with a different platform.": "Sie können die Verknüpfung der Plattform, mit der Sie sich bei Streamlabs Desktop angemeldet haben, nicht aufheben. Wenn Sie die Verknüpfung dieser Plattform aufheben möchten, melden Sie sich mit einer anderen Plattform an.",
  "You cannot disable the platform you used to sign in to Streamlabs Desktop. Please sign in with a different platform to disable streaming to this destination.": "Sie können die Plattform, mit der Sie sich bei Streamlabs Desktop angemeldet haben, nicht deaktivieren. Bitte melden Sie sich auf einer anderen Plattform an, um das Streaming zu diesem Ziel zu deaktivieren.",
  "Checking optimized setting for %{game}": "Optimale Einstellung wird überprüft für %{game}",
  "There was an error starting the output. Check your settings and try again. If this issue persists, please contact Streamlabs support.": "Bei der Ausgabe ist ein Fehler aufgetreten. Überprüfen Sie Ihre Einstellungen und versuchen Sie es erneut. Falls das Problem weiterhin besteht, wenden Sie sich an den Support bei Streamlabs.",
  "Contact Support": "Support kontaktieren",
  "The request to the platform failed": "Die Anforderung an die Plattform ist fehlgeschlagen",
  "No Facebook pages were found": "Es wurden keine Facebook-Seiten gefunden",
  "Missing required oauth scope": "Erforderlicher OAuth-Bereich fehlt",
  "Failed to fetch platform settings": "Plattformeinstellungen konnten nicht abgerufen werden",
  "Failed to update platform settings": "Plattformeinstellungen konnten nicht aktualisiert werden",
  "The Multistream server is temporarily unavailable": "Der Multistream-Server ist vorübergehend nicht verfügbar",
  "Failed to configure the Multistream server": "Multistream-Server konnte nicht konfiguriert werden",
  "Your YouTube account is not enabled for live streaming": "Das YouTube-Konto ist nicht für Live-Streaming aktiviert",
  "Failed to publish the YouTube broadcast": "YouTube-Broadcast konnte nicht veröffentlicht werden",
  "Failed to post the Tweet": "Tweet konnte nicht gepostet werden",
  "This feature is for Prime members only": "Diese Funktion steht nur Prime-Mitgliedern zur Verfügung",
  "An unkown error occurred": "Ein unbekannter Fehler ist aufgetreten",
  "Please enable your account for live streaming, and wait 24 hours before attempting to stream.": "Bitte aktivieren Sie Ihr Konto für Live-Streams und warten Sie 24 Stunden, bevor Sie versuchen, zu streamen.",
  "Please try again. If the issue persists, you can stream directly to a single platform instead.": "Versuchen Sie es erneut. Wenn das Problem weiterhin besteht, können Sie stattdessen direkt auf eine einzige Plattform streamen.",
  "Enable Live Streaming": "Live-Streaming aktivieren",
  "Destination": "Ziel",
  "You cannot disable the platform you used to sign in to Streamlabs Desktop. Please sign in with a different platform to disable streaming to this destinationType.": "Sie können die Plattform, mit der Sie sich bei Streamlabs Desktop angemeldet haben, nicht deaktivieren. Bitte melden Sie sich auf einer anderen Plattform an, um das Streaming zu diesem Zieltyp zu deaktivieren.",
  "canNotDisablePrimaryPlatform": "Sie können die Plattform, mit der Sie sich angemeldet haben, nicht deaktivieren.&lt;br/&gt; Möchten Sie sich stattdessen &lt;switch-account-link&gt;bei einem anderen Konto anmelden&lt;/switch-account-link&gt;?",
  "Your stream title or description contain banned words": "Der Titel oder die Beschreibung des Streams enthält verbotene Wörter",
  "Platform": "Plattform",
  "Update scheduled event": "Geplantes Ereignis aktualisieren",
  "Schedule new stream": "Neuen Stream planen",
  "Stream scheduled": "Stream geplant",
  "Invalid settings. Please check the form": "Ungültige Einstellungen. Bitte Formular überprüfen",
  "Common Stream Settings": "Allgemeine Stream-Einstellungen",
  "Schedule Stream for %{formattedDate}": "Stream planen für %{formattedDate}",
  "Update Scheduled Stream for %{formattedDate}": "Geplanten Stream aktualisieren für %{formattedDate}",
  "You can not schedule to a past date": "Planung für Datum in der Vergangenheit nicht möglich"
}
