{
  "TikTok Server URL": "URL von TikTok-Server",
  "TikTok Stream Key": "TikTok-Stream-Key",
  "Locate my Stream Key": "Stream-Key suchen",
  "Click here to learn more about streaming on TikTok": "Hier klicken, um mehr über das Streaming auf TikTok zu erfahren",
  "Go to the TikTok Live Center Dashboard": "Gehe zum TikTok Live Center Dashboard",
  "Go live to TikTok with a single click. Click here to learn more.": "Gehe mit einem einzigen Klick live zu TikTok. Klicke hier, um mehr zu erfahren.",
  "Apply for TikTok Live Permission": "Erlaubnis für TikTok Live beantragen",
  "Reapply for TikTok Live Permission": "Beantrage erneut die TikTok Live-Erlaubnis",
  "Generate with \"Locate my Stream Key\"": "Erstelle mit \"Meinen Stream-Key finden\"",
  "You do not have permission to stream live to TikTok.": "Du hast nicht die Erlaubnis, live auf TikTok zu streamen.",
  "Open TikTok Live Center": "TikTok Live Center öffnen",
  "Access chat for TikTok in the TikTok Live Center.": "Nutze den Chat für TikTok im TikTok Live Center.",
  "Failed to update TikTok account": "TikTok-Konto kann nicht aktualisiert werden",
  "Failed to update TikTok account. Please unlink and reconnect your TikTok account.": "TikTok-Konto konnte nicht aktualisiert werden. Bitte hebe die Verknüpfung auf und verbinde dein TikTok-Konto erneut.",
  "Close Streamlabs Desktop and reload": "Streamlabs Desktop schließen und neu laden",
  "Go to Settings - Stream and reconnect TikTok": "Gehe zu Einstellungen - Streame und verbinde TikTok erneut",
  "Connect TikTok Account": "TikTok-Konto verbinden",
  "Failed to generate TikTok stream credentials. Confirm Live Access with TikTok.": "TikTok-Stream-Anmeldeinformationen konnten nicht erstellt werden. Bestätige den Live-Zugang mit TikTok.",
  "Approvals are solely at TikTok's discretion.": "Genehmigungen liegen allein im Ermessen von TikTok.",
  "TikTok Category": "TikTok Kategorie",
  "TikTok Live Access not granted. Click here to learn more.": "TikTok Live Zugang nicht gewährt. Klicke hier, um mehr zu erfahren.",
  "Only 32 characters of your title will display on TikTok": "Nur 32 Zeichen deines Titels werden auf TikTok angezeigt",
  "You may be eligible for TikTok Live Access. <apply>Apply here.</apply>": "Du hast vielleicht Anspruch auf TikTok Live Access. <apply>Bewirb dich hier.</apply>",
  "Click to view TikTok Replay in your browser.": "Klicke, um TikTok Replay in deinem Browser anzusehen.",
  "TikTok Stream Error": "TikTok Stream-Fehler",
  "Couldn't confirm TikTok Live Access. Apply for Live Permissions below": "TikTok Live-Zugang konnte nicht bestätigt werden. Beantrage unten die Erlaubnis für TikTok Live",
  "Connect your TikTok account": "Connect your TikTok account",
  "Connect your TikTok account to stream to TikTok and one other platform for free. Haven't applied to stream on TikTok Live yet? <link>Start the process here</link>.": "Connect your TikTok account to stream to TikTok and one other platform for free. Haven't applied to stream on TikTok Live yet? <link>Start the process here</link>."
}
