{
  "Troubleshooter": "Fehlerbehebung",
  "Open Settings": "Einstellungen öffnen",
  " Streamlabs has detected dropped frames": " Streamlabs hat ausgelassene Frames erkannt",
  "What does this mean?": "Was bedeutet das?",
  " Some frames have not been uploaded. This problem is usually related to a poor network connection.": " Einige Frames wurden nicht hochgeladen. Dies hängt meist mit einer schwachen Netzwerkverbindung zusammen.",
  "What can I do?": "Was kann ich tun?",
  "Check the health of your Internet connection": "Internetverbindung überprüfen",
  "Change your ingest server": "Zu einem anderen Ingest-Server wechseln",
  "If none of these worked, lower your bitrate": "Wenn keine dieser Lösungen geholfen hat, Bitrate senken",
  "Streamlabs has detected skipped frames": "Streamlabs hat übersprungene Frames erkannt",
  "Some frames have not been encoded.": "Einige Frames wurden nicht codiert.",
  "This problem is usually due to high CPU usage or unsuitable encoder settings.": "Dieses Problem wird in der Regel durch eine hohe CPU-Auslastung oder ungeeignete Encoder-Einstellungen verursacht.",
  "Lower your encoder settings (preset)": "Encoder-Einstellungen reduzieren (Voreinstellung)",
  "Ensure that you don't have any other applications open that are heavy on your CPU": "Etwaige andere Programme schließen, die die CPU zusätzlich belasten",
  "Enable performance mode in the Editor context menu": "Performance-Modus im Editor-Kontextmenü aktivieren",
  "Streamlabs has detected lagged frames": "Streamlabs hat verzögerte Frames entdeckt",
  "Some frames took too long to get rendered.": "Das Rendern einiger Frames dauerte zu lange.",
  "Usually the problem is related to your game using up too many GPU resources.": "Das Problem wird meist dadurch verursacht, dass das ausgewählte Spiel zu viele GPU-Ressourcen benötigt.",
  "When this happens, Streamlabs does not have any resources left over to render frames.": "Wenn dies geschieht, bleiben nicht genügend Ressourcen für Streamlabs, um die Frames zu rendern.",
  "Cap your in-game framerate": "Ingame-Framerate begrenzen",
  "Enable VSync in your game": "VSync im Spiel aktivieren",
  "Disable FreeSync or GSync in your Driver": "FreeSync oder GSync im Treiber deaktivieren",
  "Lower graphics settings until you stop lagging frames": "Grafikeinstellungen im Spiel so weit reduzieren, bis keine Frames mehr verzögert werden",
  "Disable hardware decoding under any media sources(This will slightly increase cpu over gpu)": "Hardware-Decodierung bei allen Medienquellen deaktivieren (dies erhöht geringfügig die CPU-Last gegenüber der GPU-Last)"
}
