{
  "Add Widgets": "Widgets hinzufügen",
  "Select the Streamlabs widgets you would like to activate for your stream. These will get automatically added to your scene.": "Wählen Sie die Streamlabs-Widgets aus, welche Sie für Ihren Stream aktivieren möchten. Diese werden automatisch Ihrer Szene hinzugefügt.",
  "Thanks viewers with notification popups": "Bedankt sich bei Ihren Zuschauern mit Benachrichtigungs-Popups",
  "Most recent events into your stream": "Neueste Events in Ihrem Stream",
  "A jar that catches bits, tips, and more": "Ein Weckglas welches Bits, Spenden und mehr auffängt",
  "Your channel's chat in your stream": "Ihr Kanal-Chat in Ihrem Stream",
  "Show off most recent donations to viewers": "Zeigen Sie Ihren Zuschauern die neuesten Spenden",
  "Give your viewers a donation target to help you reach": "Geben Sie Ihren Zuschauern ein Spendenziel zum Erreichen",
  "Give your viewers a follower target to help you reach": "Geben Sie Ihren Zuschauern ein Followerziel zum Erreichen",
  "Give your viewers a bit target to help you reach": "Geben Sie Ihren Zuschauern ein Bitziel zum Erreichen",
  "Give your viewers a subscriber target to help you reach": "Geben Sie Ihren Zuschauern ein Abonenntenziel zum Erreichen",
  "Show off how many viewers you have from multiple platforms": "Zeigen Sie Ihre Zuschauerzahlen von verschiedenen Plattformen an",
  "Give your viewers an opportunity of becoming a boss": "Geben Sie Ihren Zuschauern die Möglichkeit ein Bossgegner zu werden",
  "Rolling credits at the end of your stream": "Spielen Sie Credits am Ende Ihres Streams ab",
  "Add %{widgetscount} Widgets": "Fügen Sie %{widgetscount} Widgets hinzu",
  "Rather do this manually?": "Möchten Sie ihre Einstellungen lieber manuell vornehmen?",
  "Setup later": "Später einrichten",
  "Widget Theme installed & activated. Click here to manage your Widget Profiles.": "Widget-Theme installiert & aktiviert. Klicken Sie hier um Ihre Widget-Profile zu verwalten.",
  "Follow": "Follow",
  "Subscription": "Abonnement",
  "Donation": "Spende",
  "Bits": "Bits",
  "Host": "Host",
  "The Google Font to use for the text. Visit http://google.com/fonts to find one! Popular Fonts include: Open Sans, Roboto, Oswald, Lato, and Droid Sans.": "Die Google-Schriftart, die für den Text verwendet wird. Besuchen Sie http://google.com/fonts um eine zu finden! Beliebte Schriftarten: Open Sans, Roboto, Oswald, Lato, Droid Sans.",
  "A hex code for the base text color.": "Ein Hex-Code für die Basisfarbe des Textes.",
  "A hex code for the widget background. This is for preview purposes only. It will not be shown in your stream.": "Ein Hex-Code für den Widget-Hintergrund. Dies dient nur der Vorschau. Es wird nicht im Stream gezeigt.",
  "Note: This background color is for preview purposes only. It will not be shown in your stream.": "Hinweis: Diese Hintergrundfarbe dient nur der Vorschau. Sie wird nicht in Ihrem Stream gezeigt.",
  "Please login to configure widget": "Bitte zum Konfigurieren des Widgets anmelden",
  "Enable Custom Code": "Benutzerdefinierten Code aktivieren",
  "Sources and Settings": "Quellen und Einstellungen",
  "Selected Properties": "Ausgewählte Eigenschaften",
  "Failed to load settings": "Einstellungen konnten nicht geladen werden",
  "HTML": "HTML",
  "CSS": "CSS",
  "JS": "JS",
  "Custom Fields": "Benutzerdefinierte Felder",
  "Settings for ": "Einstellungen für ",
  "Widget Editor": "Widget Editor",
  "HTML CSS": "HTML CSS",
  "Font Size": "Schriftgröße",
  "Font Family": "Schriftarten-Familie",
  "Font Style": "Schriftart",
  "Save failed, something went wrong.": "Speichern fehlgeschlagen, es kam zu einem Problem.",
  "This widget does not have defaults.": "Dieses Widget hat keine Standardeinstellungen.",
  "Add Custom Fields": "Benutzerdefinierte Felder hinzufügen",
  "Remove Custom Fields": "Benutzerdefinierte Felder entfernen",
  "No fields added": "Es wurden keine Felder hinzugefügt",
  "Font Settings": "Schriftart-Einstellungen",
  "Visual Settings": "Optische Einstellungen",
  "Bounce": "Springen",
  "Pulse": "Pulsieren",
  "Rubber Band": "Gummiband",
  "Tada": "Tada",
  "Wave": "Welle",
  "Wiggle": "Wackeln",
  "Wobble": "Wobbeln",
  "Very Rarely": "Sehr selten",
  "Rarely": "Selten",
  "As Default": "Als Vorgabe",
  "Frequently": "Häufig",
  "Very Frequently": "Sehr häufig",
  "Recent Events": "Letzte Ereignisse"
}
