{
  "Game Widget": "Game-Widget",
  "Let your viewers play a game in chat": "Lass deine Zuschauer im Chat ein Spiel spielen",
  "Chat Decision Time": "Chat-Entscheidungszeit",
  "Trigger Command": "Auslösebefehl",
  "Chat Response Timer": "Chat-Reaktions-Timer",
  "No Input Recieved": "Keine Eingabe erhalten",
  "Restarting Game": "Spiel wird neu gestartet",
  "Chat's Turn": "Chat ist am Zug",
  "Chat Marker Color": "Chat-Marker-Farbe",
  "Chat Win Color": "Chat-Sieg-Farbe",
  "AI's Turn": "KI ist am Zug",
  "AI Marker Color": "KI-Marker-Farbe",
  "AI Win Color": "KI-Sieg-Farbe",
  "Chat Won": "Chat hat gewonnen",
  "Chat Lost": "Chat hat verloren",
  "Draw Game": "Unentschieden",
  "Cannot Play Here": "Spielen hier nicht möglich",
  "Game End Message Duration": "Dauer für Meldung zu Spiel-Ende",
  "Chat Marker": "Chat-Marker",
  "AI Marker": "KI-Marker",
  "General Settings": "Allgemeine Einstellungen",
  "Game Settings": "Spieleinstellungen",
  "Current Game": "Aktuelles Spiel",
  "Tic Tac Toe": "Tic Tac Toe",
  "The duration in seconds to collect chat's responses before passing them to the game": "Dauer in Sekunden, um die Reaktionen des Chats zu erfassen, bevor sie an das Spiel weitergeleitet werden",
  "Command used by the chat to provide their response": "Vom Chat verwendeter Befehl zum Übermitteln seiner Antwort",
  "Message displayed to let the chat know they didn't provide any input": "Meldung, die angezeigt wird, um den Chat darauf hinzuweisen, dass er nichts eingegeben hat",
  "Message displayed to let the chat know the game is restarting": "Meldung, die den Chat darauf hinweist, dass das Spiel neu gestartet wird",
  "Marker used to display where chat played their turn. Please make sure it's not more than 1 character": "Marker, der anzeigt, wo der Chat seinen Zug gespielt hat. Dies darf nur 1 Zeichen umfassen",
  "Message to let everyone know that it's chat's turn to play": "Meldung, die alle darauf hinweist, dass der Chat am Zug ist",
  "Marker used to display where AI played it's turn. Please make sure it's not more than 1 character": "Marker, der anzeigt, wo die KI ihren Zug gespielt hat. Dies darf nur 1 Zeichen umfassen",
  "Message to let everyone know that it's AI's turn to play": "Meldung, die alle darauf hinweist, dass die KI am Zug ist",
  "Message displayed to let everyone know chat won": "Meldung, die allen anzeigt, dass der Chat gewonnen hat",
  "Message displayed to let everyone know chat lost": "Meldung, die allen anzeigt, dass der Chat verloren hat",
  "Message displayed to let everyone know the game was a draw": "Meldung, die allen anzeigt, dass das Spiel unentschieden ausgegangen ist",
  "Message to let chat know that they cannot play the current move": "Meldung, die den Chat darauf hinweist, dass er den aktuellen Zug nicht spielen kann",
  "Display the game ended message for these many seconds": "Anzeigen der Meldung, dass das Spiel zu Ende ist, für die angegebene Dauer in Sekunden",
  "Chat Word": "Chat Word",
  "Misplaced Character Tile": "Kachel für falsch platziertes Zeichen",
  "Misplaced Character": "Falsch platziertes Zeichen",
  "Correct Character Tile": "Kachel für richtiges Zeichen",
  "Correct Character": "Richtiges Zeichen",
  "Wrong Character Tile": "Kachel für falsches Zeichen",
  "Wrong Character": "Falsches Zeichen",
  "Chat Won Title": "Titel Chat gewinnt",
  "Chat Lost Title": "Titel Chat verliert",
  "Wrong Word Chosen Message": "Nachricht; Falsches Wort gewählt",
  "Invalid Response Message": "Meldung für ungültige Antwort",
  "Change the color of the tile to this color when a character is present in the word but is misplaced": "Die Farbe der Kachel ändert sich in diese Farbe, wenn ein Zeichen im Wort vorhanden ist, sich aber an der falschen Stelle befindet.",
  "Change the color of the character to this if it is present in the word but is misplaced": "Die Farbe des Zeichens ändert sich in diese Farbe, wenn das Zeichen im Wort vorhanden ist, sich aber an der falschen Stelle befindet.",
  "Change the color of the tile to this color when a character is present in the correct location in the word": "Die Farbe der Kachel ändert sich in diese Farbe, wenn ein Zeichen im Wort vorhanden ist und sich an der richtigen Stelle befindet.",
  "Change the color of the character to this if it is present in the correct location in the word": "Die Farbe des Zeichens ändert sich in diese Farbe, wenn das Zeichen im Wort vorhanden ist und sich an der richtigen Stelle befindet.",
  "Change the color of the tile to this color when a character is not present in the word": "Die Farbe der Kachel ändert sich in diese Farbe, wenn ein Zeichen nicht im Wort vorhanden ist.",
  "Change the color of the character to this if it is not present in the word": "Die Farbe des Zeichens ändert sich in diese Farbe, wenn das Zeichen nicht im Wort vorhanden ist.",
  "Message to let the chat know they chose the wrong word. The word will still get evaluated, it's just an announcement": "Nachricht, um den Chat zu informieren, dass er das falsche Wort gewählt hat. Das Wort wird dennoch ausgewertet, dies ist nur eine Ankündigung.",
  "Message to let the chat know that the chosen word is not valid. Reason for invalidation can include wrong character length and more": "Nachricht, um den Chat darüber zu informieren, dass das ausgewählte Wort nicht gültig ist. Mögliche Gründe für die Ungültigkeitserklärung umfassen unter anderem eine falsche Zeichenlänge."
}
