{
  "YouTube stream status": "YouTube-Stream-Status",
  "Waiting for YouTube to receive the video signal...": "Warten, bis YouTube das Videosignal empfängt...",
  "Testing your broadcast...": "Broadcast wird getestet...",
  "Finalizing broadcast testing...": "Broadcast-Test wird abgeschlossen...",
  "Publishing to your YouTube channel...": "Veröffentlichung auf Ihrem YouTube-Kanal...",
  "Waiting broadcast to be published...": "Sendebereiter Broadcast wartet auf Veröffentlichung...",
  "You're live!": "Sie sind live!",
  "Waiting for broadcast to be published...": "Warten auf Senden des Broadcast...",
  "Working on your live stream": "Arbeiten am Live-Stream",
  "Your stream will start shortly. You can close this window.": "Ihr Stream beginnt in Kürze. Sie können dieses Fenster schließen.",
  "Go to YouTube Live Dashboard": "Zum YouTube-Dashboard wechseln",
  "Create New Event": "Neues Ereignis erstellen",
  "YouTube Chat": "YouTube-Chat",
  "This action cannot be performed inside Streamlabs Desktop. To interact with chat, you can open this chat in a web browser.": "Diese Aktion ist nicht innerhalb von Streamlabs Desktop möglich. Um im Chat zu interagieren, können Sie diesen Chat in einem Webbrowser öffnen.",
  "Open In Web Browser": "In Webbrowser öffnen",
  "Privacy": "Datenschutz",
  "Public": "Öffentlich",
  "Anyone can search for and view": "Jeder kann dies suchen und anzeigen",
  "Unlisted": "Nicht gelistet",
  "Anyone with the link can view": "Jeder, der über den Link verfügt, kann dies anzeigen",
  "Private": "Privat",
  "Only you can view": "Nur Sie können dies anzeigen",
  "Category": "Kategorie",
  "Stream Latency": "Stream-Latenz",
  "Normal Latency": "Normale Latenz",
  "Low-latency": "Kurze Latenz",
  "Ultra low-latency": "Ultrakurze Latenz",
  "Does not support: Closed captions, 1440p, and 4k resolutions": "Keine Unterstützung für: Untertitel, Auflösungen von 1440p und 4K",
  "Enable DVR": "DVR aktivieren",
  "Additional Settings": "Zusätzliche Einstellungen",
  "Open Youtube Studio": "Youtube Studio öffnen",
  "360° video": "360°-Video",
  "Enable Auto-start": "Auto-Start aktivieren",
  "Enable Auto-stop": "Auto-Stop aktivieren",
  "latencyTooltip": "Eine kurze Latenz in einem Stream kann die Zeit verkürzen, bis Video für Benutzer sichtbar ist, die einen Broadcast ansehen. Allerdings ist die Wiedergabe eventuell weniger flüssig.",
  "Enabling auto-start will automatically start the stream when you start sending data from your streaming software": "Wenn Sie Auto-Start aktivieren, wird der Stream automatisch gestartet, wenn Sie beginnen, Daten aus Ihrer Streaming-Software zu senden.",
  "Enabling auto-stop will automatically stop the stream when you stop sending data from your streaming software": "Wenn Sie Auto-Stop aktivieren, wird der Stream automatisch beendet, wenn Sie die Übermittlung von Daten aus Ihrer Streaming-Software beenden.",
  "DVR controls enable the viewer to control the video playback experience by pausing, rewinding, or fast forwarding content": "Mit den DVR-Bedienelementen kann der Zuschauer die Videowiedergabe steuern, indem er Inhalte anhält, zurück- oder vorspult",
  "Auto-start is disabled for your broadcast. You should manually publish your stream from Youtube Studio": "Auto-Start ist für Ihren Broadcast deaktiviert. Veröffentlichen Sie Ihren Stream manuell über YouTube Studio.",
  "Made for kids": "Für Kinder gemacht",
  "Features like personalized ads and live chat won't be available on live streams made for kids.": "Funktionen wie personalisierte Anzeigen und Live-Chat sind in speziell für Kinder vorgesehenen Live-Streams nicht verfügbar.",
  "Try our new thumbnail editor": "Testen Sie unseren neuen Miniaturen-Editor"
}
