{
  "Source: %{sourceName}": "源：%{sourceName}",
  "Collab Cam": "Collab Cam",
  "Invite a guest to join your stream from a web browser.": "邀请访客通过网络浏览器加入您的直播。",
  "Guest Cam is currently listening for connecting guests, but is not broadcasting your microphone and webcam to your guests yet.": "访客摄像头当前正在监听连接的访客，但尚未向您的访客播放您的麦克风和网络摄像头。",
  "No microphone source is selected. Your guest will not be able to hear you.": "未选择麦克风源。您的访客听不到您。",
  "No webcam source is selected. Your guest will not be able to see you.": "未选择网络摄像头源。您的访客看不到您。",
  "Microphone Source": "麦克风源",
  "Webcam Source": "网络摄像头源",
  "You will need to select a microphone and webcam source in your current scene collection that will be sent to your guests for them to see and hear you.": "您需要在当前场景集合中选择一个麦克风和网络摄像头源，这些源将发送给您的访客，让他们看到和听到您。",
  "Waiting for guest to join": "等待访客加入",
  "Generate a new link": "生成新链接",
  "Copied!": "已复制！",
  "Invite URL": "邀请 URL",
  "Disconnect": "取消连接",
  "Guest %{num} Settings": "Guest %{num} Settings",
  "Collab Cam Properties": "Collab Cam Properties",
  "A guest has joined - click to show": "有访客加入 - 点击显示",
  "Welcome to Collab Cam": "欢迎使用 Collab Cam",
  "Step 1": "步骤 1",
  "Copy and share a link with your guest. When they join, they'll be able to see and hear you.": "复制并与您的访客分享链接。当其加入时，能看到和听到您。",
  "Step 2": "步骤 2",
  "Verify their identity in the preview area. When ready, add them to your stream by clicking 'Show on Stream'.": "在预览区验证其身份。准备就绪后，点击“在直播中显示”使其加入您的直播。",
  "Step 3": "步骤 3",
  "Enjoy your stream! Adjust their volume, create new links, and change your mic and camera from the properties window.": "开始直播吧！调节其音量，创建新链接，以及从属性窗口更改您的麦克风和摄像头。",
  "Don't share your invite link with anyone you don't want on your stream. You can invalidate an old link by generating a new one. Do not show this window on stream.": "请勿与您不希望在直播中出现的任何人分享您的邀请链接。您可以通过生成新链接来使旧链接失效。切勿在直播中展示此窗口。",
  "Start Collab Cam": "开始使用 Collab Cam",
  "Collab Cam is not yet sending your video and audio to guests. Start Collab Cam?": "Collab Cam 尚未将您的视频和音频发送给访客。开始使用 Collab Cam？",
  "Copy Link": "复制链接"
}
