import { IPatchNotes } from '.';

export const notes: IPatchNotes = {
  version: '1.0.20190912-unstable.2',
  title: '1.0.20190912-unstable.2',
  notes: [
    '修正: (unstable) ニコ生最適化: QSVとNVENCについてobs-studio-nodeの識別子変更に追従 (#355)',
    '修正: リスト選択コンポーネントの外観を修正 (#353)',
    '修正: 子ウィンドウのタイトルが一部出ていなかった不具合を修正 (#356)',
    '',
    '以下は1.0.20190912-unstable.1の内容です:',
    'シーン間のトランジションが柔軟に設定できるようになります。',
    '配信周りの内部実装が置き替わります。',
    'おかしな点がありましたら、フィードバックにてお知らせください。',
    '',
    '修正: 音量調節スライダーが特定状況で動作しなくなる問題に対処 (#350)',
    '改善: 一部エラーメッセージを翻訳・修正 (#349)',
    '更新: ヘルプへのリンクを更新 (#352)',
    '更新: 利用規約を更新 (#348)',
    'Streamlabs OBS v0.11.0相当内容を取り込み (#346)'
  ]
};
