{
  "Grow": "Udvikling",
  "My Goals": "Mine mål",
  "Community Reach: %{reachableFollowing}/%{totalFollowing} followers": "Fællesskabsstatus: %{reachableFollowing}/%{totalFollowing} følgere",
  "Streamer Resources": "Streamer-ressourcer",
  "You can reach %{percentage}% of your community across all platforms. Multistream to more platforms to increase this number": "Du kan nå %{percentage}% af dit fællesskab på tværs af alle platforme. For at gøre dette antal større kan du overveje at multistreame til flere platforme",
  "Streamlabs University": "Streamlabs University",
  "Professional streamers are now able to earn large amounts of money while entertaining people and creating their own brand. But how does one become a professional streamer? Streamlabs University is our answer to this question. In this course, we’ll walk you through everything you need to know to become a successful streamer and turn your passion into a profession.": "Professionelle streamere kan nu tjene gode penge mens de underholder folk og skaber deres eget brand. Men hvordan bliver man professionel streamer? Streamlabs University giver et svar på dette spørgsmål. I løbet af kurset vil vi gennemgå alt det du skal vide for at blive en succesfuld streamer og gøre din passion til forretning.",
  "Content Hub": "Indholds-hub",
  "The Ultimate Resource For Live Streamers; The Content Hub is your one-stop-shop for everything related to live streaming. There are dozens of different categories to choose from. Learn how to set up your live stream, find new features, and stay up-to-date on all of the tools you can use to enhance your stream.": "Indholds-hubben er den ultimative kilde af ressourcer for livestreamere og indeholder alt muligt relateret til livestreaming. Der er snesevis af forskellige kategorier at vælge imellem. Lær at konfigurere din livestream, find nye funktioner, og hold dig up to date med alle de værktøjer du kan bruge til at gøre dine streams endnu bedre.",
  "Add Goal": "Tilføj mål",
  "%{followers} followers": "%{followers} følgere",
  "You cleared %{totalProgress}% of all material. Keep it up!": "Du har klaret %{totalProgress}% af materialet. Godt gået, bliv endelig ved!",
  "You have completed Streamlabs University!": "Du har gennemført Streamlabs University!",
  "Continue Learning": "Lær mere",
  "Growth Tips": "Tips til vækst",
  "Open Content Hub": "Åbn indholds-hubben",
  "Streamlabs on YouTube": "Streamlabs på YouTube",
  "Open Streamlabs University": "Åbn Streamlabs University",
  "%{daysLeft} days left": "%{daysLeft} dage tilbage",
  "Progress": "Udvikling",
  "Reach more of your community with Streamlabs Multistreaming": "Nå ud til flere i fællesskabet med Streamlabs-multistreaming",
  "One of the best ways to reach a larger audience is to stream to multiple platforms": "En af de bedste måder at nå ud til et større publikum på er at streame til flere platforme",
  "Start Multistreaming with Prime": "Start multistreaming med Prime",
  "Goal Title": "Titel på mål",
  "Goal Total": "Samlet målresultat",
  "Goal Type": "Måltype",
  "This goal has been completed!": "Du har nået målet!",
  "Time ran out for this goal. Try again or pick a new one!": "Tiden løb ud for dette mål. Prøv igen, eller vælg et nyt.",
  "Stream Pulse": "Stream Pulse",
  "Average View Time": "Gennemsnitlig visningstid",
  "Unique Viewers": "Unikke seere",
  "Chatters": "Chatters",
  "Chats": "Chats",
  "Track your growth by taking a look at the past month of your stream (data provided from Twitch)": "Følg din udvikling ved at tage et kig på den seneste måned af dine streamingaktiviteter (data fra Twitch)",
  "There is already a goal of this type": "Der findes allerede et mål af denne type"
}