{
  "Source: %{sourceName}": "Kilde: %{sourceName}",
  "Collab Cam": "Collab Cam",
  "Invite a guest to join your stream from a web browser.": "Inviter en gæst til at deltage i din stream fra en webbrowser.",
  "Guest Cam is currently listening for connecting guests, but is not broadcasting your microphone and webcam to your guests yet.": "Guest Cam lytter i øjeblikket efter gæster, men sender ikke din mikrofon og dit webcam til dine gæster endnu.",
  "No microphone source is selected. Your guest will not be able to hear you.": "Der er ikke valgt nogen mikrofonkilde. Din gæst vil ikke kunne høre dig.",
  "No webcam source is selected. Your guest will not be able to see you.": "Der er ikke valgt nogen webkamerakilde. Din gæst vil ikke kunne se dig.",
  "Microphone Source": "Mikrofonkilde",
  "Webcam Source": "Webkamerakilde",
  "The webcam and microphone source you select below will be broadcast to your guests.": "Den webkamera- og mikrofonkilde, du vælger nedenfor, vil blive sendt til dine gæster.",
  "Waiting for guest to join": "Venter på at gæst deltager",
  "Generate a new link": "Opret et nyt link",
  "Copied!": "Kopieret!",
  "Invite URL": "Invitations-URL",
  "Disconnect": "Afbryd",
  "Guest %{num}": "Gæst %{num}",
  "Collab Cam Properties": "Collab Cam-egenskaber",
  "A guest has joined - click to show": "En gæst har tilmeldt sig – klik for at vise",
  "Welcome to Collab Cam": "Velkommen til Collab Cam",
  "Step 1": "Trin 1",
  "Copy and share a link with your guest. When they join, they'll be able to see and hear you.": "Kopier og del et link med din gæst. Når de tilmelder sig, kan de se og høre dig.",
  "Step 2": "Trin 2",
  "Verify their identity in the preview area. When ready, add them to your stream by clicking 'Show on Stream'.": "Bekræft deres identitet i forhåndsvisningsområdet. Når de er klar, kan du tilføje dem til din stream ved at klikke på \"Vis på stream\".",
  "Step 3": "Trin 3",
  "Enjoy your stream! Adjust their volume, create new links, and change your mic and camera from the properties window.": "God fornøjelse med din stream! Du kan justere lydstyrken, oprette nye links og ændre din mikrofon og dit kamera i egenskabsvinduet.",
  "Don't share your invite link with anyone you don't want on your stream. You can invalidate an old link by generating a new one. Do not show this window on stream.": "Du må ikke dele dit invitationslink med nogen, du ikke ønsker at have på din stream. Du kan gøre et gammelt link ugyldigt ved at generere et nyt. Dette vindue må ikke vises på stream.",
  "Start Collab Cam": "Start Collab Cam",
  "Collab Cam is not yet sending your video and audio to guests. Start Collab Cam?": "Collab Cam sender endnu ikke din video og lyd til gæsterne. Start Collab Cam?",
  "Copy Link": "Kopiér link",
  "You're about to join %{name}": "Du er ved at deltage %{name}",
  "%{name} has invited you to join their stream. When you're ready to join, click the button below.": "%{name} har inviteret dig til at deltage i deres stream. Når du er klar til at deltage, skal du klikke på knappen nedenfor.",
  "Waiting for host to begin": "Venter på, at værten begynder",
  "Connected To Host:": "Tilsluttet til vært:",
  "You are connected as a guest using someone else's invite link. To leave, click the Disconnect button.": "Du er forbundet som gæst ved hjælp af en andens invitationslink. Klik på knappen Afbryd forbindelsen for at forlade streamen.",
  "This guest is not assigned to a source": "Denne gæst er ikke tilknyttet en kilde",
  "The source %{sourceName} is already occupied by %{guestName}. If you continue, %{guestName} will be unassigned.": "Kilden %{sourceName} er allerede optaget af %{guestName}. Hvis du fortsætter, vil %{guestName} ikke blive tildelt kilden.",
  "Are you sure you want to unassign %{guestName} from the source?": "Er du sikker på, at du vil ophæve tildelingen af %{guestName} fra kilden?",
  "Assign to Source": "Tildel til kilde",
  "Unassigned": "Ikke tildelt",
  "Are you sure you want to disconnect %{guestName}?": "Er du sikker på, du gerne vil afbryde forbindelse til %{guestName}’?",
  "If you want to prevent this guest from rejoining, you should also regenerate your invite link.": "Hvis du vil forhindre denne gæst i at blive medlem igen, skal du også skabe et nyt invitationslink.",
  "Regenerate Link": "Skab nyt link",
  "Guests": "Gæster",
  "Upgrade for more Guests": "Opgradering til flere gæster",
  "Share Video Source (Optional)": "Del videokilde (valgfrit)",
  "Stop Sharing": "Stop med at dele",
  "Collab Cam requires a source": "Collab Cam kræver en kilde",
  "At least one Collab Cam source is required to use Collab Cam. Would you like to add one now?": "Der kræves mindst én Collab Cam-kilde for at bruge Collab Cam. Ønsker du at tilføje en nu?",
  "You now have access to Collab Cam!": "Du har nu adgang til Collab Cam.",
  "You must be logged in to use Collab Cam.": "You must be logged in to use Collab Cam."
}
