{
  "We are improving our backend systems. As part of the migration process, we will need to you log in again. If you have any questions, you can": "Vi er ved at forbedre vores systemer. Det er nødvendigt at logge på igen. Hvis du har spørgsmål, skal du",
  "contact support.": "kontakte support.",
  "Sign in with your streaming account to get started with Streamlabs": "Log ind med din streamingkonto for at komme i gang med Streamlabs",
  "Select an OBS profile to import": "Vælg en OBS-profil til import",
  "Import from OBS Studio": "Import from OBS Studio",
  "Start Fresh": "Start på en frisk",
  "Importing": "Importerer",
  "Successfully Imported": "Import er færdig",
  "Importing your scenes and sources": "Importerer scener og kilder",
  "All scenes, sources and settings have been imported.": "Alle scener, kilder og indstillinger er blevet importeret.",
  "Import your scenes and your settings from OBS with a simple click, or start fresh.": "Importér dine indstillinger og dine scener fra OBS med et enkelt klik, eller start på en frisk.",
  "Click below and we'll analyze your internet speed and computer hardware to give you the best settings possible.": "Klik nedenfor og vi vil analysere din internethastighed og computerhardware for at give dig de bedst mulige indstillinger.",
  "Start": "Start",
  "Rather do this manually?": "Vil du hellere gøre dette manuelt?",
  "Setup later": "Konfigurer senere",
  "Detecting your location...": "Registrerer din placering ...",
  "Performing bandwidth test...": "Udfører båndbreddestest ...",
  "Testing streaming encoder...": "Tester streaming-encoder ...",
  "Testing recording encoder...": "Tester optage-encoder ...",
  "Attempting stream...": "Forsøger at streame ...",
  "Reverting to defaults...": "Vender tilbage til standardindstillinger ...",
  "Applying stream settings...": "Anvender streamindstillinger ...",
  "Applying general settings...": "Anvender generelle indstillinger ...",
  "Optimizing...": "Optimering ...",
  "Optimize": "Optimer",
  "We're connecting to OBS and pulling your previous settings for a seamless conversion.": "Vi opretter forbindelse til OBS og indlæser dine tidligere indstillinger.",
  "Initialzing ...": "Initialiserer ...",
  "Connecting to OBS ...": "Opretter forbindelse til OBS ...",
  "Pulling settings ...": "Henter indstillinger ...",
  "Starting import ...": "Starter import ...",
  "Finalizing ...": "Afslutter ...",
  "We're analyzing your internet speed and computer hardware to give you the best settings possible.": "Vi analyserer din internethastighed og computerhardware for at vælge de bedst mulige indstillinger.",
  "Done!": "Færdig!",
  "Next": "Næste",
  "Scene Collections Import": "Import af scenesamling",
  "The following scene collections have been imported from your Streamlabs account": "Følgende scenesamlinger er blevet importeret fra din Streamlabs-konto",
  "Continue": "Fortsæt",
  "Collecting some information about your PC...": "Indsamler nogle oplysninger om din pc ...",
  "We found optimized settings for your PC": "Vi fandt optimerede indstillinger til din pc",
  "Something went wrong": "Noget gik galt",
  "Download and Apply": "Download og anvend",
  "This device is not available": "Denne enhed er ikke tilgængelig",
  "Set Up Mic and Webcam": "Indstilling af mikrofon og webcam",
  "Welcome to Streamlabs": "Welcome to Streamlabs",
  "Import your existing settings from OBS in less than a minute and go live": "Importer dine eksisterende indstillinger fra OBS på mindre end et minut og gå live",
  "We import all of your settings, including scenes, output, configurations, and much more": "Vi importerer alle dine indstillinger, inklusive scener, output, konfigurationer og meget mere",
  "Start with a clean copy of Streamlabs Desktop and configure your settings from scratch": "Start with a clean copy of Streamlabs Desktop and configure your settings from scratch",
  "Add a Theme": "Tilføj et tema",
  "Not seeing a theme that catches your eye? Our theme library has hundreds of free choices available": "Ser du ikke et tema der fanger blikket? Vores temabibliotek har hundredvis af gratis valg",
  "Something went wrong.": "Noget gik galt.",
  "In-game Overlay": "Overlay i spillet",
  "Optimized Video Encoding": "Optimeret videoencoding",
  "Some exclusive features we recommend to take your stream to the next level": "Nogle eksklusive funktioner vi anbefaler for at give din streaming et løft",
  "Detected %{continent}": "Registreret %{continent}",
  "Check out 50+ amazing apps from independent developers, ranging from DMCA-compliant music to stunning overlays to more tools to engage with your community. Head over to the app store in the left navigation to browse our selection of free and paid apps.": "Tjek 50+ fantastiske apps fra uafhængige udviklere, herunder apps til DMCA-kompatibel musik, fantastiske overlays og flere værktøjer der hjælper med at imponere dine seere. Tjek vores udvalg af gratis og betalte apps ud i App Store til venstre.",
  "Only have one screen? Perfect! Enable our in-game overlay to make sure you catch every chat message and stream event that happens while you get your game on. You can enable this feature in the ‘Game Overlay’ tab of the settings menu.": "Har du kun én skærm? Perfekt! Aktivér vores overlay i spillet for at sikre dig at du ikke går glip af en eneste chatbesked eller streambegivenhed mens du spiller. Du kan aktivere denne funktion under fanen \"Spiloverlay\" i indstillingerne.",
  "Re-Authorize": "Godkend igen",
  "or select another platform": "eller vælg en anden platform",
  "Connect to %{platform}": "Tilslut %{platform}",
  "View help docs": "Se vejledninger",
  "Enter your stream key.": "Indtast din streamnøgle.",
  "Select platform": "Vælg platform",
  "No webcam detected": "Der blev ikke fundet noget webcam",
  "Enable multistream to grow your audience, build your brand, and earn great prizes - with no extra effort. Available for Facebook today, and other platforms coming soon.": "Aktivér multistream for at få flere seere, opbygge dit brand og tjene fantastiske præmier – uden ekstra arbejde. Findes til Facebook i dag, og kommer til andre platforme snart.",
  "Enable multistream": "Aktivér multistream",
  "Enable multistream to get started.": "Aktivér multistream for at komme i gang.",
  "Merge your account with your new page. We can then track your progress so you can start earning great rewards!": "Knyt din konto til din nye side. Vi kan derefter spore dine fremskridt så du kan begynde at få glæde af de store præmier!",
  "A Facebook Gaming Page is required to multistream to Facebook.": "En Facebook-gamingside kræves for at multistreame til Facebook.",
  "Create Facebook Gaming Page": "Opret Facebook-gamingside",
  "Create Gaming Video Creator Page": "Opret Gaming Video Creator-side",
  "Merge your Facebook Gaming Page": "Knyt til din Facebook-gamingside",
  "Merge with Facebook": "Knyt til Facebook",
  "primeTitle": "Tilmeld dig <prime-title>Prime</prime-title> for at få eksklusive funktioner",
  "Overlay, Widget & Site Themes": "Overlay, widget og temaer til websted",
  "Custom Domain + Website": "Tilpasset domæne + websted",
  "More Than 40 FREE Apps": "Over 40 GRATIS apps",
  "Custom Merch Store": "Tilpasset Merch-butik",
  "Stream on Mobile": "Stream på mobilen",
  "Gold Status + FREE T-shirt": "Gold Status + GRATIS t-shirt",
  "Go Prime": "Få Prime",
  "Import": "Importer",
  "While we import your settings and scenes from OBS Studio, check out these great features unique to Streamlabs": "While we import your settings and scenes from OBS Studio, check out these great features unique to Streamlabs",
  "Importing Your Existing Settings From OBS": "Importerer dine nuværende indstillinger fra OBS"
}
