{
  "Are you sure you want to stop streaming?": "Er du sikker på du vil stoppe streamen?",
  "Invalid Path or Connection URL.  Please check your settings to confirm that they are valid.": "Ugyldig sti eller forbindelses URL. Kontroller indstillinger for at bekræfte, at de er gyldige.",
  "Failed to connect to the streaming server.  Please check your internet connection.": "Der kunne ikke oprettes forbindelse til streaming-server.  Kontroller din internetforbindelse.",
  "Disconnected from the streaming server.  Please check your internet connection.": "Forbindelsen til streaming serveren blev afbrudt.  Kontroller din internetforbindelse.",
  "Could not access the specified channel or stream key, please double-check your stream key.  ": "Kunne ikke få adgang til den angivne kanal eller streamnøgle, dobbelttjek at din stream nøgle er korrekt.  ",
  "If it is correct, there may be a problem connecting to the server.": "Hvis den er korrekt, så kan der være et problem med at forbinde til serveren.",
  "There is not sufficient disk space to continue recording.": "Der er ikke tilstrækkelig diskplads til at fortsætte optagelsen.",
  "The output format is either unsupported or does not support more than one audio track.  ": "Udgangsformat er enten ikke understøttet eller understøtter ikke flere lydspor.  ",
  "Please check your settings and try again.": "Kontroller dine indstillinger, og prøv igen.",
  "An unexpected error occurred:": "Der opstod en uventet fejl:",
  "Title": "Titel",
  "Game": "Spil",
  "Do not show this message when going live": "Vis ikke denne meddelelse, når du går live",
  "You will not be asked again to update your stream info when going live.  ": "Du vil ikke blive spurgt igen for at opdatere din streaminfo når går live.  ",
  "You can re-enable this from the settings.": "Du kan genaktivere dette fra indstillingerne.",
  "Confirm & Go Live": "Bekræft og gå Live",
  "Update Stream Info": "Opdater stream info",
  "There was an error fetching your channel information.  You can try": "Der opstod en fejl under indhentningen af dine kanaloplysninger.  Du kan prøve",
  "fetching the information again": "at hente oplysningerne igen",
  "or you can": "eller du kan",
  "just go live.": "bare gå live.",
  "If this error persists, you can try logging out and back in.": "Hvis fejlen fortsætter, kan du prøve at logge og ind igen.",
  "Use optimized encoder settings": "Brug optimerede encoder indstillinger",
  "Optimized encoder gives equivalent quality while reducing usage. Game specific encoders for Fortnite, PUBG, Destiny 2, and League Of Legends": "Optimeret encoder giver samme kvalitet, ved lavere resourceforbug. Spilspecifik encoder til Fortnite, PUBG, Destiny 2 og League of Legends",
  "Something went wrong while updating your stream info.  Please try again.": "Noget gik galt da streaminformationen blev opdateret. Prøv venligst igen.",
  "Something went wrong while updating your stream info. You can try again, or you can": "Noget gik galt da streaminformationen blev opdateret. Du kan prøve igen, eller du kan",
  "just go live": "bare gå live",
  "Optimized profile for average CPUs": "Optimeret profil for gennemsnitlige CPUere",
  "Optimized profile for weak CPUs": "Optimeret profil til svage CPUere",
  "YouTube account not enabled for live streaming": "YouTube konto har ikke aktiveret muligheden for at livestreame",
  "Fix": "Fix",
  "I'm set up": "Jeg er klar",
  "End Stream": "End Stream",
  "Starting": "Starting",
  "Ending": "Ending",
  "Reconnecting": "Reconnecting",
  "Go Live": "Go Live",
  "Stop": "Stop",
  "Save Replay": "Save Replay",
  "Schedule Stream": "Schedule Stream",
  "Go to Youtube to view your live stream": "Gå til YouTube for at se din live stream",
  "Edit your stream title and description": "Rediger din stream titel og beskrivelse",
  "Go to Youtube Live Dashboard to control your stream": "Gå til YouTube Live Dashboard for at styre din stream",
  "Are you sure you want to exit while live?": "Er du sikker på at du vil afslutte, mens du er live?",
  "Enable the preview stream": "Aktiver forhåndsvisningsstream",
  "Disable the preview stream, can help with CPU": "Deaktiver preview stream, kan hjælpe med CPU",
  "viewers": "seere",
  "Refresh Chat": "Opdater chat",
  "Your chat is currently offline": "Din chat er i øjeblikket offline",
  "Set path in Settings > Output.": "Sæt stien i indstillinger > Output.",
  "Start Replay Buffer": "Start Replay Buffer",
  "Stop Replay Buffer": "Stop Replay Buffer",
  "Stopping...": "Stopping...",
  "Your stream has been scheduled for %{time} from now. If you'd like to make another schedule please enter a different time": "Your stream has been scheduled for %{time} from now. If you'd like to make another schedule please enter a different time",
  "Stop streaming to access these controls:": "Stop streaming to access these controls:",
  "Tags": "Tags",
  "Select stream tags": "Select stream tags",
  "You can now edit your channel tags from this screen.": "You can now edit your channel tags from this screen.",
  "Log out and back in to reauthorize additional permissions.": "Log out and back in to reauthorize additional permissions.",
  "Are you sure you want to start streaming?": "Are you sure you want to start streaming?",
  "Please enable account for streaming to recieve a stream key": "Please enable account for streaming to recieve a stream key",
  "Facebook Page Creation": "Facebook Page Creation",
  " to create a page, and then try again.": " to create a page, and then try again.",
  "Facebook Page": "Facebook Page",
  "Description": "Description",
  "Checking optimized setting for": "Checking optimized setting for",
  "You will not be asked again to update your stream info when going live. ": "You will not be asked again to update your stream info when going live. ",
  "Schedule": "Schedule",
  "No matching game(s) found.": "No matching game(s) found.",
  "Use optimized encoder settings ": "Use optimized encoder settings ",
  "Scheduled Date": "Scheduled Date",
  "Scheduled Time": "Scheduled Time",
  "You are 10 minutes away from the 8 hour stream limit": "You are 10 minutes away from the 8 hour stream limit",
  "Stream has disconnected, attempting to reconnect.": "Stream has disconnected, attempting to reconnect."
}
