{
  "Are you sure you want to stop streaming?": "Er du sikker på du vil stoppe streamen?",
  "Invalid Path or Connection URL.  Please check your settings to confirm that they are valid.": "Ugyldig sti eller forbindelses-URL. Kontrollér indstillingerne.",
  "Failed to connect to the streaming server.  Please check your internet connection.": "Der kunne ikke oprettes forbindelse til streamingserveren. Kontrollér internetforbindelsen.",
  "Disconnected from the streaming server.  Please check your internet connection.": "Forbindelse til streamingserveren er blevet afbrudt. Kontrollér internetforbindelsen.",
  "Could not access the specified channel or stream key. Please log out and back in to refresh your credentials. If the problem persists, there may be a problem connecting to the server.": "Kunne ikke få adgang til den specificerede kanal eller streamnøgle. Log ud og ind igen for at opdatere dine legitimationsoplysninger. Hvis problemet fortsætter kan der være et problem med at oprette forbindelse til serveren.",
  "There is not sufficient disk space to continue recording.": "Der er ikke tilstrækkelig diskplads til at fortsætte optagelsen.",
  "The output format is either unsupported or does not support more than one audio track.  ": "Udgangsformat er enten ikke understøttet, eller den understøtter ikke flere lydspor.  ",
  "Please check your settings and try again.": "Kontrollér indstillingerne, og prøv igen.",
  "An unexpected error occurred:": "Der opstod en uventet fejl:",
  "Title": "Titel",
  "Game": "Spil",
  "Do not show this message when going live": "Vis ikke denne meddelelse når du går live",
  "You will not be asked again to update your stream info when going live.  ": "Du vil ikke blive spurgt igen om du vil opdatere din streaminfo når går live.  ",
  "You can re-enable this from the settings.": "Du kan slå det til igen i indstillingerne.",
  "Confirm & Go Live": "Bekræft, og gå live",
  "Update Stream Info": "Opdater streaminfo",
  "There was an error fetching your channel information.  You can try": "Der opstod en fejl under indlæsningen af dine kanaloplysninger. Du kan prøve",
  "fetching the information again": "at indlæse oplysningerne igen,",
  "or you can": "eller du kan ignorere det",
  "just go live.": "og gå live alligevel.",
  "If this error persists, you can try logging out and back in.": "Hvis fejlen fortsætter, kan du prøve at logge ud og på igen.",
  "Use optimized encoder settings": "Brug optimerede encoderindstillinger",
  "Optimized encoder gives equivalent quality while reducing usage. Game specific encoders for Fortnite, PUBG, Destiny 2, and League Of Legends": "Optimeret encoder giver samme kvalitet ved lavere ressourceforbrug. Spilspecifik encoder til Fortnite, PUBG, Destiny 2 og League of Legends",
  "Something went wrong while updating your stream info.  Please try again.": "Noget gik under opdateringen af streamoplysningerne. Prøv igen.",
  "Something went wrong while updating your stream info. You can try again, or you can": "Noget gik under opdateringen af streamoplysningerne. Du kan prøve igen, eller du kan ignorere det",
  "just go live": "og gå live alligevel",
  "Optimized profile for average CPUs": "Optimeret profil for standard-CPU'er",
  "Optimized profile for weak CPUs": "Optimeret profil til langsomme CPU'er",
  "YouTube account not enabled for live streaming": "YouTube-kontoen er ikke konfigureret til livestreaming",
  "Fix": "Ret det",
  "I'm set up": "Jeg er klar",
  "End Stream": "Afslut stream",
  "Starting": "Starter",
  "Ending": "Slutter",
  "Reconnecting": "Genopretter forbindelse",
  "Go Live": "Gå live",
  "Stop": "Stop",
  "Save Replay": "Gem replay",
  "Schedule Stream": "Planlæg stream",
  "Go to Youtube to view your live stream": "Du kan se din livestream på YouTube",
  "Edit your stream title and description": "Rediger titlen og beskrivelsen på din stream",
  "Go to Youtube Live Dashboard to control your stream": "Du kan styre streamen vha. YouTube Live Dashboard",
  "Are you sure you want to exit while live?": "Du er stadigvæk live. Er du sikker på at du vil afslutte?",
  "Enable the preview stream": "Aktivér forhåndsvisning af stream",
  "Disable the preview stream, can help with CPU": "Når streamforhåndsvisningen er deaktiveret, bruges der færre CPU-ressourcer",
  "viewers": "seere",
  "Refresh Chat": "Opdater chat",
  "Your chat is currently offline": "Din chat er i øjeblikket offline",
  "Set path in Settings > Output.": "Stien kan angives i Indstillinger > Output.",
  "Start Replay Buffer": "Start replay-buffer",
  "Stop Replay Buffer": "Stop replay-buffer",
  "Stopping...": "Stopper ...",
  "Your stream has been scheduled for %{time} from now. If you'd like to make another schedule please enter a different time": "Din stream er planlagt til %{time} fra nu. Hvis du gerne vil lave en anden tidsplan, skal du indtaste et andet tidspunkt",
  "Stop streaming to access these controls:": "Stop streaming for at få adgang til disse indstillinger:",
  "Tags": "Tags",
  "Select stream tags": "Vælg stream-tags",
  "You can now edit your channel tags from this screen.": "Du kan nu redigere dine kanaltags fra denne skærm.",
  "Log out and back in to reauthorize additional permissions.": "Log ud og ind igen for at godkende yderligere tilladelser.",
  "Are you sure you want to start streaming?": "Er du sikker på at du vil starte med at streame ?",
  "Please enable account for streaming to recieve a stream key": "Aktivér konto til streaming for at modtage en streamnøgle",
  "You must create a Facebook gaming page to go live.": "Du skal oprette en Facebook-gamingside for at gå live.",
  "Create Page": "Opret side",
  "Facebook Page": "Facebook-side",
  "Description": "Beskrivelse",
  "Checking optimized setting for": "Kontrollerer den optimerede indstilling for",
  "You will not be asked again to update your stream info when going live. ": "Du vil ikke blive spurgt igen om du vil opdatere din streaminfo når går live. ",
  "Schedule": "Tidsplan",
  "No matching game(s) found.": "Ingen matchende spil fundet.",
  "Use optimized encoder settings ": "Brug optimerede encoderindstillinger ",
  "Scheduled Date": "Planlagt dato",
  "Scheduled Time": "Planlagt tid",
  "You are 10 minutes away from the 8 hour stream limit": "Der er kun 10 minutter tilbage til streamgrænsen på 8 timer",
  "Stream has disconnected, attempting to reconnect.": "Streamen er blevet afbrudt. Forsøger at oprette forbindelse igen.",
  "Start typing to search": "Begynd at skrive for at søge",
  "Twitch requires two factor authentication to be enabled on your account in order to stream to Twitch. Please enable two factor authentication and try again.": "Twitch kræver at tofaktorgodkendelse er aktiveret på din konto, for at kunne streame til Twitch. Aktivér tofaktorgodkendelse, og prøv igen.",
  "Twitch Authentication Error": "Fejl ved Twitch-godkendelse",
  "Enable Two Factor Authentication": "Aktivér tofaktorgodkendelse",
  "Dismiss": "Afvis",
  "It looks like you haven't added any video sources yet, so you will only be outputting a black screen.": "Det ser ud til at du ikke har tilføjet nogen videokilder endnu, så du viser kun en sort skærm.",
  "Are you sure you want to do this?": "Er du sikker på at du vil gøre dette?",
  "You can add sources by clicking the + icon near the Sources box at any time": "Du kan altid tilføje kilder ved at klikke på plusikonet ud for kildefeltet",
  "Tweet to let your followers know you're going live": "Skriv på Tweeter når du går live så dine følgere kan se med",
  "Optimized encoding provides better quality and/or lower cpu/gpu usage. Depending on the game, resolution may be changed for a better quality of experience": "Med optimeret encoding får du bedre kvalitet og/eller lavere cpu/gpu-forbrug. Afhængigt af spillet skal opløsningen muligvis ændres for at give de bedste resultater",
  "An error occurred with the output. This is usually caused by out of date video drivers. Please ensure your Nvidia or AMD drivers are up to date and try again.": "Der opstod en fejl med outputtet. Dette skyldes normalt forældede videoenheder. Sørg for at dine Nvidia- eller AMD-enheder er opdaterede, og prøv igen.",
  "OK": "OK",
  "Streaming Error": "Streamingfejl",
  "Recording Error": "Optagelsesfejl",
  "Replay Buffer Error": "Fejl i replaybuffer",
  "Learn More": "Lær mere",
  "Something went wrong while going live, please try again.": "Der gik noget galt mens du gik live. Prøv igen.",
  "You must select a game": "Du skal vælge et spil",
  "Please schedule no further than 7 days in advance and no sooner than 10 minutes in advance.": "Planlæg højst 7 dage i forvejen og minimum 10 minutter i forvejen.",
  "No Sources": "Ingen kilder",
  "Enable Multistream": "Aktivér multistream",
  "Multistream allows you to stream to multiple platforms simultaneously.": "Multistream giver dig mulighed for at streame til flere platforme samtidig.",
  "Multistream": "Multistream",
  "Your Twitch login is expired. Please log in again to continue using Streamlabs OBS": "Dit Twitch-login er udløbet. Log ind igen for at fortsætte med at bruge Streamlabs OBS",
  "Refresh Login": "Opdater login"
}
