{
  "Are you sure you want to stop streaming?": "Er du sikker på du vil stoppe streamen?",
  "Invalid Path or Connection URL.  Please check your settings to confirm that they are valid.": "Ugyldig sti eller forbindelses-URL. Kontrollér indstillingerne.",
  "Failed to connect to the streaming server.  Please check your internet connection.": "Der kunne ikke oprettes forbindelse til streamingserveren. Kontrollér internetforbindelsen.",
  "Disconnected from the streaming server.  Please check your internet connection.": "Forbindelse til streamingserveren er blevet afbrudt. Kontrollér internetforbindelsen.",
  "Could not access the specified channel or stream key. Please log out and back in to refresh your credentials. If the problem persists, there may be a problem connecting to the server.": "Kunne ikke få adgang til den specificerede kanal eller streamnøgle. Log ud og ind igen for at opdatere dine legitimationsoplysninger. Hvis problemet fortsætter kan der være et problem med at oprette forbindelse til serveren.",
  "There is not sufficient disk space to continue recording.": "Der er ikke tilstrækkelig diskplads til at fortsætte optagelsen.",
  "The output format is either unsupported or does not support more than one audio track.  ": "Udgangsformat er enten ikke understøttet, eller den understøtter ikke flere lydspor.  ",
  "Please check your settings and try again.": "Kontrollér indstillingerne, og prøv igen.",
  "An unexpected error occurred:": "Der opstod en uventet fejl:",
  "Title": "Titel",
  "Game": "Spil",
  "Do not show this message when going live": "Vis ikke denne meddelelse når du går live",
  "You will not be asked again to update your stream info when going live.  ": "Du vil ikke blive spurgt igen om du vil opdatere din streaminfo når går live.  ",
  "You can re-enable this from the settings.": "Du kan slå det til igen i indstillingerne.",
  "Confirm & Go Live": "Bekræft, og gå live",
  "Update Stream Info": "Opdater streaminfo",
  "Use optimized encoder settings": "Brug optimerede encoderindstillinger",
  "Optimized encoder gives equivalent quality while reducing usage. Game specific encoders for Fortnite, PUBG, Destiny 2, and League Of Legends": "Optimeret encoder giver samme kvalitet ved lavere ressourceforbrug. Spilspecifik encoder til Fortnite, PUBG, Destiny 2 og League of Legends",
  "Something went wrong while updating your stream info.  Please try again.": "Noget gik under opdateringen af streamoplysningerne. Prøv igen.",
  "Something went wrong while updating your stream info. You can try again, or you can": "Noget gik under opdateringen af streamoplysningerne. Du kan prøve igen, eller du kan ignorere det",
  "just go live": "og gå live alligevel",
  "Optimized profile for average CPUs": "Optimeret profil for standard-CPU'er",
  "Optimized profile for weak CPUs": "Optimeret profil til langsomme CPU'er",
  "YouTube account not enabled for live streaming": "YouTube-kontoen er ikke konfigureret til livestreaming",
  "Fix": "Ret det",
  "I'm set up": "Jeg er klar",
  "End Stream": "Afslut stream",
  "Starting": "Starter",
  "Ending": "Slutter",
  "Reconnecting": "Genopretter forbindelse",
  "Go Live": "Gå live",
  "Stop": "Stop",
  "Save Replay": "Gem replay",
  "Schedule Stream": "Planlæg stream",
  "View your live stream in a web browser": "Se din livestream i en webbrowser",
  "Edit your stream title and description": "Rediger titlen og beskrivelsen på din stream",
  "Go to YouTube Live Dashboard to control your stream": "Du kan styre streamen vha. YouTube Live Dashboard",
  "Go to the Facebook Live Producer Dashboard": "Åbn Facebook Live Producer-dashboard",
  "Are you sure you want to exit while live?": "Du er stadigvæk live. Er du sikker på at du vil afslutte?",
  "Enable the preview stream": "Aktivér forhåndsvisning af stream",
  "Disable the preview stream, can help with CPU": "Når streamforhåndsvisningen er deaktiveret, bruges der færre CPU-ressourcer",
  "viewers": "seere",
  "Refresh Chat": "Opdater chat",
  "Your chat is currently offline": "Din chat er i øjeblikket offline",
  "Set path in Settings > Output.": "Stien kan angives i Indstillinger > Output.",
  "Open Performance Window": "Åbn ydeevnevinduet",
  "Start Replay Buffer": "Start replay-buffer",
  "Stop Replay Buffer": "Stop replay-buffer",
  "Stopping...": "Stopper ...",
  "Your stream has been scheduled for %{time} from now. If you'd like to make another schedule please enter a different time": "Din stream er planlagt til %{time} fra nu. Hvis du gerne vil lave en anden tidsplan, skal du indtaste et andet tidspunkt",
  "Stop streaming to access these controls:": "Stop streaming for at få adgang til disse indstillinger:",
  "Tags": "Tags",
  "Select stream tags": "Vælg stream-tags",
  "You can now edit your channel tags from this screen.": "Du kan nu redigere dine kanaltags fra denne skærm.",
  "Log out and back in to reauthorize additional permissions.": "Log ud og ind igen for at godkende yderligere tilladelser.",
  "Are you sure you want to start streaming?": "Er du sikker på at du vil starte med at streame ?",
  "Please enable account for streaming to recieve a stream key": "Aktivér konto til streaming for at modtage en streamnøgle",
  "You must create a Facebook gaming page to go live.": "Du skal oprette en Facebook-gamingside for at gå live.",
  "Create Page": "Opret side",
  "Facebook Page": "Facebook-side",
  "Description": "Beskrivelse",
  "Checking optimized setting for": "Kontrollerer den optimerede indstilling for",
  "You will not be asked again to update your stream info when going live. ": "Du vil ikke blive spurgt igen om du vil opdatere din streaminfo når går live. ",
  "Schedule": "Tidsplan",
  "No matching game(s) found.": "Ingen matchende spil fundet.",
  "Use optimized encoder settings ": "Brug optimerede encoderindstillinger ",
  "Use optimized encoder settings for %{game}": "Brug optimerede encoderindstillinger til %{game}",
  "Scheduled Date": "Planlagt dato",
  "Scheduled Time": "Planlagt tid",
  "You are 10 minutes away from the 8 hour stream limit": "Der er kun 10 minutter tilbage til streamgrænsen på 8 timer",
  "Stream has disconnected, attempting to reconnect.": "Streamen er blevet afbrudt. Forsøger at oprette forbindelse igen.",
  "Start typing to search": "Begynd at skrive for at søge",
  "Twitch requires two factor authentication to be enabled on your account in order to stream to Twitch. Please enable two factor authentication and try again.": "Twitch kræver at tofaktorgodkendelse er aktiveret på din konto, for at kunne streame til Twitch. Aktivér tofaktorgodkendelse, og prøv igen.",
  "Twitch Authentication Error": "Fejl ved Twitch-godkendelse",
  "Enable Two Factor Authentication": "Aktivér tofaktorgodkendelse",
  "Dismiss": "Afvis",
  "It looks like you haven't added any video sources yet, so you will only be outputting a black screen.": "Det ser ud til at du ikke har tilføjet nogen videokilder endnu, så du viser kun en sort skærm.",
  "Are you sure you want to do this?": "Er du sikker på at du vil gøre dette?",
  "You can add sources by clicking the + icon near the Sources box at any time": "Du kan altid tilføje kilder ved at klikke på plusikonet ud for kildefeltet",
  "Tweet to let your followers know you're going live": "Skriv på Tweeter når du går live så dine følgere kan se med",
  "Optimized encoding provides better quality and/or lower cpu/gpu usage. Depending on the game, resolution may be changed for a better quality of experience": "Med optimeret encoding får du bedre kvalitet og/eller lavere cpu/gpu-forbrug. Afhængigt af spillet skal opløsningen muligvis ændres for at give de bedste resultater",
  "An error occurred with the output. This is usually caused by out of date video drivers. Please ensure your Nvidia or AMD drivers are up to date and try again.": "Der opstod en fejl med outputtet. Dette skyldes normalt forældede videoenheder. Sørg for at dine Nvidia- eller AMD-enheder er opdaterede, og prøv igen.",
  "An error occurred with the output. Please check your streaming and recording settings.": "Der opstod en fejl med udgangen. Kontollér dine streaming- og optagelsesinstillinger",
  "OK": "OK",
  "Streaming Error": "Streamingfejl",
  "Recording Error": "Optagelsesfejl",
  "Replay Buffer Error": "Fejl i replaybuffer",
  "Learn More": "Lær mere",
  "More": "Mere",
  "System error message:": "Systemfejlmeddelelse:",
  "Something went wrong while going live, please try again.": "Der gik noget galt mens du gik live. Prøv igen.",
  "Your stream has started, but there were issues with other actions taken": "Din stream er startet, men der var problemer med andre handlinger",
  "You must select a game": "Du skal vælge et spil",
  "Please schedule no further than 7 days in advance and no sooner than 10 minutes in advance.": "Planlæg højst 7 dage i forvejen og minimum 10 minutter i forvejen.",
  "No Sources": "Ingen kilder",
  "Enable Multistream": "Aktivér multistream",
  "Multistream allows you to stream to multiple platforms simultaneously.": "Multistream giver dig mulighed for at streame til flere platforme samtidig.",
  "Multistream": "Multistream",
  "Your Twitch login is expired. Please log in again to continue using Streamlabs OBS": "Dit Twitch-login er udløbet. Log ind igen for at fortsætte med at bruge Streamlabs OBS",
  "Refresh Login": "Opdater login",
  "%{platform} Settings": "%{platform}-indstillinger",
  "Update settings for %{platform}": "Opdater indstillinger for %{platform}",
  "Link to the %{platform} page has been copied to your clipboard": "Et link til %{platform}-siden er blevet kopieret til udklipsholderen",
  "Failed to fetch settings from %{platformName}": "Indstillinger fra %{platformName} kunne ikke indlæses",
  "Failed to update settings for %{platformName}": "Indstillinger for %{platformName} kunne ikke opdateres",
  "prepopulateStreamSettingsError": "Der opstod en fejl under indlæsningen af dine kanaloplysninger. Du kan prøve at <fetch-again-link>indlæse oplysningerne igen</fetch-again-link>, eller du kan bare <just-go-live-link>gå live</just-go-live-link>. Hvis problemet fortsætter, kan du prøve at logge ud og ind igen.",
  "updateStreamSettingsError": "Der opstod en fejl under opdateringen af streamoplysningerne. Du kan <try-again-link>prøve igen</try-again-link>, eller du kan <just-go-live-link>bare gå live</just-go-live-link>. Hvis problemet fortsætter, kan du prøve at logge ud og ind igen.",
  "twitchMissedScopeError": "<p>Det ser ud til at du har tilsluttet din Twitch-konto via streamlabs.com-webstedet. For at starte streaming skal du tilslutte kontoen igen ved at bruge knappen </p><connect-button>Tilslut Twitch</connect-button> i Streamlabs OBS",
  "Multistreaming to these platforms requires Prime": "Multistreaming til disse platforme kræver Prime",
  "Become a Prime member": "Opret et Prime-medlemskab",
  "You must select a game for %{platformName}": "Du skal vælge et spil til %{platformName}",
  "Connect %{platformName} to Streamlabs OBS.": "Tilslut %{platformName} til Streamlabs OBS.",
  "Connect %{platformName}": "Tilslut %{platformName}",
  "Stream to %{platformName}": "Stream til %{platformName}",
  "Schedule to %{platformName}": "Opret tidsplan til %{platformName}",
  "Use different title, game and description": "Brug en anden titel, et andet spil og en anden beskrivelse",
  "Use different title and description": "Brug en anden titel og en anden beskrivelse",
  "Use different title and game": "Brug en anden titel og et andet spil",
  "Use different title": "Brug en anden titel",
  "Search tags": "Søg i tags",
  "Successfully updated": "Opdateringen er færdig",
  "Go back": "Tilbage",
  "Show Advanced Settings": "Vis avancerede indstillinger",
  "Configure the Multistream service": "Konfigurer multistreamtjenesten",
  "Apply optimized settings": "Anvend optimerede indstillinger",
  "Start video transmission": "Start videotransmission",
  "Publish Youtube broadcast": "Udgiv Youtube-produktion",
  "Post a tweet": "Opret en tweet",
  "You could try reducing the number of your destinations to one for direct streaming.": "Ved direkte streaming kan du reducere antallet af dine destinationer til én.",
  "Add Destination": "Tilføj destination",
  "Extras": "Ekstra",
  "Go back to settings": "Tilbage til Indstillinger",
  "Select at least one destination": "Vælg mindst én destination",
  "You cannot unlink the platform you used to sign in to Streamlabs OBS. If you want to unlink this platform, please sign in with a different platform.": "Du kan ikke fjerne linket til den platform du brugte til at logge på Streamlabs OBS med. Hvis du vil fjerne linket til denne platform, skal du logge på fra en anden platform.",
  "You cannot disable the platform you used to sign in to Streamlabs OBS. Please sign in with a different platform to disable streaming to this destination.": "Du kan ikke deaktivere den platform du brugte til at logge på Streamlabs OBS med. For at deaktivere streaming til denne destination skal du logge på fra en anden platform.",
  "Checking optimized setting for %{game}": "Kontrollerer den optimerede indstilling for %{game}",
  "There was an error starting the output. Check your settings and try again. If this issue persists, please contact Streamlabs support.": "Der opstod en fejl ved start af output. Kontroller dine indstillinger, og prøv igen. Hvis dette problem fortsætter, skal du kontakte Streamlabs support.",
  "Contact Support": "Kontakt support",
  "The request to the platform failed": "Der kunne ikke sendes en anmodning til platformen",
  "No Facebook pages were found": "Der blev ikke fundet nogen Facebook-sider",
  "Missing required oauth scope": "Det påkrævede oauth-område mangler",
  "Failed to fetch platform settings": "Platformindstillingerne kunne ikke indlæses",
  "Failed to update platform settings": "Platformindstillingerne kunne ikke opdateres",
  "The Multistream server is temporarily unavailable": "Multistreamserveren er ikke tilgængelig i øjeblikket",
  "Failed to configure the Multistream server": "Multistreamtjenesten kunne ikke konfigureres",
  "Your YouTube account is not enabled for live streaming": "Din YouTube-konto er ikke konfigureret til livestreaming",
  "Failed to publish the YouTube broadcast": "YouTube-udsendelsen kunne ikke udgives",
  "Failed to post the Tweet": "Tweeten kunne ikke oprettes",
  "This feature is for Prime members only": "Denne funktion er kun for Prime-medlemmer",
  "An unkown error occurred": "Der opstod en uventet fejl",
  "Please enable your account for live streaming, and wait 24 hours before attempting to stream.": "Aktivér livestreaming for kontoen, og vent 24 timer inden du prøver at streame.",
  "Please try again. If the issue persists, you can stream directly to a single platform instead.": "Prøv igen. Hvis problemet ikke er løst, kan du i stedet prøve at streame direkte til en enkelt platform.",
  "Enable Live Streaming": "Aktivér livestreaming",
  "Destination": "Destination",
  "You cannot disable the platform you used to sign in to Streamlabs OBS. Please sign in with a different platform to disable streaming to this destinationType.": "Du kan ikke deaktivere den platform du brugte til at logge på Streamlabs OBS med. For at deaktivere streaming til denne destinationstype skal du logge på fra en anden platform.",
  "canNotDisablePrimaryPlatform": "Du kan ikke deaktivere den platform som du brugte til at logge ind med.<br/> Vil du <switch-account-link>logge ind på en anden konto</switch-account-link> i stedet?",
  "Your stream title or description contain banned words": "Titlen på eller beskrivelsen af din stream indeholder forbudte ord",
  "Invalid settings. Please check the form": "Ugyldige indstillinger. Kontrollér formularen",
  "Common Stream Settings": "Hyppigt brugte streamindstillinger"
}
