{
  "Are you sure you want to stop streaming?": "Er du sikker på du vil stoppe streamen?",
  "Invalid Path or Connection URL.  Please check your settings to confirm that they are valid.": "Ugyldig sti eller forbindelses URL.  Kontroller indstillinger for at bekræfte, at de er gyldige.",
  "Failed to connect to the streaming server.  Please check your internet connection.": "Der kunne ikke oprettes forbindelse til streamingserveren.  Kontrollér internetforbindelsen.",
  "Disconnected from the streaming server.  Please check your internet connection.": "Forbindelse til streamingserveren er blevet afbrudt.  Kontrollér internetforbindelsen.",
  "Could not access the specified channel or stream key. Please log out and back in to refresh your credentials. If the problem persists, there may be a problem connecting to the server.": "Kunne ikke få adgang til den specificerede kanal eller streamnøgle. Log ud og ind igen for at opdatere dine legitimationsoplysninger. Hvis problemet fortsætter kan der være et problem med at oprette forbindelse til serveren.",
  "There is not sufficient disk space to continue recording.": "Der er ikke tilstrækkelig diskplads til at fortsætte optagelsen.",
  "The output format is either unsupported or does not support more than one audio track.  ": "Udgangsformat er enten ikke understøttet, eller den understøtter ikke flere lydspor.  ",
  "Please check your settings and try again.": "Kontrollér indstillingerne, og prøv igen.",
  "An unexpected error occurred:": "Der opstod en uventet fejl:",
  "Title": "Titel",
  "Game": "Spil",
  "Do not show this message when going live": "Vis ikke denne meddelelse når du går live",
  "You will not be asked again to update your stream info when going live.  ": "Du vil ikke blive spurgt igen om du vil opdatere din streaminfo når går live.  ",
  "You can re-enable this from the settings.": "Du kan slå det til igen i indstillingerne.",
  "Confirm & Go Live": "Bekræft, og gå live",
  "Update Stream Info": "Opdater streaminfo",
  "Use optimized encoder settings": "Brug optimerede encoderindstillinger",
  "Optimized encoder gives equivalent quality while reducing usage. Game specific encoders for Fortnite, PUBG, Destiny 2, and League Of Legends": "Optimeret encoder giver samme kvalitet ved lavere ressourceforbrug. Spilspecifik encoder til Fortnite, PUBG, Destiny 2 og League of Legends",
  "Something went wrong while updating your stream info.  Please try again.": "Noget gik under opdateringen af streamoplysningerne.  Prøv igen.",
  "Something went wrong while updating your stream info. You can try again, or you can": "Noget gik under opdateringen af streamoplysningerne. Du kan prøve igen, eller du kan",
  "just go live": "og gå live alligevel",
  "Optimized profile for average CPUs": "Optimeret profil for standard-CPU'er",
  "Optimized profile for weak CPUs": "Optimeret profil til langsomme CPU'er",
  "YouTube account not enabled for live streaming": "YouTube-kontoen er ikke konfigureret til livestreaming",
  "Fix": "Ret det",
  "I'm set up": "Jeg er klar",
  "End Stream": "Afslut stream",
  "Starting": "Starter",
  "Ending": "Slutter",
  "Reconnecting": "Genopretter forbindelse",
  "Go Live": "Gå live",
  "Stop": "Stop",
  "Save Replay": "Gem replay",
  "Schedule Stream": "Planlæg stream",
  "View your live stream in a web browser": "Se din livestream i en webbrowser",
  "Edit your stream title and description": "Rediger titlen og beskrivelsen på din stream",
  "Go to Live Dashboard": "Gå til Live Dashboard",
  "Are you sure you want to exit while live?": "Du er stadigvæk live. Er du sikker på at du vil afslutte?",
  "Enable the preview stream": "Aktivér forhåndsvisning af stream",
  "Disable the preview stream, can help with CPU": "Når streamforhåndsvisningen er deaktiveret, bruges der færre CPU-ressourcer",
  "viewers": "seere",
  "Refresh Chat": "Opdater chat",
  "Your chat is currently offline": "Din chat er i øjeblikket offline",
  "Set path in Settings > Output.": "Stien kan angives i Indstillinger > Output.",
  "Open Performance Window": "Åbn ydeevnevinduet",
  "Start Replay Buffer": "Start replay-buffer",
  "Stop Replay Buffer": "Stop replay-buffer",
  "Stopping...": "Stopper ...",
  "Your stream has been scheduled for %{time} from now. If you'd like to make another schedule please enter a different time": "Din stream er planlagt til %{time} fra nu. Hvis du gerne vil lave en anden tidsplan, skal du indtaste et andet tidspunkt",
  "Stop streaming to access these controls:": "Stop streaming for at få adgang til disse indstillinger:",
  "Tags": "Tags",
  "Select stream tags": "Vælg stream-tags",
  "You can now edit your channel tags from this screen.": "Du kan nu redigere dine kanaltags fra denne skærm.",
  "Log out and back in to reauthorize additional permissions.": "Log ud og ind igen for at godkende yderligere tilladelser.",
  "Are you sure you want to start streaming?": "Er du sikker på at du vil starte med at streame ?",
  "Please enable account for streaming to recieve a stream key": "Aktivér konto til streaming for at modtage en streamnøgle",
  "You must create a Facebook gaming page to go live.": "Du skal oprette en Facebook-gamingside for at gå live.",
  "Create Page": "Opret side",
  "Facebook Page": "Facebook-side",
  "Description": "Beskrivelse",
  "Checking optimized setting for": "Kontrollerer den optimerede indstilling for",
  "You will not be asked again to update your stream info when going live. ": "Du vil ikke blive spurgt igen om du vil opdatere din streaminfo når går live. ",
  "Schedule": "Tidsplan",
  "No matching game(s) found.": "Ingen matchende spil fundet.",
  "Use optimized encoder settings ": "Brug optimerede encoderindstillinger ",
  "Use optimized encoder settings for %{game}": "Brug optimerede encoderindstillinger til %{game}",
  "Scheduled Date": "Planlagt dato",
  "Scheduled Time": "Planlagt tid",
  "You are 10 minutes away from the 8 hour stream limit": "Der er kun 10 minutter tilbage til streamgrænsen på 8 timer",
  "Stream has disconnected, attempting to reconnect.": "Streamen er blevet afbrudt. Forsøger at oprette forbindelse igen.",
  "Start typing to search": "Begynd at skrive for at søge",
  "Twitch requires two factor authentication to be enabled on your account in order to stream to Twitch. Please enable two factor authentication and try again.": "Twitch kræver at tofaktorgodkendelse er aktiveret på din konto, for at kunne streame til Twitch. Aktivér tofaktorgodkendelse, og prøv igen.",
  "Twitch Authentication Error": "Fejl ved Twitch-godkendelse",
  "Enable Two Factor Authentication": "Aktivér tofaktorgodkendelse",
  "Dismiss": "Afvis",
  "It looks like you haven't added any video sources yet, so you will only be outputting a black screen.": "Det ser ud til at du ikke har tilføjet nogen videokilder endnu, så du viser kun en sort skærm.",
  "Are you sure you want to do this?": "Er du sikker på at du vil gøre dette?",
  "You can add sources by clicking the + icon near the Sources box at any time": "Du kan altid tilføje kilder ved at klikke på plusikonet ud for kildefeltet",
  "Tweet to let your followers know you're going live": "Skriv på Tweeter når du går live så dine følgere kan se med",
  "Optimized encoding provides better quality and/or lower cpu/gpu usage. Depending on the game, resolution may be changed for a better quality of experience": "Med optimeret encoding får du bedre kvalitet og/eller lavere cpu/gpu-forbrug. Afhængigt af spillet skal opløsningen muligvis ændres for at give de bedste resultater",
  "An error occurred with the output. This is usually caused by out of date video drivers. Please ensure your Nvidia or AMD drivers are up to date and try again.": "Der opstod en fejl med outputtet. Dette skyldes normalt forældede videoenheder. Sørg for at dine Nvidia- eller AMD-enheder er opdaterede, og prøv igen.",
  "An error occurred with the output. Please check and switch encoders in your streaming and recording Output settings.": "Der opstod en fejl med outputtet. Kontrollér og skift kodere i outputindstillingerne for streaming og optagelse.",
  "OK": "OK",
  "Streaming Error": "Streamingfejl",
  "Recording Error": "Optagelsesfejl",
  "Replay Buffer Error": "Fejl i replaybuffer",
  "Learn More": "Lær mere",
  "More": "Mere",
  "System error message:": "Systemfejlmeddelelse:",
  "Something went wrong while going live, please try again.": "Der gik noget galt mens du gik live. Prøv igen.",
  "Your stream has started, but there were issues with other actions taken": "Din stream er startet, men der var problemer med andre handlinger",
  "You must select a game": "Du skal vælge et spil",
  "Please schedule no further than 7 days in advance and no sooner than 10 minutes in advance.": "Planlæg højst 7 dage i forvejen og minimum 10 minutter i forvejen.",
  "No Sources": "Ingen kilder",
  "Enable Multistream": "Aktivér multistream",
  "Multistream allows you to stream to multiple platforms simultaneously.": "Multistream giver dig mulighed for at streame til flere platforme samtidig.",
  "Multistream": "Multistream",
  "Your Twitch login is expired. Please log in again to continue using Streamlabs": "Dit Twitch-login er udløbet. Log ind igen for at fortsætte med at bruge Streamlabs",
  "Refresh Login": "Opdater login",
  "%{platform} Settings": "%{platform}-indstillinger",
  "Update settings for %{platform}": "Opdater indstillinger for %{platform}",
  "Link to the %{platform} page has been copied to your clipboard": "Et link til %{platform}-siden er blevet kopieret til udklipsholderen",
  "Failed to fetch settings from %{platformName}": "Indstillinger fra %{platformName} kunne ikke indlæses",
  "Failed to update settings for %{platformName}": "Indstillinger for %{platformName} kunne ikke opdateres",
  "prepopulateStreamSettingsError": "Der opstod en fejl under indlæsningen af dine kanaloplysninger. Du kan prøve at <fetch-again-link>hente oplysningerne igen</fetch-again-link>, eller du kan <just-go-live-link>bare gå live</just-go-live-link>. Hvis fejlen fortsætter, kan du prøve at logge ud og på igen.",
  "updateStreamSettingsError": "Noget gik under opdateringen af streamoplysningerne. Du kan <try-again-link>prøve igen</try-again-link>, eller du kan <just-go-live-link>bare gå live</just-go-live-link>. Hvis fejlen fortsætter, kan du prøve at logge ud og på igen.",
  "twitchMissedScopeError": "<p>Det ser ud til at du har tilsluttet din Twitch-konto via streamlabs.com-webstedet. For at starte streaming skal du forbinde den igen via Streamlabs Desktop</p><connect-button>Connect Twitch</connect-button>",
  "tiktokReAuthError": "<p>Der opstod en godkendelsesfejl med TikTok. Log ind igen med TikTok.</p><connect-button>Tilknyt TikTok</connect-button>",
  "Multistreaming to these platforms requires Ultra": "Multistreaming til disse platforme kræver Ultra",
  "Become a Ultra member": "Bliv Ultra-medlem",
  "You must select a game for %{platformName}": "Du skal vælge et spil til %{platformName}",
  "Connect %{platformName} to Streamlabs.": "Tilslut %{platformName} til Streamlabs.",
  "Connect %{platformName}": "Tilslut %{platformName}",
  "Stream to %{platformName}": "Stream til %{platformName}",
  "Schedule to %{platformName}": "Opret tidsplan til %{platformName}",
  "Use different title, game and description": "Brug en anden titel, et andet spil og en anden beskrivelse",
  "Use different title and description": "Brug en anden titel og en anden beskrivelse",
  "Use different title and game": "Brug en anden titel og et andet spil",
  "Use different title": "Brug en anden titel",
  "Search tags": "Søg i tags",
  "Successfully updated": "Opdateringen er færdig",
  "Go back": "Tilbage",
  "Show Advanced Settings": "Vis avancerede indstillinger",
  "Configure the Multistream service": "Konfigurer multistreamtjenesten",
  "Configure the Dual Output service": "Konfigurer Dual Output-tjenesten",
  "Apply optimized settings": "Anvend optimerede indstillinger",
  "Start video transmission": "Start videotransmission",
  "Publish Youtube broadcast": "Udgiv YouTube-produktion",
  "Post a tweet": "Opret en tweet",
  "You could try reducing the number of your destinations to one for direct streaming.": "Ved direkte streaming kan du reducere antallet af dine destinationer til én.",
  "Add Destination": "Tilføj destination",
  "Extras": "Ekstra",
  "Go back to settings": "Tilbage til Indstillinger",
  "Select at least one destination": "Vælg mindst én destination",
  "You cannot unlink the platform you used to sign in to Streamlabs Desktop. If you want to unlink this platform, please sign in with a different platform.": "Du kan ikke fjerne linket til den platform du brugte til at logge på Streamlabs Desktop med. Hvis du vil fjerne linket til denne platform, skal du logge på fra en anden platform.",
  "You cannot disable the platform you used to sign in to Streamlabs Desktop. Please sign in with a different platform to disable streaming to this destination.": "Du kan ikke deaktivere den platform du brugte til at logge på Streamlabs Desktop med. For at deaktivere streaming til denne destination skal du logge på fra en anden platform.",
  "Checking optimized setting for %{game}": "Kontrollerer den optimerede indstilling for %{game}",
  "There was an error starting the output. Check your settings and try again. If this issue persists, please contact Streamlabs support.": "Der opstod en fejl ved start af output. Kontroller dine indstillinger, og prøv igen. Hvis dette problem fortsætter, skal du kontakte Streamlabs support.",
  "Contact Support": "Kontakt support",
  "The request to the platform failed": "Der kunne ikke sendes en anmodning til platformen",
  "No Facebook pages were found": "Der blev ikke fundet nogen Facebook-sider",
  "Missing required oauth scope": "Det påkrævede oauth-område mangler",
  "Failed to fetch platform settings": "Platformindstillingerne kunne ikke indlæses",
  "Failed to update platform settings": "Platformindstillingerne kunne ikke opdateres",
  "The Multistream server is temporarily unavailable": "Multistreamserveren er ikke tilgængelig i øjeblikket",
  "Failed to configure the Multistream server": "Multistreamtjenesten kunne ikke konfigureres",
  "Failed to configure the Dual Output service": "Kunne ikke konfigurere Dual Output-tjenesten",
  "The Multistream server is temporarily unavailable for Dual Output": "Multistream-serveren er midlertidigt utilgængelig for Dual Output",
  "Your YouTube account is not enabled for live streaming": "Din YouTube-konto er ikke konfigureret til livestreaming",
  "Failed to publish the YouTube broadcast": "YouTube-udsendelsen kunne ikke udgives",
  "Failed to post the Tweet": "Tweeten kunne ikke oprettes",
  "This feature is for Ultra members only": "Denne funktion er kun for Ultra-medlemmer",
  "An unknown error occurred": "Der opstod en uventet fejl",
  "Please enable your account for live streaming, and wait 24 hours before attempting to stream.": "Aktivér livestreaming for kontoen, og vent 24 timer inden du prøver at streame.",
  "Please try again. If the issue persists, you can stream directly to a single platform instead.": "Prøv igen. Hvis problemet ikke er løst, kan du i stedet prøve at streame direkte til en enkelt platform.",
  "Enable Live Streaming": "Aktivér livestreaming",
  "Destination": "Destination",
  "You cannot disable the platform you used to sign in to Streamlabs Desktop. Please sign in with a different platform to disable streaming to this destinationType.": "Du kan ikke deaktivere den platform du brugte til at logge på Streamlabs Desktop med. For at deaktivere streaming til denne destinationstype skal du logge på fra en anden platform.",
  "canNotDisablePrimaryPlatform": "Du kan ikke deaktivere den platform som du brugte til at logge ind med.<br/> Vil du <switch-account-link>logge ind på en anden konto</switch-account-link> i stedet?",
  "Your stream title or description contain banned words": "Titlen på eller beskrivelsen af din stream indeholder forbudte ord",
  "Platform": "Platform",
  "Update scheduled event": "Opdater planlagt begivenhed",
  "Schedule new stream": "Planlæg ny stream",
  "Stream scheduled": "Stream planlagt",
  "Invalid settings. Please check the form": "Ugyldige indstillinger. Kontrollér formularen",
  "Common Stream Settings": "Hyppigt brugte streamindstillinger",
  "Schedule Stream for %{formattedDate}": "Planlæg stream til %{formattedDate}",
  "Update Scheduled Stream for %{formattedDate}": "Upload planlagt stream til %{formattedDate}",
  "You can not schedule to a past date": "Du kan ikke planlægge til en dato i fortiden",
  "Streamlabs requires additional permissions from your Twitch account. Please log in with Twitch to continue.": "Streamlabs kræver yderligere tilladelser fra din Twitch-konto. Log ind med Twitch for at fortsætte.",
  "Can not schedule the stream for the given date/time": "Kan ikke planlægge streaming til den angivne dato/tid",
  "Failed to load YouTube events": "Det lykkedes ikke at indlæse YouTube-begivenheder",
  "Failed to load Facebook events": "Det lykkedes ikke at indlæse Facebook-begivenheder",
  "Stream to multiple platforms with Prime": "Stream til flere platforme med Prime",
  "Go live on multiple platforms at once with Multistreaming.": "Gå live på flere platforme på samme tid med Multistreaming.",
  "Step 1: Connect your streaming accounts in the <stream>Stream</stream> settings.": "Trin 1: Tilslut dine streamingkonti i <stream>Stream</stream>-indstillingerne.",
  "Step 2: Ensure the \"Confirm stream title and game before going live\" option is checked in the <general>General</general> settings tab.": "Trin 2: Sørg for, at indstillingen \"Bekræft streamtitel og spil, før du går live\" er markeret under fanen <general>Generelt</general>.",
  "Step 3: Select which platforms you are streaming to when you hit \"Go Live\".": "Trin 3: Vælg, hvilke platforme du vil streame til, når du trykker på \"Gå live\".",
  "New features coming soon!": "Nye funktioner på vej!",
  "Stream to multiple platforms at once with <ultra>Streamlabs Ultra</ultra>.": "Stream til flere platforme på én gang med <ultra>Streamlabs Ultra</ultra>.",
  "Dual Output": "Dual Output",
  "Stream to horizontal and vertical platforms simultaneously. Recordings will be in horizontal only.": "Stream til vandrette og lodrette platforme samtidigt. Optagelserne vil kun være i vandret visning.",
  "Dual Output Settings": "Dual Output-indstillinger",
  "Enable Dual Output": "Aktivér Dual Output",
  "Set your default output mode for each platform.": "Angiv standardoutputtilstand for hver platform.",
  "Set Dual Output Settings": "Angiv Dual Output-indstillinger",
  "Mode:": "Tilstand:",
  "Horizontal": "Vandret",
  "You can select which one to stream with in the Go Live window.": "Du kan vælge, hvilken du vil streame med, i Go Live-vinduet.",
  "Video Output Orientation": "Orientering af videooutput",
  "Show horizontal display.": "Vis vandret visning.",
  "Show vertical display.": "Vis lodret visning.",
  "Hide horizontal display.": "Skjul vandret visning.",
  "Hide vertical display.": "Skjul lodret visning.",
  "Upgrade your stream with premium themes with <ultra>Streamlabs Ultra</ultra>.": "Opgrader din stream med temaer i høj kvalitet med <ultra>Streamlabs Ultra</ultra> .",
  "You cannot change these settings when you're live.": "Du kan ikke ændre disse indstillinger, mens du er live.",
  "<dualoutput>Dual Output</dualoutput> is enabled - you must stream to one horizontal and one vertical platform.": "<dualoutput>Dual Output</dualoutput> er aktiveret – du skal streame til én vandret og én lodret platform.",
  "Other": "Andet",
  "Add Destination with Ultra": "Tilføj destination med Ultra",
  "Please log in to enable dual output. Would you like to log in now?": "Log ind for at aktivere dobbeltoutput. Vil du logge ind nu?",
  "To use Dual Output you must stream to at least one horizontal and one vertical platform.": "For at bruge Dual Output skal du streame til mindst én vandret og én lodret platform.",
  "Cannot toggle Dual Output while live.": "Kan ikke skifte til Dual Output, når du er live.",
  "Cannot toggle Dual Output while in Studio Mode.": "Kan ikke skifte til Dual Output i Studio-tilstand.",
  "Dual Output can’t be displayed - Selective Recording only works with horizontal sources and disables editing the vertical output scene. Please disable selective recording from Sources to set up Dual Output.": "Dual Output kan ikke vises – selektiv optagelse fungerer kun med vandrette kilder og deaktiverer redigering af den lodrette outputscene. Deaktivér selektiv optagelse fra kilder for at konfigurere Dual Output.",
  "Selective Recording can only be used with horizontal sources.": "Selektiv optagelse kan kun bruges med vandrette kilder.",
  "Set up Go Live Settings for Dual Output Mode in the Go Live window.": "Konfigurer Go Live-indstillinger for Dual Output-tilstand i Go Live-vinduet.",
  "Cannot toggle Studio Mode in Dual Output Mode.": "Kan ikke slå Studio-tilstand til og fra i Dual Output-tilstand.",
  "Upgrade your stream with premium overlays with <ultra>Streamlabs Ultra</ultra>.": "Opgrader din stream med førsteklasses overlays med <ultra>Streamlabs Ultra</ultra>.",
  "Instagram Stream Key": "Instagram-streamnøgle",
  "Instagram Stream URL": "Instagram-stream-URL",
  "Remember to open Instagram in browser and click \"Go Live\" to start streaming!": "Husk at åbne Instagram i browseren og klikke på \"Go Live\" for at begynde at streame!",
  "Remember to update your Stream Key": "Husk at opdatere din streamnøgle",
  "Stream URL": "Stream-URL",
  "Tweet": "Tweet",
  "Viewers Hidden": "Skjulte seere",
  "Failed to upload the thumbnail": "Kunne ikke uploade miniaturebilledet",
  "Failed to authenticate with TikTok": "Kunne ikke godkende med TikTok",
  "Your TikTok account is not enabled for live streaming": "Din TikTok-konto er ikke aktiveret til livestreaming",
  "Error generating TikTok stream credentials": "Fejl ved generering af legitimationsoplysninger til TikTok-stream",
  "You are already live on a another device": "Du er allerede live på en anden enhed",
  "Connect your TikTok account to stream to TikTok and one additional platform for free.": "Tilknyt din TikTok-konto for at streame gratis til TikTok og en ekstra platform.",
  "Failed to authenticate with TikTok, re-login or re-merge TikTok account": "Failed to authenticate with TikTok, re-login or re-merge TikTok account",
  "user might be blocked from streaming to TikTok but do not say they are. Refer them to TikTok": "user might be blocked from streaming to TikTok but do not say they are. Refer them to TikTok",
  "While updating your Twitch channel info, some tags were removed due to moderation rules: %{tags}": "Under opdateringen af dine Twitch-kanaloplysninger blev nogle tags fjernet på grund af moderationsregler: %{tags}",
  "Content Classification": "Klassificering af indhold",
  "Stream features branded content": "Stream har branded indhold",
  "Streaming to %{platform} is temporary unavailable": "Streaming til %{platform} er midlertidigt utilgængelig",
  "Code:": "Kode:",
  "request rejected by streaming platform with no other details provided. Confirm go live settings, streaming approval status and output settings": "Anmodningen blev afvist af streamingplatformen uden yderligere oplysninger. Bekræft Go Live-indstillinger, godkendelsesstatus for streaming og outputindstillinger",
  "request rejected by streaming platform. If error shows the user is blocked, do not say that they are blocked but instead ask them to confirm their streaming status with the platform": "anmodning afvist af streamingplatform. Hvis fejlen viser, at brugeren er blokeret, skal du ikke sige, at vedkommende er blokeret, men i stedet bede brugeren om at bekræfte sin streamingstatus med platformen",
  "escalate to the engineering team": "eskaler til teknikerteamet",
  "confirm streaming approval status with TikTok": "bekræft streaminggodkendelsesstatus med TikTok",
  "end stream on other device to start": "afslut stream på anden enhed for at starte",
  "confirm Live Access status with TikTok": "bekræft Live Access-status med TikTok",
  "unlink and re-merge TikTok account, then restart Desktop": "fjern tilknytningen, og flet TikTok-kontoen igen, og genstart derefter Desktop.",
  "re-login or re-merge TikTok account": "log ind igen, eller flet TikTok-kontoen igen",
  "Streaming to platform is temporarily not available, confirm streaming approval and output settings.": "Streaming til platformen er midlertidigt utilgængelig. Bekræft streaminggodkendelse og outputindstillinger.",
  "Failed to update %{platform} account. Please relogin to your %{platform} account.": "Kunne ikke opdatere %{platform}-konto. Log ind på din %{platform}-konto igen.",
  "Failed to update %{platform} account. Please unlink and reconnect your %{platform} account.": "Kunne ikke opdatere %{platform}-konto. Fjern tilknytningen til din %{platform}-konto, og tilknyt den igen.",
  "Failed to update %{platform} account": "Kunne ikke opdatere %{platform}-konto",
  "<unlink>Unlink here</unlink>": "<unlink>Fjern tilknytningen her</unlink>",
  "Primary Chat": "Primær chat",
  "Go to Settings -> Output -> Recording -> Recording Path if you need to change this location.": "Gå til Indstillinger > Output > Optagelse > Optagelsessti, hvis du vil ændre denne placering.",
  "An error occurred with the output. Please check your streaming and recording settings.": "Der opstod en fejl med outputtet. Kontollér dine streaming- og optagelsesinstillinger",
  "JSON returned, escalate to the engineering team.": "JSON returneret, eskaler til teknikerteamet.",
  "error most likely occurred before going live": "fejlen opstod sandsynligvis, før du gik live",
  "You're not eligible to Go Live, your profile needs to be at least 60 days old, or your page needs to have at least 100 followers": "Du er ikke berettiget til at gå live. Din profil skal være mindst 60 dage gammel, eller din side skal have mindst 100 følgere",
  "Are you sure you want to start multistreaming with errors?": "Er du sikker på, at du vil starte multistreaming med fejl?",
  "Unknown error with no further details, please contact support": "Ukendt fejl uden yderligere oplysninger, kontakt support",
  "You are currently logged out. Please log in or confirm your server url and stream key": "Du er i øjeblikket logget ud. Log ind, eller bekræft din server-URL og streamnøgle",
  "user probably has an invalid server url or stream key": "brugeren har sandsynligvis en ugyldig server-url eller streamnøgle",
  "Your computer is locked": "Din computer er låst",
  "Please try again. If the issue persists, you can stream in single output mode instead.": "Prøv igen. Hvis problemet fortsætter, kan du i stedet for streame i enkeltoutputtilstand.",
  "Enable Dual Output to stream to horizontal & vertical platforms simultaneously": "Aktivér Dual Output for at streame til vandrette og lodrette platforme samtidigt",
  "Disable Dual Output": "Deaktiver Dual Output",
  "You can now reply to Twitch, YouTube and Facebook messages in Multistream chat. Click to learn more.": "Du kan nu svare på Twitch-, YouTube- og Facebook-beskeder i Multistream-chat. Klik for at få mere at vide.",
  "Multistream Chat Platform Support": "Understøttelse af multistream-chatplatform",
  "You have selected %{colorFormat} as Color Format. Formats other than NV12 and P010 are commonly used for recording, and might incur high CPU usage or the streaming platform might not support it. Go to Settings -> Advanced -> Video to review.": "Du har valgt %{colorFormat} som farveformat. Der bruges ofte andre formater end NV12 og P010 til optagelse, og det kan medføre højt CPU-forbrug, eller også understøtter streamingplatformen dem muligvis ikke. Gå til Indstillinger -> Avanceret -> Video for at gennemgå indstillingen.",
  "Selective Recording Enabled": "Selective Recording Enabled",
  "Selective Recording only works with horizontal sources and disables editing the vertical output scene. Please disable Selective Recording to go live with Dual Output.": "Selective Recording only works with horizontal sources and disables editing the vertical output scene. Please disable Selective Recording to go live with Dual Output.",
  "Studio Mode Enabled": "Studio Mode Enabled",
  "Cannot toggle Dual Output while in Studio Mode. Please disable Studio Mode to go live with Dual Output.": "Cannot toggle Dual Output while in Studio Mode. Please disable Studio Mode to go live with Dual Output.",
  "Confirm Horizontal and Vertical Platforms": "Confirm Horizontal and Vertical Platforms",
  "All platforms are currently assigned to the <display></display> display. To use Dual Output you must stream to one horizontal and one vertical platform. Do you want to go live in single output mode with the Horizontal display?": "All platforms are currently assigned to the <display></display> display. To use Dual Output you must stream to one horizontal and one vertical platform. Do you want to go live in single output mode with the Horizontal display?",
  "Streamlabs has detected high CPU usage in Dual Output mode": "Streamlabs has detected high CPU usage in Dual Output mode",
  "System resource overuse.": "System resource overuse.",
  "To mitigate hide one of outputs or right click in editor to enable Performance Mode.": "To mitigate hide one of outputs or right click in editor to enable Performance Mode.",
  "This problem could also be due to high CPU usage from other applications or unsuitable encoder settings.": "This problem could also be due to high CPU usage from other applications or unsuitable encoder settings.",
  "When this happens, Streamlabs does not have any resources left over.": "When this happens, Streamlabs does not have any resources left over.",
  "Hide one or both of the displays in Editor's Scene section": "Hide one or both of the displays in Editor's Scene section",
  "Ensure that you don't have any other applications open that are heavy on your CPU": "Ensure that you don't have any other applications open that are heavy on your CPU",
  "Enable Performance Mode": "Enable Performance Mode",
  "High CPU Usage": "High CPU Usage",
  "Detect CPU usage in Dual Output mode": "Detect CPU usage in Dual Output mode",
  "High CPU Usage: %{percentage}% used": "High CPU Usage: %{percentage}% used",
  "High CPU Usage: Detected": "High CPU Usage: Detected",
  "TikTok Audience": "TikTok-publikum",
  "Share stream link": "Share stream link",
  "Copy stream link": "Copy stream link",
  "Copy %{platform} link": "Copy %{platform} link",
  "Copied to clipboard": "Copied to clipboard"
}
