{
  "TikTok Server URL": "TikTok-server-URL",
  "TikTok Stream Key": "TikTok-streamnøgle",
  "Locate my Stream Key": "Find min streamnøgle",
  "Click here to learn more about streaming on TikTok": "Klik her for at få mere at vide om streaming på TikTok",
  "Go to the TikTok Live Center Dashboard": "Gå til TikTok Live Center Dashboard",
  "Go live to TikTok with a single click. Click here to learn more.": "Gå live på TikTok med et enkelt klik. Klik her for at få mere at vide.",
  "Apply for TikTok Live Permission": "Ansøg om tilladelse til TikTok Live",
  "Reapply for TikTok Live Permission": "Ansøg igen om tilladelse til TikTok Live",
  "Generate with \"Locate my Stream Key\"": "Generer med \"Find min streamnøgle\"",
  "You do not have permission to stream live to TikTok.": "Du har ikke tilladelse til at streame live til TikTok.",
  "Open TikTok Live Center": "Åbn TikTok Live Center",
  "Access chat for TikTok in the TikTok Live Center.": "Få adgang til chat for TikTok i TikTok Live Center.",
  "Failed to update TikTok account": "Kunne ikke opdatere TikTok-konto",
  "Failed to update TikTok account. Please unlink and reconnect your TikTok account.": "Kunne ikke opdatere TikTok-konto. Fjern tilknytningen til din TikTok-konto, og tilknyt den igen.",
  "Close Streamlabs Desktop and reload": "Luk Streamlabs Desktop, og genindlæs det",
  "Go to Settings - Stream and reconnect TikTok": "Gå til Indstillinger – Stream, og tilknyt TikTok igen",
  "Connect TikTok Account": "Tilknyt TikTok-konto",
  "Failed to generate TikTok stream credentials. Confirm Live Access with TikTok.": "Kunne ikke generere legitimationsoplysninger til TikTok-streaming. Bekræft Live-adgang med TikTok.",
  "Approvals are solely at TikTok's discretion.": "Godkendelse sker udelukkende efter TikToks skøn.",
  "TikTok Category": "TikTok-kategori",
  "TikTok Live Access not granted. Click here to learn more.": "TikTok Live-adgang ikke givet. Klik her for at få mere at vide.",
  "Only 32 characters of your title will display on TikTok": "Kun 32 tegn af din titel vises på TikTok",
  "You may be eligible for TikTok Live Access. <apply>Apply here.</apply>": "Du er muligvis berettiget til TikTok Live-adgang. <apply>Ansøg her.</apply>",
  "Click to view TikTok Replay in your browser.": "Klik for at se TikTok Replay i din browser.",
  "TikTok Stream Error": "TikTok-streamfejl",
  "Couldn't confirm TikTok Live Access. Apply for Live Permissions below": "Kunne ikke bekræfte adgang til TikTok Live. Ansøg om livetilladelser nedenfor"
}
