{
  "Troubleshooter": "Fejlfinding",
  "Open Settings": "Åbn indstillinger",
  " Streamlabs OBS has detected dropped frames": " Streamlabs OBS har opdaget tabte frames",
  "What does this mean?": "Hvad betyder det?",
  " Some frames have not been uploaded. This problem is usually related to a poor network connection.": " Nogle frames ikke er blevet uploadet. Dette problem er normalt relateret til en dårlig netværksforbindelse.",
  "What can I do?": "Hvad kan jeg gøre?",
  "Check the health of your Internet connection": "Tjek din internetforbindelse",
  "Change your ingest server": "Skift din forbindelsesserver",
  "If none of these worked, lower your bitrate": "Hvis ingen af disse virkede, sænk din bitrate",
  "Streamlabs OBS has detected skipped frames": "Streamlabs OBS har opdaget oversprungne frames",
  "Some frames have not been encoded.": "Nogle frames der ikke er encodet.",
  "This problem is usually due to high CPU usage or unsuitable encoder settings.": "Dette problem er normalt på grund af højt CPU-forbrug eller uegnede encoder indstillinger.",
  "Lower your encoder settings (preset)": "Gør dine encoder indstillinger lavere (forudindstilling)",
  "Ensure that you don't have any other applications open that are heavy on your CPU": "Sikre, dig at du ikke har andre programmer åbne, der er tunge for din CPU",
  "Enable performance mode in the Editor context menu": "Aktiver ydeevne tilstand i Editor kontekstmenu",
  "Streamlabs OBS has detected lagged frames": "Streamlabs OBS har opdaget forsinkede frames",
  "Some frames took too long to get rendered.": "Nogle frames tog for lang tid at få renderet.",
  "Usually the problem is related to your game using up too many GPU resources.": "Problemet er normalt relateret til dit spil tager mange GPU ressourcer.",
  "When this happens, Streamlabs OBS does not have any resources left over to render frames.": "Når dette sker, har Streamlabs OBS ikke nogen ressourcer tilovers til at gengive billeder.",
  "Cap your in-game framerate": "Sæt et loft på dine in-game frames per sekund",
  "Enable VSync in your game": "Aktiver VSync i dit spil",
  "Disable FreeSync or GSync in your Driver": "Deaktiver FreeSync eller GSync i din driver",
  "Lower graphics settings until you stop lagging frames": "Sænk grafikindstillingerne, indtil du stopper med at miste frames",
  "Disable hardware decoding under any media sources(This will slightly increase cpu over gpu)": "Deaktiver hardware dekodning under alle medier kilder (dette vil flytte nogle opgaver fra GPU -> CPU)"
}
