{
  "Troubleshooter": "Fejlfinding",
  "Open Settings": "Åbn indstillinger",
  " Streamlabs has detected dropped frames": " Streamlabs har registreret tabte frames",
  "What does this mean?": "Hvad betyder det?",
  " Some frames have not been uploaded. This problem is usually related to a poor network connection.": " Nogle frames er ikke blevet uploadet. Dette problem opstår typisk pga. en ustabil internetforbindelse.",
  "What can I do?": "Hvad kan jeg gøre?",
  "Check the health of your Internet connection": "Tjek din internetforbindelse",
  "Change your ingest server": "Skift server",
  "If none of these worked, lower your bitrate": "Hvis dette ikke hjalp, kan du prøve at vælge en lavere bitrate",
  "Streamlabs has detected skipped frames": "Streamlabs har registreret oversprungne frames",
  "Some frames have not been encoded.": "Nogle frames er ikke blevet encodet.",
  "This problem is usually due to high CPU usage or unsuitable encoder settings.": "Dette problem opstår typisk når CPU'en er overbelastet, eller når der bruges forkerte encoderindstillinger.",
  "Lower your encoder settings (preset)": "Rediger encoderindstillingerne (vælg en lavere forudindstilling)",
  "Ensure that you don't have any other applications open that are heavy on your CPU": "Sørg for at ingen andre programmer er åbne og bruger CPU-ressourcer",
  "Enable performance mode in the Editor context menu": "Aktivér performanceydeevne i kontekstmenuen for Editor",
  "Streamlabs has detected lagged frames": "Streamlabs har registreret forsinkede frames",
  "Some frames took too long to get rendered.": "Det tog uventet lang tid at behandle visse frames.",
  "Usually the problem is related to your game using up too many GPU resources.": "Dette problem opstår typisk når spillet bruger for mange GPU-ressourcer.",
  "When this happens, Streamlabs does not have any resources left over to render frames.": "Når dette sker, er der ingen ledige ressourcer for Streamlabs til at behandle framedata.",
  "Cap your in-game framerate": "Sæt en begrænsning for FPS i spillet",
  "Enable VSync in your game": "Aktivér VSync i spillet",
  "Disable FreeSync or GSync in your Driver": "Deaktiver FreeSync eller GSync i driveren",
  "Lower graphics settings until you stop lagging frames": "Vælg lavere grafikindstillinger til der ikke længere tabes frames",
  "Disable hardware decoding under any media sources(This will slightly increase cpu over gpu)": "Deaktiver hardwaredecodingen (dette vil bruge CPU'en i stedet for GPU'en til visse opgaver)"
}
