{
  "Game Widget": "Game Widget",
  "Let your viewers play a game in chat": "Lader dine seere spille et spil i chatten",
  "Chat Decision Time": "Beslutningstid i chatten",
  "Trigger Command": "Start en kommando",
  "Chat Response Timer": "Timer for svar i chatten",
  "No Input Recieved": "Intet svar",
  "Restarting Game": "Genstarter spillet",
  "Chat's Turn": "Chattens tur",
  "Chat Marker Color": "Chatmarkørens farve",
  "Chat Win Color": "Farve for sejr til chatten",
  "AI's Turn": "AI's tur",
  "AI Marker Color": "AI's markørfarve",
  "AI Win Color": "Farve for sejr til AI'en",
  "Chat Won": "Chatten vandt",
  "Chat Lost": "Chatten tabte",
  "Draw Game": "Uafgjort",
  "Cannot Play Here": "Der kan ikke spilles her",
  "Game End Message Duration": "Længde på meddelelse om at spillet er slut",
  "Chat Marker": "Chatmarkør",
  "AI Marker": "AI-markør",
  "General Settings": "Generelle indstillinger",
  "Game Settings": "Spilindstillinger",
  "Current Game": "Aktuelt spil",
  "Tic Tac Toe": "Kryds og bolle",
  "The duration in seconds to collect chat's responses before passing them to the game": "Antal sekunder, det tager at hente chattens svar, inden de videreføres til spillet",
  "Command used by the chat to provide their response": "Kommando, der bruges af chatten til at registrere svar",
  "Message displayed to let the chat know they didn't provide any input": "Meddelelse, der vises, for at give chatten besked om, at der ikke er modtaget svar",
  "Message displayed to let the chat know the game is restarting": "Meddelelse, der vises, for at give chatten besked om, at spillet genstartes",
  "Marker used to display where chat played their turn. Please make sure it's not more than 1 character": "Markør bruges til at vise, hvor chatten spillede deres tur. Sørg for, at det ikke er på mere end 1 tegn",
  "Message to let everyone know that it's chat's turn to play": "Meddelelse til alle om, at det er chattens tur",
  "Marker used to display where AI played it's turn. Please make sure it's not more than 1 character": "Markør bruges til at vise, hvor AI spillede deres tur. Sørg for, at det ikke er på mere end 1 tegn",
  "Message to let everyone know that it's AI's turn to play": "Meddelelse til alle om, at det er AI'S tur",
  "Message displayed to let everyone know chat won": "Meddelelse til alle om, at chatten vandt",
  "Message displayed to let everyone know chat lost": "Meddelelse til alle om, at chatten tabte",
  "Message displayed to let everyone know the game was a draw": "Meddelelse til alle om, at spillet endte uafgjort",
  "Message to let chat know that they cannot play the current move": "Meddelelse til chatten om, at chatten ikke kan foretage dette træk",
  "Display the game ended message for these many seconds": "Vis meddelelse om, at spillet er afsluttet i så mange sekunder",
  "Chat Word": "Chattens ord",
  "Misplaced Character Tile": "Felt for fejlplaceret tegn",
  "Misplaced Character": "Fejlplaceret tegn",
  "Correct Character Tile": "Felt for korrekt placeret tegn",
  "Correct Character": "Korrekt placeret tegn",
  "Wrong Character Tile": "Felt for forkert tegn",
  "Wrong Character": "Forkert tegn",
  "Chat Won Title": "Chatten vandt titel",
  "Chat Lost Title": "Chatten tabte titel",
  "Wrong Word Chosen Message": "Meddelelse om valg af forkert ord",
  "Invalid Response Message": "Meddelelse om ugyldigt svar",
  "Change the color of the tile to this color when a character is present in the word but is misplaced": "Skift feltets farve til denne farve, når et tegn findes i ordet, men er forkert placeret",
  "Change the color of the character to this if it is present in the word but is misplaced": "Skift tegnets farve til denne, hvis det findes i ordet, men er forkert placeret",
  "Change the color of the tile to this color when a character is present in the correct location in the word": "Skift feltets farve til denne farve, når et tegn findes på det rette sted i ordet",
  "Change the color of the character to this if it is present in the correct location in the word": "Skift tegnets farve til denne, hvis det findes på det rette sted i ordet",
  "Change the color of the tile to this color when a character is not present in the word": "Skift feltets farve til denne farve, når et tegn ikke findes i ordet",
  "Change the color of the character to this if it is not present in the word": "Skift tegnets farve til denne, hvis det ikke findes i ordet",
  "Message to let the chat know they chose the wrong word. The word will still get evaluated, it's just an announcement": "Meddelelse for at fortælle chatten, at de har valgt det forkerte ord. Ordet vil stadig blive evalueret. Det er kun en meddelelse",
  "Message to let the chat know that the chosen word is not valid. Reason for invalidation can include wrong character length and more": "Meddelelse for at fortælle chatten, at det valgte ord er ugyldigt. Årsagen til ugyldiggørelse kan omfatte forkert tegnlængde og meget mere"
}
