{
  "Are you sure you want to stop streaming?": "Вы уверены, что хотите остановить трансляцию?",
  "Invalid Path or Connection URL.  Please check your settings to confirm that they are valid.": "Недопустимый путь или URL-адрес соединения.  Пожалуйста, проверьте ваши настройки, чтобы убедиться, что они верны.",
  "Failed to connect to the streaming server.  Please check your internet connection.": "Не удалось подключиться к потоковому серверу. Пожалуйста, проверьте подключение к интернету.",
  "Disconnected from the streaming server.  Please check your internet connection.": "Произошло отключение от сервера потоковой передачи. Пожалуйста, проверьте подключение к интернету.",
  "Could not access the specified channel or stream key, please double-check your stream key.  ": "Не удалось получить доступ к указанному каналу или ключу трансляции, пожалуйста, проверьте свой ключ трансляции.  ",
  "If it is correct, there may be a problem connecting to the server.": "Если все верно, возможно, существует проблема с подключением к серверу.",
  "There is not sufficient disk space to continue recording.": "Недостаточно места на диске для продолжения записи.",
  "The output format is either unsupported or does not support more than one audio track.  ": "Формат вывода либо не поддерживается, либо не поддерживает более одной звуковой дорожки.  ",
  "Please check your settings and try again.": "Пожалуйста проверьте свои настройки и попробуйте снова.",
  "An unexpected error occurred:": "Произошла непредвиденная ошибка:",
  "Title": "Название",
  "Game": "Игра",
  "Do not show this message when going live": "Не показывать это сообщение во время начала прямого эфира",
  "You will not be asked again to update your stream info when going live.  ": "Вас больше не будут просить обновить информацию о вашей трансляции, когда вы выходите в прямой эфир.  ",
  "You can re-enable this from the settings.": "Можете повторно включить из настроек.",
  "Confirm & Go Live": "Подтвердить и начать прямой эфир",
  "Update Stream Info": "Обновить информацию о трансляции",
  "There was an error fetching your channel information.  You can try": "Произошла ошибка при выборке информации о вашем канале.  Вы можете попробовать",
  "fetching the information again": "отправить информацию заново",
  "or you can": "или вы можете",
  "just go live.": "просто начать эфир.",
  "If this error persists, you can try logging out and back in.": "Если ошибка сохранится, вы можете попробовать выйти из системы и зайти вновь.",
  "Use optimized encoder settings": "Использовать оптимальные настройки кодировщика",
  "Optimized encoder gives equivalent quality while reducing usage. Game specific encoders for Fortnite, PUBG, Destiny 2, and League Of Legends": "Оптимальный кодировщик обеспечивает эквивалентное качество, снижая при этом нагрузку. Кодировщики для таких игр, как Fortnite, PUBG, Destiny 2 и League Of Legends",
  "Something went wrong while updating your stream info.  Please try again.": "Что-то пошло не так при обновлении информации трансляции. Пожалуйста, попробуйте еще раз.",
  "Something went wrong while updating your stream info. You can try again, or you can": "Что-то пошло не так при обновлении информации стрима. Вы можете попробовать еще раз, или вы можете",
  "just go live": "всё равно начать эфир",
  "Optimized profile for average CPUs": "Оптимальный профиль для средних процессоров",
  "Optimized profile for weak CPUs": "Оптимальный профиль для слабых процессоров",
  "YouTube account not enabled for live streaming": "Учетная запись YouTube не настроена для прямых трансляций",
  "Fix": "Исправить",
  "I'm set up": "Я настроен",
  "END STREAM": "ЗАВЕРШИТЬ ТРАНСЛЯЦИЮ",
  "STARTING": "ЗАПУСК",
  "ENDING": "ЗАВЕРШЕНИЕ",
  "RECONNECTING": "ПОВТОРНОЕ ПОДКЛЮЧЕНИЕ",
  "GO LIVE": "НАЧАТЬ ТРАНСЛЯЦИЮ",
  "Go to Youtube to view your live stream": "Перейдите на YouTube, чтобы просмотреть свою трансляцию",
  "Edit your stream title and description": "Измените название и описание вашей трансляции",
  "Go to Youtube Live Dashboard to control your stream": "Перейдите в Панель Управления YouTube для управления своей трансляцией",
  "Are you sure you want to exit while live?": "Вы уверены, что хотите выйти во время прямого эфира?",
  "Enable the preview stream": "Включить предварительный просмотр трансляции",
  "Disable the preview stream, can help with CPU": "Отключить предварительный просмотр трансляции, может уменьшить нагрузку на ЦП",
  "viewers": "зрители",
  "Refresh Chat": "Обновить чат",
  "Your chat is currently offline": "В данный момент ваш чат недоступен",
  "Set path in Settings > Output.": "Задать путь в Настройки > Вывод."
}