{
  "Grow": "Crescer",
  "My Goals": "As minhas metas",
  "Community Reach: %{reachableFollowing}/%{totalFollowing} followers": "Alcance da comunidade: %{reachableFollowing}/%{totalFollowing} seguidores",
  "Streamer Resources": "Recursos do streamer",
  "You can reach %{percentage}% of your community across all platforms. Multistream to more platforms to increase this number": "Pode contactar %{percentage}% da sua comunidade em todas as plataformas. Pode fazer multitransmissão para mais plataformas para aumentar este número.",
  "Streamlabs University": "Streamlabs University",
  "Professional streamers are now able to earn large amounts of money while entertaining people and creating their own brand. But how does one become a professional streamer? Streamlabs University is our answer to this question. In this course, we’ll walk you through everything you need to know to become a successful streamer and turn your passion into a profession.": "Os streamers profissionais podem agora ganhar muito dinheiro e contribuírem para a diversão de muitas pessoas criando a sua própria marca. Mas como pode tornar-se um streamer profissional? A Streamlabs University é a resposta a esta pergunta. Neste curso, vamos orientá-lo sobre tudo o que precisa saber para tornar-se um streamer de êxito e tornar a sua paixão numa profissão.",
  "Content Hub": "Centro de conteúdos",
  "The Ultimate Resource For Live Streamers; The Content Hub is your one-stop-shop for everything related to live streaming. There are dozens of different categories to choose from. Learn how to set up your live stream, find new features, and stay up-to-date on all of the tools you can use to enhance your stream.": "O melhor recurso para streamers ao vivo; O Centro de conteúdos é o ponto central para tudo relacionado com a transmissão ao vivo. Existem dúzias de diferentes categorias à escolha. Aprenda como configurar a sua transmissão ao vivo, descubra novas funcionalidades e mantenha-se atualizado sobre as ferramentas que pode usar para melhorar a sua transmissão.",
  "Add Goal": "Adicionar objetivo",
  "%{followers} followers": "%{followers} seguidores",
  "You cleared %{totalProgress}% of all material. Keep it up!": "Já concluiu %{totalProgress}% de todos os materiais. Continue assim!",
  "You have completed Streamlabs University!": "Concluiu a Streamlabs University!",
  "Continue Learning": "Continuar a aprender",
  "Growth Tips": "Sugestões para crescer",
  "Open Content Hub": "Abrir Centro de conteúdos",
  "Streamlabs on YouTube": "Streamlabs no YouTube",
  "Open Streamlabs University": "Abrir Streamlabs University",
  "%{daysLeft} days left": "%{daysLeft} dias restantes",
  "Progress": "Progresso",
  "Reach more of your community with Streamlabs Multistreaming": "Contacte mais membros da sua comunidade com a Multitransmissão do Streamlabs",
  "One of the best ways to reach a larger audience is to stream to multiple platforms": "Uma das melhores formas de contactar um público mais amplo é transmitir para várias plataformas",
  "Start Multistreaming with Prime": "Iniciar multitransmissão com o Prime",
  "Goal Title": "Título da meta",
  "Goal Total": "Total de metas",
  "Goal Type": "Tipo de meta",
  "This goal has been completed!": "Esta meta foi atingida!",
  "Time ran out for this goal. Try again or pick a new one!": "O tempo desta meta acabou. Tente novamente ou escolha uma nova meta!",
  "Stream Pulse": "Stream Pulse",
  "Average View Time": "Tempo de visualização médio",
  "Unique Viewers": "Espetadores únicos",
  "Chatters": "Participantes do chat",
  "Chats": "Chats",
  "Track your growth by taking a look at the past month of your stream (data provided from Twitch)": "Monitorize o seu crescimento analisando o último mês da sua transmissão (dados fornecidos pelo Twitch)",
  "There is already a goal of this type": "Já existe uma meta deste tipo"
}