{
  "Source: %{sourceName}": "Fonte: %{sourceName}",
  "Collab Cam": "Câmara de colaboração",
  "Invite a guest to join your stream from a web browser.": "Convide quem quiser para juntar-se à sua transmissão a partir de um browser Web.",
  "Guest Cam is currently listening for connecting guests, but is not broadcasting your microphone and webcam to your guests yet.": "A Câmara de convidados está atualmente a detetar convidados que se liguem, mas ainda não está a transmitir o seu microfone e câmara Web para os seus convidados.",
  "No microphone source is selected. Your guest will not be able to hear you.": "Nenhuma fonte de microfone selecionada. O seu convidado não poderá ouvi-lo.",
  "No webcam source is selected. Your guest will not be able to see you.": "Nenhuma fonte de câmara Web selecionada. O seu convidado não poderá vê-lo.",
  "Microphone Source": "Fonte do microfone",
  "Webcam Source": "Fonte da câmara web",
  "The webcam and microphone source you select below will be broadcast to your guests.": "A câmara Web e o microfone que selecionar abaixo serão transmitidos para os seus convidados.",
  "Waiting for guest to join": "A aguardar a adesão do convidado",
  "Generate a new link": "Gerar nova ligação",
  "Copied!": "Copiada!",
  "Invite URL": "URL de convite",
  "Disconnect": "Desligar",
  "Guest %{num}": "Convidado %{num}",
  "Collab Cam Properties": "Propriedades da câmara de colaboração",
  "A guest has joined - click to show": "Um convidado aderiu - clique para mostrar",
  "Welcome to Collab Cam": "Bem-vindo(a) à Câmara de colaboração",
  "Step 1": "Passo 1",
  "Copy and share a link with your guest. When they join, they'll be able to see and hear you.": "Copie e partilhe uma ligação com o seu convidado. Quando aderirem, poderão ver e ouvi-lo.",
  "Step 2": "Passo 2",
  "Verify their identity in the preview area. When ready, add them to your stream by clicking 'Show on Stream'.": "Verifique a identidade na área de pré-visualização. Quando estiver pronto, adicione-os à sua transmissão clicando em «Mostrar na stream».",
  "Step 3": "Passo 3",
  "Enjoy your stream! Adjust their volume, create new links, and change your mic and camera from the properties window.": "Divirta-se na sua transmissão! Ajuste o volume, crie novas ligações e altere o microfone e câmara dos convidados na janela de propriedades.",
  "Don't share your invite link with anyone you don't want on your stream. You can invalidate an old link by generating a new one. Do not show this window on stream.": "Não partilhe a ligação de convite com pessoas que não quer ver na sua transmissão. Pode anular uma ligação antiga criando uma nova. Não mostrar esta janela na transmissão.",
  "Start Collab Cam": "Iniciar Câmara de colaboração",
  "Collab Cam is not yet sending your video and audio to guests. Start Collab Cam?": "A Câmara de colaboração ainda não está a enviar o seu vídeo e áudio para os seus convidados. Iniciar Câmara de colaboração?",
  "Copy Link": "Copiar link",
  "You're about to join %{name}": "Está prestes a aderir a %{name}",
  "%{name} has invited you to join their stream. When you're ready to join, click the button below.": "%{name} convidou-o para aderir à transmissão. Quando estiver pronto para aderir, clique no botão abaixo.",
  "Waiting for host to begin": "A aguardar que o anfitrião comece",
  "Connected To Host:": "Ligado ao anfitrião:",
  "You are connected as a guest using someone else's invite link. To leave, click the Disconnect button.": "Está ligado como convidado que usa a ligação de convite de outra pessoa. Para sair, clique no botão Desligar.",
  "This guest is not assigned to a source": "Este convidado não está atribuído a uma fonte",
  "The source %{sourceName} is already occupied by %{guestName}. If you continue, %{guestName} will be unassigned.": "A fonte %{sourceName} já está ocupada por %{guestName}. Se continuar, retira a atribuição a %{guestName}.",
  "Are you sure you want to unassign %{guestName} from the source?": "Tem a certeza de que pretende retirar a atribuição da fonte a %{guestName}?",
  "Assign to Source": "Atribuir a fonte",
  "Unassigned": "Atribuição retirada",
  "Are you sure you want to disconnect %{guestName}?": "Tem a certeza de que deseja desligar %{guestName}?",
  "If you want to prevent this guest from rejoining, you should also regenerate your invite link.": "Se quiser impedir este convidado de aderir novamente, deve também regenerar a sua ligação do convite.",
  "Regenerate Link": "Regenerar ligação",
  "Guests": "Convidados",
  "Upgrade for more Guests": "Atualize para ter mais convidados",
  "Share Video Source (Optional)": "Partilhar fonte de vídeo (opcional)",
  "Stop Sharing": "Parar a partilha",
  "Collab Cam requires a source": "A Collab Cam requer uma fonte",
  "At least one Collab Cam source is required to use Collab Cam. Would you like to add one now?": "É requerida pelo menos uma fonte Collab Cam para usar a Collab Cam. Pretende adicionar uma agora?",
  "You now have access to Collab Cam!": "Já tem acesso à Collab Cam!",
  "You must be logged in to use Collab Cam.": "You must be logged in to use Collab Cam."
}
