{
  "We are improving our backend systems. As part of the migration process, we will need to you log in again. If you have any questions, you can": "Estamos a melhorar os nossos sistemas de infraestrutura. Como parte do processo de migração, terá de iniciar sessão novamente. Se tiver alguma pergunta, pode",
  "contact support.": "contactar o suporte.",
  "Sign in with your content platform to get started with Streamlabs": "Inicia sessão com a tua plataforma de conteúdos para começar com o Streamlabs",
  "Select an OBS profile to import": "Selecione um perfil OBS para importar",
  "Import from OBS Studio": "Importar do OBS Studio",
  "Start Fresh": "Começar de novo",
  "Importing": "A importar",
  "Successfully Imported": "Importado com êxito",
  "Importing your scenes and sources": "A importar as suas cenas e fontes",
  "All scenes, sources and settings have been imported.": "Todas as cenas, fontes e definições foram importadas.",
  "Import your scenes and your settings from OBS with a simple click, or start fresh.": "Importe as suas cenas e as suas definições do OBS com um simples clique, ou comece de novo.",
  "Click below and we'll analyze your internet speed and computer hardware to give you the best settings possible.": "Clique abaixo e analisaremos a velocidade da Internet e o hardware do seu computador para oferecer a melhor configuração possível.",
  "Start": "Iniciar",
  "Rather do this manually?": "Prefere fazê-lo manualmente?",
  "Setup later": "Configurar mais tarde",
  "Detecting your location...": "A detetar a sua localização...",
  "Performing bandwidth test...": "A realizar o teste de largura de banda...",
  "Testing streaming encoder...": "A testar o codificador de transmissão...",
  "Testing recording encoder...": "A testar o codificador de gravação...",
  "Attempting stream...": "A tentar transmitir...",
  "Reverting to defaults...": "A repor predefinições...",
  "Applying stream settings...": "A aplicar definições de transmissão...",
  "Applying general settings...": "A aplicar definições gerais...",
  "Optimizing...": "A otimizar...",
  "Optimize": "Otimizar",
  "We're connecting to OBS and pulling your previous settings for a seamless conversion.": "Estamos a ligar ao OBS e a importar as suas definições anteriores para uma conversão perfeita.",
  "Initialzing ...": "A iniciar...",
  "Connecting to OBS ...": "A ligar ao OBS...",
  "Pulling settings ...": "A importar definições...",
  "Starting import ...": "A iniciar importação...",
  "Finalizing ...": "A finalizar...",
  "We're analyzing your internet speed and computer hardware to give you the best settings possible.": "Estamos a analisar a velocidade de Internet e o hardware do seu computador para oferecer a melhor configuração possível.",
  "Done!": "Concluído!",
  "Next": "Seguinte",
  "Scene Collections Import": "Importação de coleções de cena",
  "The following scene collections have been imported from your Streamlabs account": "As seguintes coleções de cena foram importadas da sua conta Streamlabs",
  "Continue": "Continuar",
  "Collecting some information about your PC...": "A recolher algumas informações sobre o seu PC...",
  "We found optimized settings for your PC": "Encontrámos definições otimizadas para o seu PC",
  "Something went wrong": "Ocorreu um erro",
  "Download and Apply": "Transferir e aplicar",
  "This device is not available": "Este dispositivo não está disponível",
  "Set Up Mic and Webcam": "Configurar microfone e câmara Web",
  "Welcome to Streamlabs": "Bem-vindo ao Streamlabs",
  "Import your existing settings from OBS in less than a minute and go live": "Importe as suas definições existentes do OBS em menos de um minuto e transmita em direto",
  "We import all of your settings, including scenes, output, configurations, and much more": "Importamos todas as suas definições, incluindo cenas, saída, configurações e muito mais",
  "Start with a clean copy of Streamlabs Desktop and configure your settings from scratch": "Comece de novo com o Streamlabs Desktop e configure as suas definições",
  "Add a Theme": "Adicionar um tema",
  "Not seeing a theme that catches your eye? Our theme library has hundreds of free choices available": "Não encontra um tema que goste? A nossa biblioteca de temas tem centenas de escolhas gratuitas disponíveis",
  "Something went wrong.": "Ocorreu um erro.",
  "In-game Overlay": "Sobreposição no jogo",
  "Optimized Video Encoding": "Codificação de vídeo otimizada",
  "Some exclusive features we recommend to take your stream to the next level": "Algumas funcionalidades exclusivas que recomendamos para elevar a sua transmissão até ao próximo nível",
  "Detected %{continent}": "Detetado %{continent}",
  "Check out 50+ amazing apps from independent developers, ranging from DMCA-compliant music to stunning overlays to more tools to engage with your community. Head over to the app store in the left navigation to browse our selection of free and paid apps.": "Veja mais de 50 aplicações extraordinárias de programadores independentes, desde música compatível com DMCA até incríveis sobreposições e mais ferramentas para interagir com a sua comunidade. Aceda à loja de aplicações no painel de navegação esquerdo para ver a nossa seleção de aplicações gratuitas e pagas.",
  "Only have one screen? Perfect! Enable our in-game overlay to make sure you catch every chat message and stream event that happens while you get your game on. You can enable this feature in the ‘Game Overlay’ tab of the settings menu.": "Tem apenas um ecrã? Perfeito! Ative as nossas sobreposições no jogo para garantir que vê todas as mensagens do chat e transmita eventos que ocorrem enquanto joga. Pode ativar esta funcionalidade no separador «Sobreposição no jogo» no menu de definições.",
  "Re-Authorize": "Autorize",
  "or select another platform": "ou selecione outra plataforma",
  "Connect to %{platform}": "Ligar a %{platform}",
  "View help docs": "Ver documentos de ajuda",
  "Enter your stream key.": "Introduza a sua chave de transmissão.",
  "Select platform": "Selecione a plataforma",
  "No webcam detected": "Nenhuma câmara Web detetada",
  "Enable multistream to grow your audience, build your brand, and earn great prizes - with no extra effort. Available for Facebook today, and other platforms coming soon.": "Ative a multitransmissão para aumentar o seu público, fortaleça a sua marca e ganhe grandes prémios – sem qualquer esforço. Disponível atualmente para Facebook e, em breve, noutras plataformas.",
  "Enable multistream": "Ativar multitransmissão",
  "Enable multistream to get started.": "Ative a multitransmissão para começar.",
  "Merge your account with your new page. We can then track your progress so you can start earning great rewards!": "Associe a sua conta com a sua nova página. Podemos registar o seu progresso para começar a ganhar grandes recompensas!",
  "A Facebook Gaming Page is required to multistream to Facebook.": "Necessita de uma página do Facebook Gaming para realizar multitransmissões para o Facebook.",
  "Create Facebook Gaming Page": "Criar página no Facebook Gaming",
  "Create Gaming Video Creator Page": "Criar página de Criador de vídeos de jogos",
  "Merge your Facebook Gaming Page": "Associar a sua página do Facebook Gaming",
  "Merge with Facebook": "Associar com Facebook",
  "primeTitle": "Adira ao <prime-title>Ultra</prime-title> para obter funcionalidades exclusivas",
  "Overlay, Widget & Site Themes": "Sobreposição, widget e temas de site",
  "Custom Domain + Website": "Domínio personalizado + Web site",
  "More Than 40 FREE Apps": "Mais de 40 aplicações GRÁTIS",
  "Custom Merch Store": "Loja de merchandising personalizada",
  "Stream on Mobile": "Transmissão em dispositivos móveis",
  "Gold Status + FREE T-shirt": "Estado Gold + T-shirt GRÁTIS",
  "Go Ultra": "Torne-se Ultra",
  "Import": "Importar",
  "While we import your settings and scenes from OBS Studio, check out these great features unique to Streamlabs": "Enquanto importamos as suas definições e cenas do OBS Studio, consulte estas ótimas funcionalidades exclusivas do Streamlabs",
  "Importing Your Existing Settings From OBS": "A importar as definições existentes do OBS",
  "Everything you need to go live. Always and forever free.": "Tudo o que precisa para entrar em direto. Sempre grátis.",
  "Go live to one platform": "Transmita em direto numa plataforma",
  "Tipping (no Streamlabs fee)": "Gorjetas (sem taxas do Streamlabs)",
  "Alerts & other Widgets": "Alertas e outros widgets",
  "Selective Recording": "Gravação seletiva",
  "And many more free features": "E muito mais funcionalidades gratuitas",
  "All free features": "Todas as funcionalidades gratuitas",
  "Multistream to multiple platforms": "Transmita para várias plataformas",
  "Premium Stream Overlays": "Sobreposições premium na transmissão",
  "Alert Box and Widget Themes": "Caixa de alertas e temas de widgets",
  "Access to all App Store Apps": "Aceda a todas as aplicações da App Store",
  "Ultra Web Suite": "Ultra Web Suite",
  "Choose Free": "Escolha funcionalidades",
  "Pro features to take your stream and channel to the next level.": "Profissionais gratuitas para elevar a sua transmissão e canal para o nível seguinte.",
  "Something went wrong while importing from OBS Studio. Please try again or skip to the next step.": "Ocorreu um erro ao importar do OBS Studio. Tente novamente ou avance para o próximo passo.",
  "Visual Preset": "Predefinição visual",
  "Installing theme...": "A instalar tema...",
  "How do you plan to use Streamlabs Desktop?": "Como pretende usar o Streamlabs Desktop?",
  "Live Streaming": "Transmissão em direto",
  "Recording Only": "Apenas gravação",
  "I want to live stream to a platform. I may also want to record my live streams.": "Quero transmitir em direto para uma plataforma. Posso também querer gravar as minhas transmissões em direto.",
  "I want to record my screen or camera. I will not be live streaming.": "Quero gravar o meu ecrã ou câmara. Não vou transmitir em direto.",
  "Streamlabs will be optimized for recording": "O Streamlabs será otimizado para gravação.",
  "Certain features related to live streaming will be hidden. If you would like to enable these features in the future, you can disable Recording Mode in the application settings.": "Algumas funcionalidades relacionadas com a transmissão em direto estarão ocultas. Se quiser ativar estas funcionalidades mais tarde, pode desativar o Modo de gravação nas definições da aplicação.",
  "Looking to stream?": "Quer transmitir?",
  "Screen Capture (Double-click to select)": "Captura de ecrã (duplo clique para selecionar)",
  "1-Click Import from OBS": "Importar do OBS com 1 clique",
  "Gain access to additional features by logging in with your preferred streaming platform.": "Obtenha acesso a funcionalidades adicionais ao iniciar sessão na sua plataforma de transmissão favorita.",
  "Themes and Overlays": "Temas e sobreposições",
  "Alerts and Widgets": "Alertas e Widgets",
  "Streamlabs Desktop": "Streamlabs Desktop",
  "Desktop App Store": "Loja de aplicações do ambiente de trabalho",
  "Tips": "Doações",
  "Storage": "Armazenamento",
  "All Streamlabs Pro Tools": "Todas as ferramentas Streamlabs Pro",
  "Access to Free Overlays and Themes": "Acesso a sobreposições e temas gratuitos",
  "Add 1 Guest": "Adicionar 1 convidado",
  "Limited Free Apps": "Aplicações gratuitas limitadas",
  "No-fee Tipping": "Gorjetas sem comissão",
  "Basic Chatbot": "Chatbot básico",
  "Basic Features": "Funcionalidades básicas",
  "Access to All Overlays and Themes (%{themeNumber})": "Acesso a todas as sobreposições e temas (%{themeNumber})",
  "Add Up To 11 Guests or Cameras": "Add Up To 11 Guests or Cameras",
  "Access Full App Library (%{appNumber})": "Acesso à Biblioteca completa de aplicações (%{appNumber})",
  "Custom Tip Page and Domain": "Página de gorjetas e domínio personalizados",
  "Custom Named Chatbot": "Chatbot com nome personalizado",
  "Pro Upgrade": "Atualização Pro",
  "Current Plan": "Plano atual",
  "Includes everything in Starter plus:": "Inclui tudo do Starter plus:",
  "Your login has expired. Please reauthenticate to continue using Streamlabs Desktop.": "O seu início de sessão expirou. Autentique-se novamente para continuar a usar o Streamlabs Desktop.",
  "Select a Primary Platform": "Selecciona uma Plataforma Primária",
  "Connect a Content Platform": "Associar uma Plataforma de Conteúdos",
  "Streamlabs Desktop requires that you have a connected platform account in order to use all of its features. By skipping this step, you will be logged out and some features may be unavailable.": "O Streamlabs Desktop necessita que tenhas uma conta da plataforma associada para poder usares todas as suas funcionalidades. Ao ignorar este passo, a tua sessão terminará e algumas funcionalidades podem estar indisponíveis.",
  "Your Streamlabs account has multiple connected content platforms. Please select the primary platform you will be streaming to using Streamlabs Desktop.": "A tua conta Streamlabs tem várias plataformas de conteúdos associadas. Selecciona a plataforma primária com que transmitirás para usar o Streamlabs Desktop.",
  "Streamlabs Desktop requires you to connect a content platform to your Streamlabs account": "O Streamlabs Desktop necessita que associes uma plataforma de conteúdos à tua conta Streamlabs."
}
