{
  "Overlay, Widget, and Site Themes": "Sobreposição, widget e temas de site",
  "Fully customize your stream and your website to represent your brand; or pick from thousands of our pre-made themes. Either way, your stream will look amazing and it's all included with Ultra.": "Personalize na íntegra a sua transmissão e o seu Web site para representar a sua marca, ou selecione o seu favorito entre os nossos milhares de temas pré-concebidos. Seja qual for a sua opção, a sua transmissão ficará espetacular, e tudo isto incluído no Ultra.",
  "View Themes": "Ver temas",
  "Every App is FREE": "Todas as aplicações são GRÁTIS",
  "We've curated a list of diverse and feature rich applications to give you more control, automation, better analytics, and new ways to interact with your audience.": "Compilámos uma lista de aplicações diversificadas e com muitas funcionalidades para lhe dar mais controlo, automatização, melhores análises e novas formas de interagir com o seu público.",
  "Browse Apps": "Procurar aplicações",
  "Welcome to Ultra!": "Bem-vindo(a) ao Ultra!",
  "We've picked out a few Ultra benefits to get you started:": "Selecionámos algumas vantagens Ultra para começar:",
  "We've added a new UI theme exclusive to Ultra members:": "Adicionámos um novo tema de IU exclusivo para clientes Ultra:",
  "Classic Theme": "Tema clássico",
  "Ultra Theme": "Tema do Ultra",
  "Your access to Ultra themes and other benefits will expire soon": "O seu acesso aos temas do Ultra e outras vantagens termina em breve",
  "Thank you for being a valued member of Streamlabs. We just wanted to check in and see if you’d like to give Ultra another shot.": "Obrigado por ser um valioso membro do Streamlabs. Estamos a contactá-lo para saber se gostaria de dar outra oportunidade ao Ultra.",
  "Resubscribe to Ultra": "Renovar subscrição do Ultra",
  "No Thanks": "Não, obrigado",
  "Choose your Streamlabs plan": "Escolha o seu plano do Streamlabs",
  "Choose Ultra to enjoy everything from Starter plus themes and much more.": "Escolha o Ultra para desfrutar de todas as vantagens, desde temas do Starter e muito mais.",
  "Go Live to a single platform": "Transmita ao vivo numa única plataforma",
  "Alerts & Tipping": "Alertas e gorjetas",
  "Unlimited Themes & Overlays": "Temas e sobreposições ilimitados",
  "Go Live to one or more platforms": "Transmita ao vivo numa ou em várias plataformas",
  "Custom Tip Page": "Personalizar página de gorjetas",
  "Custom Alerts & Tipping": "Personalizar alertas e gorjetas",
  "App Store Apps are FREE": "As aplicações da App Store são GRÁTIS",
  "Custom Merch Store": "Loja de merchandising personalizada",
  "Starter": "Starter",
  "Free": "Grátis",
  "Choose Starter": "Escolher Starter",
  "From $12/mo, billed annually": "Desde 12 $/mês, cobrado anualmente",
  "Choose Ultra": "Escolha o Ultra",
  "Your Benefits Are Expiring Soon": "As suas vantagens terminam em breve",
  "Your will lose access to the following Ultra benefits if you don’t resubscribe:": "Perderá o acesso às seguintes vantagens do Ultra se não renovar a subscrição:",
  "Thank you for being a valued member of Streamlabs. We just wanted to check in to see if you’ve had a chance to explore all Ultra has to offer.": "Obrigado por ser um valioso membro do Streamlabs. Estamos a contactá-lo para saber se teve a oportunidade de explorar tudo o que o Ultra oferece.",
  "Continue Ultra": "Continuar com o Ultra",
  "Stream Overlays": "Sobreposições na transmissão",
  "Multistream": "Multitransmissão",
  "Premium Merch": "Produtos Premium",
  "Alert Box Themes": "Temas da caixa de alerta",
  "All Apps Included Free": "Todas as aplicações incluídas grátis",
  "Thumbnail & Panel Maker": "Criador de miniaturas e painel",
  "Ultra Mobile Streaming": "Transmissão móvel Ultra",
  "Your credit card expires soon. Click here to retain your Ultra benefits": "O seu cartão de crédito expira em breve. Clique aqui para manter as suas vantagens do Ultra",
  "News": "Notícias",
  "Pro live streaming features for Windows & Mac": "Funcionalidades de transmissão em directo profissionais para Windows e Mac.",
  "Develop your brand, monetize, and more": "Desenvolva a sua marca, monetize e muito mais",
  "Live stream on-the-go or mobile games from iOS & Android": "Transmita em direto em viagem ou jogos para dispositivos móveis iOS e Android",
  "Stream from your console to Twitch without a desktop": "Transmita a partir da sua consola para o Twitch sem um computador de secretária",
  "Stream and record with guests from your browser": "Transmita e grave com convidados a partir do seu browser",
  "Professional video editing and collaboration tools": "Edição de vídeo profissional e ferramentas de colaboração",
  "Turn your VODs into must-see TikToks, Reels, and Shorts": "Transforme os seus VODs em TikToks, Reels e Shorts imperdíveis",
  "Create a custom personal, all-in-one page to link in bio": "Crie uma página personalizada, pessoal, completa como ligação na descrição",
  "Streamlabs Ultra": "Streamlabs Ultra",
  "One single subscription, premium features for %{appNumber} creator apps. Access everything you need for professional live streaming, recording, video editing, highlighting, sharing, monetization, and more.": "Uma única subscrição, funcionalidades premium para %{appNumber} aplicações de criador. Aceda a tudo o que precisa para transmissão profissional em direto, gravação, edição de vídeo, destaques, partilha e monetização e muito mais.",
  "Explore": "Explorar",
  "Access to All Overlays and Themes": "Acesso a todas as sobreposições e temas",
  "Always and forever free": "Sempre grátis",
  "Everything in Starter plus:": "Tudo no Starter plus:",
  "Tipping": "Gorjetas",
  "Custom Branding": "Imagem corporativa personalizada",
  "Format Clips for TikTok, Shorts, etc": "Formatar clipes para TikTok, Shorts, etc.",
  "Collaborative Video Editing": "Edição de vídeo colaborativa",
  "Merch Store": "Loja de merchandising",
  "No-Fee Tipping": "Gorjetas sem comissão",
  "Logo Maker, Intro Maker, Emote Maker": "Criador de logótipos, criador de introduções, criador de emotes",
  "Create Custom Videos with Watermark": "Criar vídeos personalizados com marca de água",
  "30 Minute Videos + 15GB Storage": "Vídeos de 30 minutos + 15 GB de armazenamento",
  "Design and Sell Custom Merch": "Cria e vende merchandising personalizado",
  "YouTube Thumbnail Maker, Creator Sites": "Criador de miniaturas do YouTube",
  "No Watermark + 1080p/60fps + More": "Sem marca de água mais 1080p/60fps e muito mais",
  "1 Hour Videos + 250GB Storage + More": "Vídeos de 1 hora mais 250 GB de armazenamento e muito mais",
  "Highest Profit Margins": "As margens de lucro mais altas",
  "%{monthlyPrice}/mo or %{yearlyPrice}/year": "%{monthlyPrice}/mês ou %{yearlyPrice}/ano"
}
