{
  "Overlay, Widget, and Site Themes": "Sobreposição, widget e temas de site",
  "Fully customize your stream and your website to represent your brand; or pick from thousands of our pre-made themes. Either way, your stream will look amazing and it's all included with Prime.": "Personalize na íntegra a sua transmissão e o seu Web site para representar a sua marca, ou selecione o seu favorito entre os nossos milhares de temas pré-concebidos. Seja qual for a sua opção, a sua transmissão ficará espetacular, e tudo isto incluído no Prime.",
  "View Themes": "Ver temas",
  "Every App is FREE": "Todas as aplicações são GRÁTIS",
  "We've curated a list of diverse and feature rich applications to give you more control, automation, better analytics, and new ways to interact with your audience.": "Compilámos uma lista de aplicações diversificadas e com muitas funcionalidades para lhe dar mais controlo, automatização, melhores análises e novas formas de interagir com o seu público.",
  "Browse Apps": "Procurar aplicações",
  "Welcome to Prime!": "Bem-vindo(a) ao Prime!",
  "We've picked out a few Prime benefits to get you started:": "Selecionámos algumas vantagens Prime para começar:",
  "We've added a new UI theme exclusive to Prime members:": "Adicionámos um novo tema de IU exclusivo para clientes Prime:",
  "Classic Theme": "Tema clássico",
  "Prime Theme": "Tema Prime",
  "Your access to Prime themes and other benefits will expire soon": "O seu acesso aos temas do Prime e outras vantagens termina em breve",
  "Thank you for being a valued member of Streamlabs. We just wanted to check in and see if you’d like to give Prime another shot.": "Obrigado por ser um estimado membro do Streamlabs. Estamos a contactá-lo para saber se gostaria dar outra oportunidade ao Prime.",
  "Resubscribe to Prime": "Renovar subscrição do Prime",
  "No Thanks": "Não, obrigado",
  "Choose your Streamlabs plan": "Escolha o seu plano do Streamlabs",
  "Choose Prime to enjoy everything from Starter plus themes and much more.": "Escolha o Prime para desfrutar de todas as vantagens, desde temas do Starter e muito mais.",
  "Go Live to a single platform": "Transmita ao vivo numa única plataforma",
  "Alerts & Tipping": "Alertas e gorjetas",
  "Unlimited Themes & Overlays": "Temas e sobreposições ilimitados",
  "Go Live to one or more platforms": "Transmita ao vivo numa ou em várias plataformas",
  "Custom Tip Page": "Personalizar página de gorjetas",
  "Custom Alerts & Tipping": "Personalizar alertas e gorjetas",
  "App Store Apps are FREE": "As aplicações da App Store são GRÁTIS",
  "Custom Merch Store": "Loja de merchandising personalizada",
  "Starter": "Starter",
  "Free": "Grátis",
  "Choose Starter": "Escolher Starter",
  "From $12/mo, billed annually": "Desde 12 $/mês, cobrado anualmente",
  "Choose Prime": "Escolher Prime",
  "Your Benefits Are Expiring Soon": "As suas vantagens terminam em breve",
  "Your will lose access to the following Prime benefits if you don’t resubscribe:": "Perderá o acesso às seguintes vantagens do Prime se não renovar a subscrição:",
  "Thank you for being a valued member of Streamlabs. We just wanted to check in to see if you’ve had a chance to explore all Prime has to offer.": "Obrigado por ser um estimado membro do Streamlabs. Estamos a contactá-lo para saber se teve a oportunidade de explorar tudo o que o Prime oferece.",
  "Continue Prime": "Continuar Prime",
  "Stream Overlays": "Sobreposições na transmissão",
  "Multistream": "Multitransmissão",
  "Premium Merch": "Produtos Premium",
  "Alert Box Themes": "Temas da caixa de alerta",
  "All Apps Included Free": "Todas as aplicações incluídas grátis",
  "Thumbnail & Panel Maker": "Criador de miniaturas e painel",
  "Prime Mobile Streaming": "Transmissão móvel Prime",
  "Your credit card expires soon. Click here to retain your Prime benefits": "O seu cartão de crédito expira em breve. Clique aqui para manter as suas vantagens Prime"
}