{
  "Are you sure you want to stop streaming?": "Tem a certeza de que pretende parar a sua transmissão?",
  "Invalid Path or Connection URL.  Please check your settings to confirm that they are valid.": "Caminho ou ligação URL inválida.  Verifique as definições para confirmar que são válidas.",
  "Failed to connect to the streaming server.  Please check your internet connection.": "Falha ao ligar ao servidor de transmissão.  Verifique a ligação à Internet.",
  "Disconnected from the streaming server.  Please check your internet connection.": "Desligado do servidor de transmissão.  Verifique a ligação à Internet.",
  "Could not access the specified channel or stream key. Please log out and back in to refresh your credentials. If the problem persists, there may be a problem connecting to the server.": "Não foi possível aceder ao canal ou à chave de transmissão especificados. Termine e inicie sessão para atualizar as suas credenciais. Se o problema persistir, pode existir um problema de ligação ao servidor.",
  "There is not sufficient disk space to continue recording.": "Não há suficiente espaço no disco para continuar a gravação.",
  "The output format is either unsupported or does not support more than one audio track.  ": "O formato de saída é incompatível ou não suporta mais que uma faixa de áudio.  ",
  "Please check your settings and try again.": "Verifique as definições e tente novamente.",
  "An unexpected error occurred:": "Ocorreu um erro inesperado:",
  "Title": "Título",
  "Game": "Jogo",
  "Do not show this message when going live": "Não mostrar esta mensagem ao iniciar a transmissão",
  "You will not be asked again to update your stream info when going live.  ": "Não será solicitado novamente que atualize a informação da sua transmissão quando a iniciar.  ",
  "You can re-enable this from the settings.": "Pode reativar esta opção nas definições.",
  "Confirm & Go Live": "Confirmar e iniciar transmissão em direto",
  "Update Stream Info": "Atualizar informações da transmissão",
  "Use optimized encoder settings": "Usar definições do codificador otimizadas",
  "Optimized encoder gives equivalent quality while reducing usage. Game specific encoders for Fortnite, PUBG, Destiny 2, and League Of Legends": "O codificador otimizado oferece qualidade equivalente e reduz a utilização. Existem codificadores específicos para Fortnite, PUBG, Destiny 2, e League of Legends",
  "Something went wrong while updating your stream info.  Please try again.": "Ocorreu um erro ao atualizar a informação da sua transmissão.  Tente novamente.",
  "Something went wrong while updating your stream info. You can try again, or you can": "Ocorreu um erro ao atualizar a informação da sua transmissão. Pode tentar novamente, ou pode",
  "just go live": "simplesmente iniciar a transmissão em direto",
  "Optimized profile for average CPUs": "Perfil otimizado para processadores de gama média",
  "Optimized profile for weak CPUs": "Perfil otimizado para processadores de gama baixa",
  "YouTube account not enabled for live streaming": "Conta de YouTube não ativada para transmissão ao vivo",
  "Fix": "Corrigir",
  "I'm set up": "Estou pronto",
  "End Stream": "Terminar transmissão",
  "Starting": "A iniciar",
  "Ending": "A terminar",
  "Reconnecting": "A restabelecer ligação",
  "Go Live": "Transmitir em direto",
  "Stop": "Parar",
  "Save Replay": "Guardar reprodução",
  "Schedule Stream": "Agendar transmissão",
  "View your live stream in a web browser": "Ver a sua transmissão ao vivo num browser Web",
  "Edit your stream title and description": "Edite o título e a descrição da sua transmissão",
  "Go to Live Dashboard": "Go to Live Dashboard",
  "Are you sure you want to exit while live?": "Tem a certeza de que pretende sair enquanto a sua transmissão em direto está ativa?",
  "Enable the preview stream": "Ativar pré-visualização da transmissão",
  "Disable the preview stream, can help with CPU": "Desativar a pré-visualização da transmissão, pode ajudar a CPU",
  "viewers": "espetadores",
  "Refresh Chat": "Atualizar o chat",
  "Your chat is currently offline": "O chat está atualmente offline",
  "Set path in Settings > Output.": "Defina o caminho em: Definições > Saída.",
  "Open Performance Window": "Abrir janela Desempenho",
  "Start Replay Buffer": "Iniciar buffer de reprodução",
  "Stop Replay Buffer": "Parar buffer de reprodução",
  "Stopping...": "A parar...",
  "Your stream has been scheduled for %{time} from now. If you'd like to make another schedule please enter a different time": "A sua transmissão foi agendada para iniciar em %{time}. Se quiser fazer outro agendamento, introduza outra hora",
  "Stop streaming to access these controls:": "Pare de transmitir para aceder a estes controlos:",
  "Tags": "Etiquetas",
  "Select stream tags": "Selecione as etiquetas da transmissão",
  "You can now edit your channel tags from this screen.": "Agora já pode editar as etiquetas do seu canal neste ecrã.",
  "Log out and back in to reauthorize additional permissions.": "Termine a sessão e inicie novamente para renovar a autorização de permissões adicionais.",
  "Are you sure you want to start streaming?": "Pretende realmente começar a transmissão?",
  "Please enable account for streaming to recieve a stream key": "Ative a conta de transmissão para receber uma chave de transmissão",
  "You must create a Facebook gaming page to go live.": "Tem de criar uma página no Facebook Gaming para transmitir em direto.",
  "Create Page": "Criar página",
  "Facebook Page": "Página de Facebook",
  "Description": "Descrição",
  "Checking optimized setting for": "A verificar as definições otimizadas para",
  "You will not be asked again to update your stream info when going live. ": "Não será solicitado novamente que atualize a informação da sua transmissão quando a iniciar. ",
  "Schedule": "Agendar",
  "No matching game(s) found.": "Não foi possível encontrar jogo(s) correspondente(s).",
  "Use optimized encoder settings ": "Usar definições do codificador otimizadas ",
  "Use optimized encoder settings for %{game}": "Usar definições do codificador otimizadas para %{game}",
  "Scheduled Date": "Data agendada",
  "Scheduled Time": "Hora agendada",
  "You are 10 minutes away from the 8 hour stream limit": "Faltam 10 minutos para o limite de transmissão de 8 horas",
  "Stream has disconnected, attempting to reconnect.": "A transmissão foi desligada. A tentar restabelecer ligação.",
  "Start typing to search": "Comece a escrever para pesquisar",
  "Twitch requires two factor authentication to be enabled on your account in order to stream to Twitch. Please enable two factor authentication and try again.": "O Twitch requer dois fatores de autenticação ativos na sua conta para transmitir para o Twitch. Ative a autenticação de dois fatores e tente novamente.",
  "Twitch Authentication Error": "Erro de autenticação no Twitch",
  "Enable Two Factor Authentication": "Ative a autenticação de dois fatores",
  "Dismiss": "Descartar",
  "It looks like you haven't added any video sources yet, so you will only be outputting a black screen.": "Parece que ainda não adicionou nenhuma fonte de vídeo. Apenas irá transmitir um ecrã preto.",
  "Are you sure you want to do this?": "Tem a certeza que é isso que pretende?",
  "You can add sources by clicking the + icon near the Sources box at any time": "Pode adicionar fontes em qualquer momento clicando no ícone + perto da caixa Fontes",
  "Tweet to let your followers know you're going live": "Envie um tweet para que os seus seguidores saibam que vai transmitir em direto",
  "Optimized encoding provides better quality and/or lower cpu/gpu usage. Depending on the game, resolution may be changed for a better quality of experience": "A codificação otimizada proporciona melhor qualidade e/ou menor utilização da cpu/gpu. Dependendo do jogo, a resolução pode ser alterada para uma experiência de melhor qualidade",
  "An error occurred with the output. This is usually caused by out of date video drivers. Please ensure your Nvidia or AMD drivers are up to date and try again.": "Ocorreu um erro na saída. Geralmente, é causado por controladores de vídeo desatualizados. Certifique-se de que os controladores Nvidia ou AMD estão atualizados e tente novamente.",
  "An error occurred with the output. Please check and switch encoders in your streaming and recording Output settings.": "An error occurred with the output. Please check and switch encoders in your streaming and recording Output settings.",
  "OK": "Ok",
  "Streaming Error": "Erro de transmissão",
  "Recording Error": "Erro de gravação",
  "Replay Buffer Error": "Erro do buffer de reprodução",
  "Learn More": "Saiba mais",
  "More": "Mais",
  "System error message:": "Mensagem de erro do sistema:",
  "Something went wrong while going live, please try again.": "Ocorreu um erro ao atualizar as informações da sua transmissão. Tente novamente.",
  "Your stream has started, but there were issues with other actions taken": "A sua transmissão foi iniciada, mas ocorreram problemas com outras ações",
  "You must select a game": "Deve selecionar um jogo",
  "Please schedule no further than 7 days in advance and no sooner than 10 minutes in advance.": "Não agende com mais de 7 dias de antecedência ou com menos de 10 minutos de antecedência.",
  "No Sources": "Sem fontes",
  "Enable Multistream": "Ativar multitransmissão",
  "Multistream allows you to stream to multiple platforms simultaneously.": "A multitransmissão permite que transmita para várias plataformas simultaneamente.",
  "Multistream": "Multitransmissão",
  "Your Twitch login is expired. Please log in again to continue using Streamlabs": "O seu início de sessão no Twitch expirou. Inicie sessão novamente para continuar a utilizar o Streamlabs",
  "Refresh Login": "Atualizar início de sessão",
  "%{platform} Settings": "Definições de %{platform}",
  "Update settings for %{platform}": "Atualizar definições para %{platform}",
  "Link to the %{platform} page has been copied to your clipboard": "A ligação à página de %{platform} foi copiada para a área de transferência",
  "Failed to fetch settings from %{platformName}": "Falha ao obter definições de %{platformName}",
  "Failed to update settings for %{platformName}": "Falha ao atualizar definições para %{platformName}",
  "prepopulateStreamSettingsError": "Ocorreu um erro ao recuperar a informação do seu canal. Pode tentar <fetch-again-link>recuperar a informação novamente</fetch-again-link> ou pode simplesmente <just-go-live-link>entrar em direto</just-go-live-link>. Se o erro persistir, pode tentar terminar e iniciar sessão novamente.",
  "updateStreamSettingsError": "Ocorreu um erro ao atualizar a informação da sua transmissão. Pode <try-again-link>tentar novamente</try-again-link>, ou pode <just-go-live-link>simplesmente entrar em direto</just-go-live-link>. Se o erro persistir, pode tentar terminar e iniciar sessão novamente.",
  "twitchMissedScopeError": "<p>Parece que ligou a sua conta Twitch no website streamlabs.com. Para iniciar a transmissão, deve associar novamente através do Streamlabs Desktop</p><connect-button>Ligar Twitch</connect-button>",
  "tiktokReAuthError": "<p>There was an authentication error with TikTok. Please re-login with TikTok.</p><connect-button>Connect TikTok</connect-button>",
  "Multistreaming to these platforms requires Ultra": "A multitransmissão para estas plataformas requer o Ultra",
  "Become a Ultra member": "Torne-se num membro Ultra",
  "You must select a game for %{platformName}": "Deve selecionar um jogo para %{platformName}",
  "Connect %{platformName} to Streamlabs.": "Ligar %{platformName} ao Streamlabs.",
  "Connect %{platformName}": "Ligar %{platformName}",
  "Stream to %{platformName}": "Transmitir para %{platformName}",
  "Schedule to %{platformName}": "Agendar para %{platformName}",
  "Use different title, game and description": "Use um título, jogo e descrição diferentes",
  "Use different title and description": "Use um título e descrição diferentes",
  "Use different title and game": "Use um título e jogo diferentes",
  "Use different title": "Use um título diferente",
  "Search tags": "Etiquetas de pesquisa",
  "Successfully updated": "Atualizado com êxito",
  "Go back": "Retroceder",
  "Show Advanced Settings": "Mostrar definições avançadas",
  "Configure the Multistream service": "Configurar o serviço de multitransmissão",
  "Configure the Dual Output service": "Configurar o serviço Dual Output",
  "Apply optimized settings": "Aplicar definições otimizadas",
  "Start video transmission": "Iniciar transmissão de vídeo",
  "Publish Youtube broadcast": "Publicar transmissão no YouTube",
  "Post a tweet": "Publicar um tweet",
  "You could try reducing the number of your destinations to one for direct streaming.": "Pode tentar reduzir o número de destinos para um para transmissão direta.",
  "Add Destination": "Adicionar destino",
  "Extras": "Extras",
  "Go back to settings": "Voltar para definições",
  "Select at least one destination": "Selecione um destino, no mínimo",
  "You cannot unlink the platform you used to sign in to Streamlabs Desktop. If you want to unlink this platform, please sign in with a different platform.": "Não pode desligar a plataforma que utilizou para iniciar sessão no Streamlabs Desktop. Se pretende desligar esta plataforma, inicie sessão noutra plataforma.",
  "You cannot disable the platform you used to sign in to Streamlabs Desktop. Please sign in with a different platform to disable streaming to this destination.": "Não pode desativar a plataforma que utilizou para iniciar sessão no Streamlabs Desktop. Inicie sessão noutra plataforma para desativar a transmissão para este destino.",
  "Checking optimized setting for %{game}": "A verificar as definições otimizadas para %{game}",
  "There was an error starting the output. Check your settings and try again. If this issue persists, please contact Streamlabs support.": "Ocorreu um erro ao iniciar a saída. Verifique as definições e tente novamente. Se o erro persistir, contacte o suporte do Streamlabs.",
  "Contact Support": "Contactar suporte",
  "The request to the platform failed": "O pedido para a plataforma falhou",
  "No Facebook pages were found": "Não foram encontradas páginas do Facebook",
  "Missing required oauth scope": "Âmbito oauth necessário em falta",
  "Failed to fetch platform settings": "Falha ao obter definições da plataforma",
  "Failed to update platform settings": "Falha ao atualizar definições da plataforma",
  "The Multistream server is temporarily unavailable": "O servidor de Multitransmissão está temporariamente indisponível",
  "Failed to configure the Multistream server": "Falha ao configurar o servidor de multitransmissão",
  "Failed to configure the Dual Output service": "Falha ao configurar o serviço Dual Output",
  "The Multistream server is temporarily unavailable for Dual Output": "O servidor Multitransmissão está temporariamente indisponível para Dual Output",
  "Your YouTube account is not enabled for live streaming": "A sua conta do YouTube não está ativada para a transmissão ao vivo",
  "Failed to publish the YouTube broadcast": "Falha ao publicar a transmissão do YouTube",
  "Failed to post the Tweet": "Falha ao publicar o tweet",
  "This feature is for Ultra members only": "Esta funcionalidade é apenas para membros Ultra",
  "An unknown error occurred": "An unknown error occurred",
  "Please enable your account for live streaming, and wait 24 hours before attempting to stream.": "Ative a sua conta para transmissão ao vivo e aguarde 24 horas antes de tentar transmitir.",
  "Please try again. If the issue persists, you can stream directly to a single platform instead.": "Tente novamente. Se o problema persistir, pode transmitir diretamente para uma única plataforma.",
  "Enable Live Streaming": "Ativar transmissão ao vivo",
  "Destination": "Destino",
  "You cannot disable the platform you used to sign in to Streamlabs Desktop. Please sign in with a different platform to disable streaming to this destinationType.": "Não pode desativar a plataforma que utilizou para iniciar sessão no Streamlabs Desktop. Inicie sessão noutra plataforma para desativar a transmissão para este tipo de destino.",
  "canNotDisablePrimaryPlatform": "Não pode desativar a plataforma em que iniciou sessão.<br/> Pretende <switch-account-link>iniciar sessão noutra conta</switch-account-link>?",
  "Your stream title or description contain banned words": "O título ou descrição da sua transmissão contém palavras proibidas",
  "Platform": "Plataforma",
  "Update scheduled event": "Actualizar evento agendado",
  "Schedule new stream": "Agendar nova transmissão",
  "Stream scheduled": "Transmissão agendada",
  "Invalid settings. Please check the form": "Definições inválidas. Verifique o formulário",
  "Common Stream Settings": "Definições de transmissão comuns",
  "Schedule Stream for %{formattedDate}": "Agendar transmissão para %{formattedDate}",
  "Update Scheduled Stream for %{formattedDate}": "Atualizar transmissão agendada para %{formattedDate}",
  "You can not schedule to a past date": "Não pode agendar para uma data no passado",
  "Streamlabs requires additional permissions from your Twitch account. Please log in with Twitch to continue.": "O Streamlabs requer permissões adicionais da sua conta Twitch. Inicie sessão com o Twitch para continuar.",
  "Can not schedule the stream for the given date/time": "Não é possível agendar uma transmissão para a data/hora fornecidas",
  "Failed to load YouTube events": "Falha ao carregar eventos do YouTube",
  "Failed to load Facebook events": "Falha ao carregar eventos do Facebook",
  "Stream to multiple platforms with Prime": "Transmita para várias plataformas com o Prime",
  "Go live on multiple platforms at once with Multistreaming.": "Entre em directo em várias plataformas simultaneamente com a Multitransmissão.",
  "Step 1: Connect your streaming accounts in the <stream>Stream</stream> settings.": "Passo 1: Ligue as suas contas de transmissão nas definições de <stream>Transmissão</stream>.",
  "Step 2: Ensure the \"Confirm stream title and game before going live\" option is checked in the <general>General</general> settings tab.": "Passo 2: Certifique-se de que a opção \"Confirme o titulo da transmissão e o jogo antes de iniciar a transmissão\" está seleccionada no separador de definições <general>Geral</general>",
  "Step 3: Select which platforms you are streaming to when you hit \"Go Live\".": "Passo 3: Seleccione para que plataformas está a transmitir quando prime \"Entrar em directo\".",
  "New features coming soon!": "Novas funcionalidades em breve!",
  "Stream to multiple platforms at once with <ultra>Streamlabs Ultra</ultra>.": "Transmita para várias plataformas ao mesmo tempo com o <ultra>Streamlabs Ultra</ultra>.",
  "Dual Output": "Dual Output",
  "Stream to horizontal and vertical platforms simultaneously. Recordings will be in horizontal only.": "Transmite para plataformas horizontais e verticais em simultâneo. As gravações apenas serão na horizontal.",
  "Dual Output Settings": "Definições de Dual Output",
  "Enable Dual Output": "Ativar Dual Output",
  "Set your default output mode for each platform.": "Defina o seu modo de saída predefinido para cada plataforma.",
  "Set Dual Output Settings": "Configurar definições de Dual Output",
  "Mode:": "Modo:",
  "Horizontal": "Horizontal",
  "You can select which one to stream with in the Go Live window.": "Pode selecionar com qual quer transmitir na janela Transmitir em direto.",
  "Video Output Orientation": "Orientação da saída de vídeo",
  "Show horizontal display.": "Mostra a visualização horizontal.",
  "Show vertical display.": "Mostra a visualização vertical.",
  "Hide horizontal display.": "Oculta a visualização horizontal.",
  "Hide vertical display.": "Oculta a visualização vertical.",
  "Upgrade your stream with premium themes with <ultra>Streamlabs Ultra</ultra>.": "Actualiza a tua transmissão com os temas premium do <ultra>Streamlabs Ultra</ultra>.",
  "You cannot change these settings when you're live.": "Não pode alterar estas definições quando transmite em direto.",
  "<dualoutput>Dual Output</dualoutput> is enabled - you must stream to one horizontal and one vertical platform.": "<dualoutput>Dual Output</dualoutput> está ativado - tem de transmitir para uma plataforma horizontal e outra vertical.",
  "Other": "Outros",
  "Add Destination with Ultra": "Adicionar destino com o Ultra",
  "Please log in to enable dual output. Would you like to log in now?": "Inicie sessão para ativar Dual Output. Quer iniciar sessão agora?",
  "To use Dual Output you must stream to at least one horizontal and one vertical platform.": "Para utilizar Dual Output, tem de transmitir para, pelo menos, uma plataforma horizontal e uma vertical.",
  "Cannot toggle Dual Output while live.": "Não é possível alternar Dual Output em direto.",
  "Cannot toggle Dual Output while in Studio Mode.": "Não é possível alternar Dual Output no modo Studio.",
  "Dual Output can’t be displayed - Selective Recording only works with horizontal sources and disables editing the vertical output scene. Please disable selective recording from Sources to set up Dual Output.": "Não é possível apresentar Dual Output - A gravação seletiva apenas funciona com fontes horizontais e desativa a edição da cena de saída vertical. Desative a gravação seletiva das fontes para configurar Dual Output.",
  "Selective Recording can only be used with horizontal sources.": "A gravação seletiva apenas pode ser utilizada com fontes horizontais.",
  "Set up Go Live Settings for Dual Output Mode in the Go Live window.": "Configure as definições Transmitir em direto para o modo Dual Output na janela Transmitir em direto.",
  "Cannot toggle Studio Mode in Dual Output Mode.": "Não é possível alternar o modo Studio no modo Dual Output.",
  "Upgrade your stream with premium overlays with <ultra>Streamlabs Ultra</ultra>.": "Upgrade your stream with premium overlays with <ultra>Streamlabs Ultra</ultra>.",
  "Instagram Stream Key": "Instagram Stream Key",
  "Instagram Stream URL": "Instagram Stream URL",
  "Remember to open Instagram in browser and click \"Go Live\" to start streaming!": "Remember to open Instagram in browser and click \"Go Live\" to start streaming!",
  "Remember to update your Stream Key": "Remember to update your Stream Key",
  "Stream URL": "Stream URL",
  "Tweet": "Tweet",
  "Viewers Hidden": "Viewers Hidden",
  "Failed to upload the thumbnail": "Failed to upload the thumbnail",
  "Failed to authenticate with TikTok": "Failed to authenticate with TikTok",
  "Your TikTok account is not enabled for live streaming": "Your TikTok account is not enabled for live streaming",
  "Error generating TikTok stream credentials": "Error generating TikTok stream credentials",
  "You are already live on a another device": "You are already live on a another device",
  "Connect your TikTok account to stream to TikTok and one additional platform for free.": "Connect your TikTok account to stream to TikTok and one additional platform for free.",
  "While updating your Twitch channel info, some tags were removed due to moderation rules: %{tags}": "While updating your Twitch channel info, some tags were removed due to moderation rules: %{tags}",
  "Content Classification": "Content Classification",
  "Stream features branded content": "Stream features branded content",
  "Streaming to %{platform} is temporary unavailable": "Streaming to %{platform} is temporary unavailable",
  "Code:": "Code:",
  "request rejected by streaming platform with no other details provided. Confirm go live settings, streaming approval status and output settings": "request rejected by streaming platform with no other details provided. Confirm go live settings, streaming approval status and output settings",
  "request rejected by streaming platform. If error shows the user is blocked, do not say that they are blocked but instead ask them to confirm their streaming status with the platform": "request rejected by streaming platform. If error shows the user is blocked, do not say that they are blocked but instead ask them to confirm their streaming status with the platform",
  "escalate to the engineering team": "escalate to the engineering team",
  "confirm streaming approval status with TikTok": "confirm streaming approval status with TikTok",
  "end stream on other device to start": "end stream on other device to start",
  "confirm Live Access status with TikTok": "confirm Live Access status with TikTok",
  "unlink and re-merge TikTok account, then restart Desktop": "unlink and re-merge TikTok account, then restart Desktop",
  "re-login or re-merge TikTok account": "re-login or re-merge TikTok account",
  "Streaming to platform is temporarily not available, confirm streaming approval and output settings.": "Streaming to platform is temporarily not available, confirm streaming approval and output settings.",
  "Failed to update %{platform} account. Please relogin to your %{platform} account.": "Failed to update %{platform} account. Please relogin to your %{platform} account.",
  "Failed to update %{platform} account. Please unlink and reconnect your %{platform} account.": "Failed to update %{platform} account. Please unlink and reconnect your %{platform} account.",
  "Failed to update %{platform} account": "Failed to update %{platform} account",
  "<unlink>Unlink here</unlink>": "<unlink>Unlink here</unlink>",
  "Primary Chat": "Primary Chat",
  "Go to Settings -> Output -> Recording -> Recording Path if you need to change this location.": "Go to Settings -> Output -> Recording -> Recording Path if you need to change this location.",
  "An error occurred with the output. Please check your streaming and recording settings.": "Ocorreu um erro na saída. Verifique as definições de transmissão e de gravação.",
  "JSON returned, escalate to the engineering team.": "JSON returned, escalate to the engineering team.",
  "error most likely occurred before going live": "error most likely occurred before going live",
  "You're not eligible to Go Live, your profile needs to be at least 60 days old, or your page needs to have at least 100 followers": "You're not eligible to Go Live, your profile needs to be at least 60 days old, or your page needs to have at least 100 followers",
  "Are you sure you want to start multistreaming with errors?": "Are you sure you want to start multistreaming with errors?",
  "Unknown error with no further details, please contact support": "Unknown error with no further details, please contact support",
  "You are currently logged out. Please log in or confirm your server url and stream key": "You are currently logged out. Please log in or confirm your server url and stream key",
  "user probably has an invalid server url or stream key": "user probably has an invalid server url or stream key",
  "Your computer is locked": "Your computer is locked",
  "Please try again. If the issue persists, you can stream in single output mode instead.": "Please try again. If the issue persists, you can stream in single output mode instead.",
  "Enable Dual Output to stream to horizontal & vertical platforms simultaneously": "Enable Dual Output to stream to horizontal & vertical platforms simultaneously",
  "Disable Dual Output": "Disable Dual Output",
  "You can now reply to Twitch, YouTube and Facebook messages in Multistream chat. Click to learn more.": "You can now reply to Twitch, YouTube and Facebook messages in Multistream chat. Click to learn more.",
  "Multistream Chat Platform Support": "Multistream Chat Platform Support",
  "You have selected %{colorFormat} as Color Format. Formats other than NV12 and P010 are commonly used for recording, and might incur high CPU usage or the streaming platform might not support it. Go to Settings -> Advanced -> Video to review.": "You have selected %{colorFormat} as Color Format. Formats other than NV12 and P010 are commonly used for recording, and might incur high CPU usage or the streaming platform might not support it. Go to Settings -> Advanced -> Video to review."
}
