{
  "Are you sure you want to stop streaming?": "Tem a certeza que quer parar a sua transmissão?",
  "Invalid Path or Connection URL.  Please check your settings to confirm that they are valid.": "Caminho ou ligação URL inválida. Por favor, verifique as suas configurações para confirmar que são válidas.",
  "Failed to connect to the streaming server.  Please check your internet connection.": "Falha ao conectar ao servidor de streaming. Por favor, verifique a sua ligação de Internet.",
  "Disconnected from the streaming server.  Please check your internet connection.": "Desligado do servidor de streaming. Por favor, verifique a sua ligação de Internet.",
  "Could not access the specified channel or stream key, please double-check your stream key.  ": "Não foi possível aceder ao canal especificado ou à chave de transmissão, por favor verifique a sua chave de transmissão.  ",
  "If it is correct, there may be a problem connecting to the server.": "Se estiver correcta, poderá haver um problema ao ligar ao servidor.",
  "There is not sufficient disk space to continue recording.": "Não há suficiente espaço no disco para continuar a gravação.",
  "The output format is either unsupported or does not support more than one audio track.  ": "O formato de saída é incompatível ou não suporta mais que uma faixa de áudio.  ",
  "Please check your settings and try again.": "Por favor, verifique as suas configurações e tente novamente.",
  "An unexpected error occurred:": "Aconteceu um erro inesperado:",
  "Title": "Título",
  "Game": "Jogo",
  "Do not show this message when going live": "Não exibir esta mensagem ao iniciar a transmissão",
  "You will not be asked again to update your stream info when going live.  ": "Não lhe perguntaremos novamente para actualizar a informação da sua transmissão quando iniciar a mesma.  ",
  "You can re-enable this from the settings.": "Poderá re-activar esta opção a partir das definições.",
  "Confirm & Go Live": "Confirmar e iniciar a transmissão",
  "Update Stream Info": "Actualizar informações da transmissão",
  "There was an error fetching your channel information.  You can try": "Houve um erro ao recuperar a informação do seu canal. Pode tentar",
  "fetching the information again": "recuperar a informação de novo",
  "or you can": "ou pode",
  "just go live.": "simplesmente iniciar a transmissão.",
  "If this error persists, you can try logging out and back in.": "Se o erro persistir, poderá tentar desconectar-se e conectar-se novamente.",
  "Use optimized encoder settings": "Usar opção de codificador optimizadas",
  "Optimized encoder gives equivalent quality while reducing usage. Game specific encoders for Fortnite, PUBG, Destiny 2, and League Of Legends": "O codificador optimizado oferece qualidade equivalente enquanto reduz o trabalho. Existem codificadores específicos para Fortnite, PUBG, Destiny 2, e League of Legends",
  "Something went wrong while updating your stream info.  Please try again.": "Aconteceu algum erro ao actualizar a informação da sua transmissão. Por favor, tente de novo.",
  "Something went wrong while updating your stream info. You can try again, or you can": "Aconteceu algum erro ao actualizar a informação da sua transmissão. Poderá tentar de novo, ou pode",
  "just go live": "simplesmente iniciar a transmissão",
  "Optimized profile for average CPUs": "Perfil optimizado para processadores de gama média",
  "Optimized profile for weak CPUs": "Perfil optimizado para processadores de gama baixa",
  "YouTube account not enabled for live streaming": "Conta de YouTube não habilitada para transmissão ao vivo",
  "Fix": "Corrigir",
  "I'm set up": "Estou pronto",
  "END STREAM": "ENCERRAR TRANSMISSÃO",
  "STARTING": "A INICIAR",
  "ENDING": "A TERMINAR",
  "RECONNECTING": "A RECONECTAR",
  "GO LIVE": "INICIAR TRANSMISSÃO",
  "Go to Youtube to view your live stream": "Vá ao Youtube para ver a sua transmissão",
  "Edit your stream title and description": "Edite o título e a descrição da sua transmissão",
  "Go to Youtube Live Dashboard to control your stream": "Ir para o painel de Transmissão ao Vivo do YouTube",
  "Are you sure you want to exit while live?": "Tem a certeza que deseja sair enquanto a sua transmissão está activa?",
  "Enable the preview stream": "Activar pré-visualização da transmissão",
  "Disable the preview stream, can help with CPU": "Desactivar a pré-visualização da transmissão, poderá ajudar o processador",
  "viewers": "espectadores",
  "Refresh Chat": "Actualizar o chat",
  "Your chat is currently offline": "O seu chat está actualmente offline",
  "Set path in Settings > Output.": "Defina o caminho em: Configurações > Saída."
}