{
  "TikTok Server URL": "URL do servidor TikTok",
  "TikTok Stream Key": "Chave de transmissão do TikTok",
  "Locate my Stream Key": "Localizar a minha chave de transmissão",
  "Click here to learn more about streaming on TikTok": "Clique aqui para saber mais sobre a transmissão no TikTok",
  "Go to the TikTok Live Center Dashboard": "Aceder ao painel de controlo do TikTok Live Center",
  "Go live to TikTok with a single click. Click here to learn more.": "Entra em direto no TikTok com um único clique. Clica aqui para saberes mais.",
  "Apply for TikTok Live Permission": "Solicita uma autorização para o TikTok Live",
  "Reapply for TikTok Live Permission": "Pedir novamente uma autorização para o TikTok Live",
  "Generate with \"Locate my Stream Key\"": "Gerar com \"Localizar a minha chave de transmissão\"",
  "You do not have permission to stream live to TikTok.": "Não tens permissão para transmitir em direto para o TikTok.",
  "Open TikTok Live Center": "Abrir o TikTok Live Center",
  "Access chat for TikTok in the TikTok Live Center.": "Acede ao chat para o TikTok no TikTok Live Center.",
  "Failed to update TikTok account": "Falha ao atualizar a conta TikTok",
  "Failed to update TikTok account. Please unlink and reconnect your TikTok account.": "Falha ao atualizar a conta TikTok. Desassocia e volta a associar a tua conta TikTok.",
  "Close Streamlabs Desktop and reload": "Fecha e volta a carregar o Streamlabs Desktop",
  "Go to Settings - Stream and reconnect TikTok": "Acede a Definições - Transmissão e volta a associar o TikTok",
  "Connect TikTok Account": "Associar conta TikTok",
  "Failed to generate TikTok stream credentials. Confirm Live Access with TikTok.": "Falha ao gerar as credenciais de transmissão do TikTok. Confirmar o acesso a diretos com o TikTok.",
  "Approvals are solely at TikTok's discretion.": "As aprovações ficam exclusivamente ao critério do TikTok.",
  "TikTok Category": "Categoria do TikTok",
  "TikTok Live Access not granted. Click here to learn more.": "Acesso ao TikTok Live não concedido. Clica aqui para saberes mais.",
  "Only 32 characters of your title will display on TikTok": "Apenas 32 caracteres do teu título serão apresentados no TikTok",
  "You may be eligible for TikTok Live Access. <apply>Apply here.</apply>": "Podes ser elegível para acesso ao TikTok Live. <apply>Candidata-te aqui.</apply>",
  "Click to view TikTok Replay in your browser.": "Clica para veres o TikTok Replay no teu navegador.",
  "TikTok Stream Error": "TikTok Stream Error"
}
