{
  "Troubleshooter": "Resolução de problemas",
  "Open Settings": "Abrir definições",
  " Streamlabs has detected dropped frames": " O Streamlabs detetou fotogramas perdidos",
  "What does this mean?": "O que significa isto?",
  " Some frames have not been uploaded. This problem is usually related to a poor network connection.": " Alguns fotogramas não foram carregados. Este problema está geralmente relacionado com uma má ligação à Internet.",
  "What can I do?": "O que posso fazer?",
  "Check the health of your Internet connection": "Verifique o estado da ligação à Internet",
  "Change your ingest server": "Escolha outro servidor",
  "If none of these worked, lower your bitrate": "Se nenhuma das alternativas funcionou, diminua a sua taxa de bits",
  "Streamlabs has detected skipped frames": "O Streamlabs detetou fotogramas perdidos",
  "Some frames have not been encoded.": "Alguns fotogramas não foram codificados.",
  "This problem is usually due to high CPU usage or unsuitable encoder settings.": "Este problema é, usualmente, devido ao uso elevado da CPU ou de definições inadequadas do codificador.",
  "Lower your encoder settings (preset)": "Reduza as definições do codificador (predefinido)",
  "Ensure that you don't have any other applications open that are heavy on your CPU": "Certifique-se de que não tem nenhuma outra aplicação aberta que esteja a consumir muitos recursos do seu processador",
  "Enable performance mode in the Editor context menu": "Ativar o modo de desempenho no menu de contexto do Editor",
  "Streamlabs has detected lagged frames": "O Streamlabs detetou atraso na codificação de alguns fotogramas",
  "Some frames took too long to get rendered.": "Alguns fotogramas demoraram muito tempo para compor.",
  "Usually the problem is related to your game using up too many GPU resources.": "Geralmente, o problema está relacionado com o jogo que está a usar demasiados recursos do processador.",
  "When this happens, Streamlabs does not have any resources left over to render frames.": "Quando isto acontece, o Streamlabs não tem mais nenhum recurso para compor os fotogramas.",
  "Cap your in-game framerate": "Limite a sua taxa de FPS (Fotogramas Por Segundo)",
  "Enable VSync in your game": "Ativar o V-Sync no seu jogo",
  "Disable FreeSync or GSync in your Driver": "Desativar o FreeSync ou GSync no seu controlador",
  "Lower graphics settings until you stop lagging frames": "Reduza as definições gráficas até deixar de detetar atraso nos fotogramas",
  "Disable hardware decoding under any media sources(This will slightly increase cpu over gpu)": "Desative a codificação por hardware em todas as fontes (Isto vai aumentar ligeiramente a utilização do processador relativamente ao uso da placa gráfica)"
}
