{
  "Troubleshooter": "Solução de problemas",
  "Open Settings": "Abrir configurações",
  " Streamlabs OBS has detected dropped frames": " Streamlabs OBS detectou quadros perdidos",
  "What does this mean?": "O que significa isto?",
  " Some frames have not been uploaded. This problem is usually related to a poor network connection.": " Alguns frames não foram carregados. Este problema está geralmente relacionado com uma má ligação de Internet.",
  "What can I do?": "O que posso fazer?",
  "Check the health of your Internet connection": "Verifique o estado da sua ligação de Internet",
  "Change your ingest server": "Escolha outro servidor",
  "If none of these worked, lower your bitrate": "Se nenhuma das alternativas funcionou, diminua a sua bitrate",
  "Streamlabs OBS has detected skipped frames": "Streamlabs OBS detectou frames perdidos",
  "Some frames have not been encoded.": "Alguns frames não foram codificados.",
  "This problem is usually due to high CPU usage or unsuitable encoder settings.": "Este problema é, usualmente, devido ao uso elevado da CPU ou de configurações inadequadas do codificador.",
  "Lower your encoder settings (preset)": "Reduza as definições do codificador (predefinido)",
  "Ensure that you don't have any other applications open that are heavy on your CPU": "Certifique-se que não tem nenhuma outra aplicação aberta que esteja a consumir muitos recursos do seu processador",
  "Enable performance mode in the Editor context menu": "Activar o modo de desempenho no menu de Editor",
  "Streamlabs OBS has detected lagged frames": "Streamlabs OBS detectou atraso na codificação de alguns frames",
  "Some frames took too long to get rendered.": "Alguns frames levaram muito tempo para serem renderizados.",
  "Usually the problem is related to your game using up too many GPU resources.": "Usualmente o problema está relacionado com o jogo que está a usar demasiados recursos do processador.",
  "When this happens, Streamlabs OBS does not have any resources left over to render frames.": "Quando isto acontece, o Streamlabs OBS não tem mais nenhum recurso para renderizar os frames.",
  "Cap your in-game framerate": "Limite a sua taxa de FPS (Frames Por Segundo)",
  "Enable VSync in your game": "Activar o V-Sync no seu jogo",
  "Disable FreeSync or GSync in your Driver": "Desactivar o FreeSync ou GSync no seu controlador",
  "Lower graphics settings until you stop lagging frames": "Reduza os seus gráficos até que deixe de sentir um atraso nos seus frames",
  "Disable hardware decoding under any media sources(This will slightly increase cpu over gpu)": "Desative a codificação por hardware em todas as fontes (Isto vai aumentar ligeiramente o uso do processador relativamente ao uso da placa gráfica)"
}