{
  "Game Widget": "Widget de jogo",
  "Let your viewers play a game in chat": "Deixe que os seus espetadores joguem um jogo no chat",
  "Chat Decision Time": "Tempo de decisão do chat",
  "Trigger Command": "Comando de ativação",
  "Chat Response Timer": "Temporizador de resposta do chat",
  "No Input Recieved": "Nenhuma entrada recebida",
  "Restarting Game": "A reiniciar jogo",
  "Chat's Turn": "Turno do chat",
  "Chat Marker Color": "Cor de marcação do chat",
  "Chat Win Color": "Cor de vitória do chat",
  "AI's Turn": "Turno da IA",
  "AI Marker Color": "Cor de marcação da IA",
  "AI Win Color": "Cor de vitória da IA",
  "Chat Won": "O chat ganhou",
  "Chat Lost": "O chat perdeu",
  "Draw Game": "Jogo empatado",
  "Cannot Play Here": "Não é possível jogar aqui",
  "Game End Message Duration": "Duração da mensagem que o jogo acabou",
  "Chat Marker": "Marcador do chat",
  "AI Marker": "Marcador da IA",
  "General Settings": "Definições gerais",
  "Game Settings": "Definições do jogo",
  "Current Game": "Jogo atual",
  "Tic Tac Toe": "Jogo do galo",
  "The duration in seconds to collect chat's responses before passing them to the game": "A duração em segundos para recolher respostas do chat antes de as passar para o jogo",
  "Command used by the chat to provide their response": "Comando utilizado pelo chat para fornecer a resposta",
  "Message displayed to let the chat know they didn't provide any input": "Mensagem apresentada para indicar ao chat que não forneceram informações",
  "Message displayed to let the chat know the game is restarting": "Mensagem apresentada para indicar ao chat que o jogo será reiniciado",
  "Marker used to display where chat played their turn. Please make sure it's not more than 1 character": "Marcador usado para apresentar a jogada do chat no respetivo turno. Certifique-se de que não é superior a 1 carácter",
  "Message to let everyone know that it's chat's turn to play": "Mensagem para informar a todos que é o turno de jogada do chat",
  "Marker used to display where AI played it's turn. Please make sure it's not more than 1 character": "Marcador usado para apresentar a jogada da IA no respetivo turno. Certifique-se de que não é superior a 1 carácter",
  "Message to let everyone know that it's AI's turn to play": "Mensagem para informar a todos que é o turno de jogada da IA",
  "Message displayed to let everyone know chat won": "Mensagem apresentada para informar a todos que o chat ganhou",
  "Message displayed to let everyone know chat lost": "Mensagem apresentada para informar a todos que o chat perdeu",
  "Message displayed to let everyone know the game was a draw": "Mensagem apresentada para informar a todos que o jogo ficou empatado",
  "Message to let chat know that they cannot play the current move": "Mensagem para indicar ao chat que não pode realizar a jogada atual",
  "Display the game ended message for these many seconds": "Mostrar a mensagem que o jogo acabou durante os segundos aqui indicados.",
  "Chat Word": "Palavra do chat",
  "Misplaced Character Tile": "Mosaico de caráter incorreto",
  "Misplaced Character": "Caráter incorreto",
  "Correct Character Tile": "Mosaico de caráter correto",
  "Correct Character": "Caráter correto",
  "Wrong Character Tile": "Mosaico de caráter incorreto",
  "Wrong Character": "Caráter incorreto",
  "Chat Won Title": "Título de Vitória no chat",
  "Chat Lost Title": "Título de Derrota no chat",
  "Wrong Word Chosen Message": "Mensagem de palavra incorreta escolhida",
  "Invalid Response Message": "Mensagem de resposta inválida",
  "Change the color of the tile to this color when a character is present in the word but is misplaced": "Alterar a cor do mosaico para esta cor quando um caráter está presente na palavra mas está incorretamente colocado",
  "Change the color of the character to this if it is present in the word but is misplaced": "Alterar a cor do caráter para esta cor se estiver presente na palavra mas estiver incorretamente colocado",
  "Change the color of the tile to this color when a character is present in the correct location in the word": "Alterar a cor do mosaico para esta cor quando um caráter está presente no local correto na palavra",
  "Change the color of the character to this if it is present in the correct location in the word": "Alterar a cor do caráter para esta cor se estiver presente no local correto na palavra.",
  "Change the color of the tile to this color when a character is not present in the word": "Alterar a cor do mosaico para esta cor quando um caráter não está presente na palavra.",
  "Change the color of the character to this if it is not present in the word": "Alterar a cor do caráter para esta cor se não estiver presente na palavra",
  "Message to let the chat know they chose the wrong word. The word will still get evaluated, it's just an announcement": "Mensagem para informar o chat que escolheram a palavra incorreta A palavra será avaliada, é apenas um aviso",
  "Message to let the chat know that the chosen word is not valid. Reason for invalidation can include wrong character length and more": "Mensagem para informar o chat que a palavra escolhida não é válida O motivo da invalidação pode incluir um tamanho de carateres incorreto e outros"
}
