{
  "Add Widgets": "Adicionar Widgets",
  "Select the Streamlabs widgets you would like to activate for your stream. These will get automatically added to your scene.": "Seleccione os widgets do Streamlabs que quiser activar para sua transmissão. Estes serão automaticamente adicionados à sua cena.",
  "Thanks viewers with notification popups": "Agradeça aos espectadores com popups de notificação",
  "Most recent events into your stream": "Eventos mais recentes na sua transmissão",
  "A jar that catches bits, tips, and more": "Um pote que recebe bits, doações, e muito mais",
  "Your channel's chat in your stream": "O chat do seu canal na sua transmissão",
  "Show off most recent donations to viewers": "Exibe suas doações mais recentes para seus espectadores",
  "Give your viewers a donation target to help you reach": "Mostre aos espectadores uma meta de doação para que eles o ajudem a alcançar",
  "Give your viewers a follower target to help you reach": "Mostre aos espectadores uma meta de seguidores para que eles o ajudem a alcançar",
  "Give your viewers a bit target to help you reach": "Mostre aos espectadores uma meta de Bits para que eles o ajudem a alcançar",
  "Give your viewers a subscriber target to help you reach": "Mostre aos espectadores uma meta de subscritores para que eles o ajudem a alcançar",
  "Show off how many viewers you have from multiple platforms": "Mostre quantos espectadores tem das diferentes plataformas",
  "Give your viewers an opportunity of becoming a boss": "Dê aos seus espectadores uma oportunidade de se tornarem no boss",
  "Rolling credits at the end of your stream": "Mostrar créditos no fim da sua transmissão",
  "Add %{widgetscount} Widgets": "Adicionar %{widgetscount} Widgets",
  "Rather do this manually?": "Prefere fazer isto manualmente?",
  "Setup later": "Configurar mais tarde",
  "Widget Theme installed & activated. Click here to manage your Widget Profiles.": "Tema de Widget instalado e activado. Clique aqui para gerir os seus Perfis de Widget.",
  "Follow": "Seguir",
  "Subscription": "Subscripção",
  "Donation": "Doação",
  "Bits": "Bits",
  "Host": "Host",
  "The Google Font to use for the text. Visit http://google.com/fonts to find one! Popular Fonts include: Open Sans, Roboto, Oswald, Lato, and Droid Sans.": "O Google Font usado para o texto. Visite http://google.com/fonts para escolher um! Os tipos de letra mais populares incluem: Open Sans, Roboto, Oswald, Lato e Droid Sans.",
  "A hex code for the base text color.": "Um código hex para a cor do texto base.",
  "A hex code for the widget background. This is for preview purposes only. It will not be shown in your stream.": "Um código hex para o fundo do widget. Isto serve apenas para pré-visualizações. Não será mostrado na sua stream.",
  "Note: This background color is for preview purposes only. It will not be shown in your stream.": "Nota: Esta cor de fundo serve apenas para pré-visualizações. Não será mostrada na sua stream.",
  "Please login to configure widget": "Inicie sessão para configurar o widget",
  "Enable Custom Code": "Ativar código personalizado",
  "Sources and Settings": "Fontes e Configurações",
  "Selected Properties": "Propriedades selecionadas",
  "Failed to load settings": "Falha ao carregar configurações",
  "HTML": "HTML",
  "CSS": "CSS",
  "JS": "JS",
  "Custom Fields": "Campos personalizados",
  "Settings for ": "Configurações para ",
  "Widget Editor": "Editor de Widgets",
  "HTML CSS": "HTML CSS",
  "Font Size": "Tamanho da letra",
  "Font Family": "Família de letras",
  "Font Style": "Estilo de letra",
  "Save failed, something went wrong.": "Falha ao guardar - algo correu mal.",
  "This widget does not have defaults.": "Este widget não têm configurações padrão.",
  "Add Custom Fields": "Adicionar Campos personalizados",
  "Remove Custom Fields": "Remover Campos personalizados",
  "No fields added": "Nenhum campo adicionado",
  "Font Settings": "Configurações de letra",
  "Visual Settings": "Configurações visuais",
  "Bounce": "Saltar",
  "Pulse": "Pulsante",
  "Rubber Band": "Pulseira de borracha",
  "Tada": "Tcha-nam",
  "Wave": "Onda",
  "Wiggle": "Gargalhada",
  "Wobble": "Tremelique",
  "Very Rarely": "Muito raramente",
  "Rarely": "Raramente",
  "As Default": "Por defeito",
  "Frequently": "Frequentemente",
  "Very Frequently": "Muito frequentemente",
  "Recent Events": "Eventos recentes"
}
