{
  "YouTube stream status": "Estado da transmissão no YouTube",
  "Waiting for YouTube to receive the video signal...": "A aguardar que o YouTube receba o sinal de vídeo...",
  "Testing your broadcast...": "A testar a sua emissão...",
  "Finalizing broadcast testing...": "A finalizar o teste de emissão...",
  "Publishing to your YouTube channel...": "A publicar no seu canal do YouTube...",
  "Waiting broadcast to be published...": "A aguardar publicação da emissão...",
  "You're live!": "Ao vivo!",
  "Waiting for broadcast to be published...": "A aguardar publicação da emissão...",
  "Working on your live stream": "Trabalhar na sua transmissão em direto",
  "Your stream will start shortly. You can close this window.": "A sua transmissão será iniciada em breve. Pode fechar esta janela.",
  "Go to YouTube Live Dashboard": "Aceder ao painel de Transmissão em direto do YouTube",
  "Create New Event": "Criar novo evento",
  "YouTube Chat": "Chat do YouTube",
  "This action cannot be performed inside Streamlabs Desktop. To interact with chat, you can open this chat in a web browser.": "Esta ação não pode ser realizada no Streamlabs Desktop. Para interagir com o chat, pode abrir este chat num browser Web.",
  "Open In Web Browser": "Abrir num browser",
  "Privacy": "Privacidade",
  "Public": "Público",
  "Anyone can search for and view": "Qualquer pessoa pode procurar e ver",
  "Unlisted": "Não listado",
  "Anyone with the link can view": "Qualquer pessoa com a ligação pode ver",
  "Private": "Privado",
  "Only you can view": "Apenas você pode ver",
  "Category": "Categoria",
  "Stream Latency": "Latência da transmissão",
  "Normal Latency": "Latência normal",
  "Low-latency": "Baixa latência",
  "Ultra low-latency": "Latência ultrabaixa",
  "Does not support: Closed captions, 1440p, and 4k resolutions": "Não suportado. Legendas, 1440p e resoluções 4K",
  "Enable DVR": "Ativar DVR",
  "Additional Settings": "Definições adicionais",
  "Open Youtube Studio": "Abrir o Youtube Studio",
  "360° video": "Vídeo de 360º",
  "Enable Auto-start": "Ativar início automático",
  "Enable Auto-stop": "Ativar paragem automática",
  "latencyTooltip": "Uma transmissão de baixa latência pode reduzir o período de tempo que o vídeo demora a tornar-se visível aos utilizadores que veem uma transmissão, mas também pode afetar a fluidez da reprodução.",
  "Enabling auto-start will automatically start the stream when you start sending data from your streaming software": "Se ativar o início automático, a transmissão é iniciada automaticamente quando começar a enviar dados do seu software de transmissão",
  "Enabling auto-stop will automatically stop the stream when you stop sending data from your streaming software": "Se ativar a paragem automática, a transmissão é parada automaticamente quando parar de enviar dados do seu software de transmissão",
  "DVR controls enable the viewer to control the video playback experience by pausing, rewinding, or fast forwarding content": "Os controlos de DVR permitem que o espetador controle a experiência de reprodução de vídeo colocando em pausa, retrocedendo ou avançando no conteúdo",
  "Auto-start is disabled for your broadcast. You should manually publish your stream from Youtube Studio": "O início automático está desativado para a sua transmissão. Deve publicar manualmente a sua transmissão a partir do Youtube Studio",
  "Made for kids": "Criado para crianças",
  "Features like personalized ads and live chat won't be available on live streams made for kids.": "As funcionalidades, como os anúncios personalizados e o chat ao vivo, não estarão disponíveis nas transmissões ao vivo criadas para crianças.",
  "Try our new thumbnail editor": "Experimente o nosso novo editor de miniaturas"
}
