{
  "We are improving our backend systems. As part of the migration process, we will need to you log in again. If you have any questions, you can": "Estamos a melhorar os nossos sistema de back-end. Como parte do processo de migração, precisamos que inicie a sessão novamente. Se tiver alguma questão, poderá",
  "contact support.": "Contactar o suporte.",
  "Sign in with your Twitch or Youtube account to get started with Streamlabs": "Faça login com a sua conta da Twitch ou do YouTube para começar a usar o Streamlabs",
  "Select an OBS profile to import": "Seleccione um perfil OBS para importar",
  "Import from OBS": "Importar do OBS",
  "Start Fresh": "Começar de novo",
  "Importing": "A importar..",
  "Successfully Imported": "Importado com êxito",
  "Importing your scenes and sources": "A importar as suas cenas e fontes",
  "All scenes, sources and settings have been imported.": "Todas as cenas, fontes e configurações foram importadas.",
  "Import your scenes and your settings from OBS with a simple click, or start fresh.": "Importe as suas cenas e as suas configurações do OBS com um simples clique, ou comece de novo.",
  "Click below and we'll analyze your internet speed and computer hardware to give you the best settings possible.": "Clique abaixo e iremos analisar a sua velocidade de Internet e o hardware do seu computador para lhe dar a melhor configuração possível.",
  "Start": "Iniciar",
  "Rather do this manually?": "Prefere fazer isto manualmente?",
  "Setup later": "Configurar mais tarde",
  "Detecting your location ...": "A detectar a sua localização ...",
  "Detected %{continent}": "Detectado %{continent}",
  "Performing bandwidth test ...": "A realizar teste de largura de banda ...",
  "Testing streaming encoder ...": "A testar o codificador de transmissão ...",
  "Testing recording encoder ...": "A testar o codificador de gravação ...",
  "Attempting stream ...": "A tentar transmitir ...",
  "Reverting to defaults ...": "A reverter para a configuração padrão ...",
  "Applying stream settings ...": "A aplicar configurações de transmissão ...",
  "Applying general settings ...": "A aplicar configurações gerais ...",
  "Optimize": "Optimizar",
  "We're connecting to OBS and pulling your previous settings for a seamless conversion.": "Estamos a ligar-nos ao OBS e a importar as suas configurações anteriores para uma conversão perfeita.",
  "Initialzing ...": "A iniciar ...",
  "Connecting to OBS ...": "A conectar ao OBS ...",
  "Pulling settings ...": "A importar configurações ...",
  "Starting import ...": "A iniciar importação ...",
  "Finalizing ...": "A finalizar ...",
  "We're analyzing your internet speed and computer hardware to give you the best settings possible.": "Estamos a analisar a sua velocidade de Internet e o hardware do seu computador para lhe dar a melhor configuração possível.",
  "Done!": "Feito!",
  "Next": "Seguinte",
  "Scene Collections Import": "Importação de colecções de cena",
  "The following scene collections have been imported from your Streamlabs account": "As seguintes colecções de cena foram importadas da sua conta Streamlabs",
  "Continue": "Continuar"
}