{
  "Grow": "成長",
  "My Goals": "私の目標",
  "Community Reach: %{reachableFollowing}/%{totalFollowing} followers": "コミュニティのリーチ：%{reachableFollowing}/%{totalFollowing} 人のフォロワー",
  "Streamer Resources": "ストリーマー リソース",
  "You can reach %{percentage}% of your community across all platforms. Multistream to more platforms to increase this number": "すべてのプラットフォームに渡り、%{percentage}% のコミュニティにリーチを拡大できます。より多くのプラットフォームにマルチストリームして、この数を増やしましょう",
  "Streamlabs University": "Streamlabs University",
  "Professional streamers are now able to earn large amounts of money while entertaining people and creating their own brand. But how does one become a professional streamer? Streamlabs University is our answer to this question. In this course, we’ll walk you through everything you need to know to become a successful streamer and turn your passion into a profession.": "プロのストリーマーは、人々を楽しませ、独自のブランドを作りながら、大金を稼ぐことができるようになりました。しかし、プロのストリーマーになるにはどうすれば良いのでしょうか？Streamlabs University は、この質問に対する当社の答えです。このコースでは、成功するストリーマーになり、情熱を職業に変えるために知る必要があることをすべて学ぶことができます。",
  "Content Hub": "Content Hub",
  "The Ultimate Resource For Live Streamers; The Content Hub is your one-stop-shop for everything related to live streaming. There are dozens of different categories to choose from. Learn how to set up your live stream, find new features, and stay up-to-date on all of the tools you can use to enhance your stream.": "ライブストリーマー向けの究極のリソース。Content Hub は、ライブストリーミングに関連するものすべてのワンストップショップです。多数の様々なカテゴリから選ぶことができます。ライブストリームのセットアップ方法を学び、新機能を見つけ、ストリームの強化に使用できるあらゆるツールの情報を常に把握。",
  "Add Goal": "目標を追加",
  "%{followers} followers": "%{followers} 人のフォロワー",
  "You cleared %{totalProgress}% of all material. Keep it up!": "あなたはすべての教材の %{totalProgress}% をクリアしました。その調子です！",
  "You have completed Streamlabs University!": "あなたは Streamlabs University を修了しました！",
  "Continue Learning": "学習を継続",
  "Growth Tips": "成長のヒント",
  "Open Content Hub": "Content Hub を開く",
  "Streamlabs on YouTube": "YouTube 上の Streamlabs",
  "Open Streamlabs University": "Streamlabs University を開く",
  "%{daysLeft} days left": "残り %{daysLeft} 日",
  "Progress": "進行状況",
  "Reach more of your community with Streamlabs Multistreaming": "Streamlabs Multistreaming で、たくさんのコミュニティを拡大しましょう",
  "One of the best ways to reach a larger audience is to stream to multiple platforms": "より大きいオーディエンスを獲得するための最善の方法の 1 つは、複数プラットフォームへのストリームです",
  "Start Multistreaming with Prime": "Prime で Multistreaming を開始",
  "Goal Title": "目標タイトル",
  "Goal Total": "目標合計",
  "Goal Type": "目標タイプ",
  "This goal has been completed!": "この目標は達成しました！",
  "Time ran out for this goal. Try again or pick a new one!": "この目標については時間切れです。再度試すか、新しい目標を選択してください！",
  "Stream Pulse": "ストリームパルス",
  "Average View Time": "平均視聴時間",
  "Unique Viewers": "独自の視聴者",
  "Chatters": "チャット",
  "Chats": "チャット",
  "Track your growth by taking a look at the past month of your stream (data provided from Twitch)": "先月のストリームを調べることで、成長を追跡します（Twitch によって提供されたデータ）",
  "There is already a goal of this type": "このタイプの目標は既にあります"
}