{
  "Source: %{sourceName}": "ソース：%{sourceName}",
  "Collab Cam": "Collab Cam",
  "Invite a guest to join your stream from a web browser.": "ウェブブラウザから、ゲストをストリームに招待します。",
  "Guest Cam is currently listening for connecting guests, but is not broadcasting your microphone and webcam to your guests yet.": "ゲストのカメラは現在、ゲストの接続のためにリスニングしていますが、マイクとウェブカメラをゲストにまだブロードキャストしていません。",
  "No microphone source is selected. Your guest will not be able to hear you.": "マイク ソースが選択されていません。ゲストはあなたの声を聞くことができません。",
  "No webcam source is selected. Your guest will not be able to see you.": "ウェブカメラ ソースが選択されていません。ゲストはあなたの姿を見ることができません。",
  "Microphone Source": "マイク ソース",
  "Webcam Source": "ウェブカメラ ソース",
  "The webcam and microphone source you select below will be broadcast to your guests.": "以下で選択したウェブカメラとマイクソースが、ゲストにブロードキャストされます。",
  "Waiting for guest to join": "ゲストが参加するのを待機しています",
  "Generate a new link": "新しいリンクを生成",
  "Copied!": "コピーされました！",
  "Invite URL": "招待 URL",
  "Disconnect": "切断",
  "Guest %{num}": "ゲスト %{num}",
  "Collab Cam Properties": "Collabカメラのプロパティ",
  "A guest has joined - click to show": "ゲストが参加しました - クリックして表示",
  "Welcome to Collab Cam": "Collab Cam へようこそ",
  "Step 1": "ステップ１",
  "Copy and share a link with your guest. When they join, they'll be able to see and hear you.": "リンクをコピーしてゲストと共有します。ゲストが参加すると、あなたを視聴することができます。",
  "Step 2": "ステップ２",
  "Verify their identity in the preview area. When ready, add them to your stream by clicking 'Show on Stream'.": "プレビューエリアでゲストの ID を検証します。準備ができたら、[ストリームに表示] をクリックして、ゲストをストリームに追加します。",
  "Step 3": "ステップ 3",
  "Enjoy your stream! Adjust their volume, create new links, and change your mic and camera from the properties window.": "ストリームをお楽しみください！プロパティウィンドウから音量を調節し、新しいリンクを作成し、マイクとカメラを切り替えます。",
  "Don't share your invite link with anyone you don't want on your stream. You can invalidate an old link by generating a new one. Do not show this window on stream.": "ストリームに参加させたくない人とは招待リンクを共有しないでください。新しいリンクを生成することで、古いリンクを無効にすることができます。このウィンドウをストリームに表示しないでください。",
  "Start Collab Cam": "Collab Cam の起動",
  "Collab Cam is not yet sending your video and audio to guests. Start Collab Cam?": "Collab Cam は、動画とオーディオをゲストにまだ送信していません。Collab Cam を起動しますか？",
  "Copy Link": "リンクをコピー",
  "You're about to join %{name}": "%{name} に参加しようとしています",
  "%{name} has invited you to join their stream. When you're ready to join, click the button below.": "%{name} が、ストリームの参加にあなたを招待しました。参加準備ができたら、以下のボタンをクリックします。",
  "Waiting for host to begin": "ホストが開始するのを待機しています",
  "Connected To Host:": "ホストに接続済み：",
  "You are connected as a guest using someone else's invite link. To leave, click the Disconnect button.": "あなたは他の人に招待リンクを使って、ゲストとして接続しました。離れるには、[切断] ボタンをクリックします。",
  "This guest is not assigned to a source": "このゲストはソースに割り当てられていません",
  "The source %{sourceName} is already occupied by %{guestName}. If you continue, %{guestName} will be unassigned.": "ソース %{sourceName} は %{guestName} によって既に使用されています。続行する場合、%{guestName} の割り当てが解除されます。",
  "Are you sure you want to unassign %{guestName} from the source?": "ソースから %{guestName} の割り当てを解除しますか？",
  "Assign to Source": "ソースに割り当てる",
  "Unassigned": "割り当てを解除する",
  "Are you sure you want to disconnect %{guestName}?": "%{guestName} の接続を本当に切断しますか？",
  "If you want to prevent this guest from rejoining, you should also regenerate your invite link.": "このゲストに再度参加させたくない場合は、招待リンクを再度生成する必要もあります。",
  "Regenerate Link": "リンクを再度生成する",
  "Guests": "ゲスト",
  "Upgrade for more Guests": "その他のゲストに対してアップグレード",
  "Share Video Source (Optional)": "ビデオソースを共有（オプション）",
  "Stop Sharing": "共有を停止",
  "Collab Cam requires a source": "Collab Cam ではソースが必要です",
  "At least one Collab Cam source is required to use Collab Cam. Would you like to add one now?": "Collab Cam を使用するには、最低 1 つの Collab Cam ソースが必要です。ソースを今すぐ追加しますか？",
  "You now have access to Collab Cam!": "Collab Cam にアクセスできるようになりました！"
}
