{
  "We are improving our backend systems. As part of the migration process, we will need to you log in again. If you have any questions, you can": "当社では、バックエンドシステムを強化しています。移行プロセスの一環として、再度ログインする必要があります。ご質問がある場合は",
  "contact support.": "サポートまでお問合せください。",
  "Sign in with your streaming account to get started with Streamlabs": "ストリーミング アカウントでサインインして、Streamlabs の使用を開始してください",
  "Select an OBS profile to import": "インポートする OBS プロファイルを選択",
  "Import from OBS Studio": "OBS Studio からインポート",
  "Start Fresh": "やり直す",
  "Importing": "インポート中",
  "Successfully Imported": "インポートが完了しました",
  "Importing your scenes and sources": "シーンとソースをインポートしています",
  "All scenes, sources and settings have been imported.": "すべてのシーン、ソースおよび設定がインポートされました。",
  "Import your scenes and your settings from OBS with a simple click, or start fresh.": "クリックして簡単にシーンと設定を OBS からインポートするか、またはやり直します。",
  "Click below and we'll analyze your internet speed and computer hardware to give you the best settings possible.": "以下をクリックすると、インターネット速度とコンピュータ ハードウェアが分析され、最善の設定が得られます。",
  "Start": "開始",
  "Rather do this manually?": "これを手動で行いますか?",
  "Setup later": "後でセットアップ",
  "Detecting your location...": "所在地を検出しています...",
  "Performing bandwidth test...": "帯域幅テストを実行中...",
  "Testing streaming encoder...": "ストリーミング エンコーダーをテスト中...",
  "Testing recording encoder...": "録画エンコーダーをテスト中...",
  "Attempting stream...": "ストリームを試行しています...",
  "Reverting to defaults...": "デフォルトに戻しています...",
  "Applying stream settings...": "ストリーム設定を適用しています...",
  "Applying general settings...": "全般設定を適用しています...",
  "Optimizing...": "最適化しています...",
  "Optimize": "最適化",
  "We're connecting to OBS and pulling your previous settings for a seamless conversion.": "シームレスな変換のために、OBS に接続して以前の設定をプルしています。",
  "Initialzing ...": "初期化中...",
  "Connecting to OBS ...": "OBS に接続しています...",
  "Pulling settings ...": "設定をプルしています...",
  "Starting import ...": "インポートを開始しています...",
  "Finalizing ...": "終了しています...",
  "We're analyzing your internet speed and computer hardware to give you the best settings possible.": "インターネット速度とコンピュータ ハードウェアが分析され、最善の設定が得られます。",
  "Done!": "完了しました！",
  "Next": "次へ",
  "Scene Collections Import": "シーンコレクションのインポート",
  "The following scene collections have been imported from your Streamlabs account": "以下のシーンコレクションが Streamlabs アカウントからインポートされました",
  "Continue": "続行",
  "Collecting some information about your PC...": "PC から情報を収集しています...",
  "We found optimized settings for your PC": "お使いの PC 用の最適化された設定が見つかりました",
  "Something went wrong": "何らかの問題が発生しました",
  "Download and Apply": "ダウンロードして適用",
  "This device is not available": "このデバイスは利用できません",
  "Set Up Mic and Webcam": "マイクとウェブカメラをセットアップ",
  "Welcome to Streamlabs": "Streamlabs へようこそ",
  "Import your existing settings from OBS in less than a minute and go live": "既存の設定を OBS から 1 分未満でインポートして、ライブ配信を開始します",
  "We import all of your settings, including scenes, output, configurations, and much more": "シーン、出力、構成、およびその他を含めたすべての設定がインポートされます",
  "Start with a clean copy of Streamlabs Desktop and configure your settings from scratch": "Streamlabs Desktop のクリーンコピーで開始して、設定を最初から構成します",
  "Add a Theme": "テーマを追加",
  "Not seeing a theme that catches your eye? Our theme library has hundreds of free choices available": "目を引くテーマが見つかりませんか？当社のテーマライブラリには、何百もの無料テーマが含まれています",
  "Something went wrong.": "何らかの問題が発生しました。",
  "In-game Overlay": "ゲーム内オーバーレイ",
  "Optimized Video Encoding": "最適化されたビデオエンコーディング",
  "Some exclusive features we recommend to take your stream to the next level": "ストリームを次のレベルに進めるための、お勧めの独自機能",
  "Detected %{continent}": "%{continent} が検出されました",
  "Check out 50+ amazing apps from independent developers, ranging from DMCA-compliant music to stunning overlays to more tools to engage with your community. Head over to the app store in the left navigation to browse our selection of free and paid apps.": "独立開発者が作成した 50 を超える素晴らしいアプリをチェック。DMCA 準拠の音楽、優れたオーバーレイや様々なツールなどを使ってコミュニティを引きつけましょう。左ナビゲーションにあるアプリストアにアクセスして、様々な無料アプリと有料アプリをチェック。",
  "Only have one screen? Perfect! Enable our in-game overlay to make sure you catch every chat message and stream event that happens while you get your game on. You can enable this feature in the ‘Game Overlay’ tab of the settings menu.": "画面が 1 つしかありませんか？完璧です！インゲーム オーバーレイを有効にして、ゲームを進めている間に、発生するチャットメッセージやストリームイベントをすべて把握。設定メニューの [ゲームオーバーレイ] タブで、この機能を有効化できます。",
  "Re-Authorize": "再認証",
  "or select another platform": "または別のプラットフォームを選択",
  "Connect to %{platform}": "%{platform} に接続",
  "View help docs": "ヘルプ文書を表示",
  "Enter your stream key.": "ストリームキーを入力します。",
  "Select platform": "プラットフォームを選択",
  "No webcam detected": "ウェブカメラが検出されません",
  "Enable multistream to grow your audience, build your brand, and earn great prizes - with no extra effort. Available for Facebook today, and other platforms coming soon.": "マルチストリームを有効化して、オーディエンスを増やし、ブランドを構築し、素晴らしい賞品を獲得 - 非常に簡単です。Facebook で現在利用可能です。その他のプラットフォームではまもなく利用可能になります。",
  "Enable multistream": "マルチストリームを有効化",
  "Enable multistream to get started.": "マルチストリームを有効化して開始しましょう",
  "Merge your account with your new page. We can then track your progress so you can start earning great rewards!": "アカウントを新しいページと結合。その後、進捗状況を追跡できるため、素晴らしい利益の獲得を開始できます！",
  "A Facebook Gaming Page is required to multistream to Facebook.": "Facebook へマルチストリームを行うには、Facebook ゲーミング ページが必要です",
  "Create Facebook Gaming Page": "Facebook ゲーミング ページを作成",
  "Create Gaming Video Creator Page": "ゲーミングビデオ クリエーター ページを作成",
  "Merge your Facebook Gaming Page": "Facebook ゲーミング ページを結合",
  "Merge with Facebook": "Facebook と結合",
  "primeTitle": "<prime-title>Prime</prime-title> に参加して、独自機能を利用",
  "Overlay, Widget & Site Themes": "オーバーレイ、ウィジェット & サイトテーマ",
  "Custom Domain + Website": "カスタムドメイン + ウェブサイト",
  "More Than 40 FREE Apps": "40 を超える無料アプリ",
  "Custom Merch Store": "カスタム Merch ストア",
  "Stream on Mobile": "モバイルでストリーム",
  "Gold Status + FREE T-shirt": "ゴールドステータス + 無料 T シャツ",
  "Go Prime": "Prime に移動",
  "Import": "インポート",
  "While we import your settings and scenes from OBS Studio, check out these great features unique to Streamlabs": "OBS Studio から設定とシーンをインポートしている間、Streamlabs 固有のこれらの優れた機能をチェックしてください",
  "Importing Your Existing Settings From OBS": "既存の設定を OBS からインポートしています",
  "Everything you need to go live. Always and forever free.": "ライブ配信に必要なものがすべて揃っています。いつでも無料。",
  "Go live to one platform": "1 つのプラットフォームにライブ配信する",
  "Tipping (no Streamlabs fee)": "チップ（Streamlabs 料金ではありません）",
  "Alerts & other Widgets": "アラート & その他のウィジェット",
  "Selective Recording": "セレクティブレコーディング",
  "And many more free features": "およびその他多数の無料機能",
  "All free features": "全ての無料機能",
  "Multistream to multiple platforms": "複数のプラットフォームにマルチストリーム",
  "Premium Stream Overlays": "プレミアム ストリーム オーバーレイ",
  "Alert Box and Widget Themes": "アラートボックスとウィジェットテーマ",
  "Access to all App Store Apps": "App Store の全てのアプリにアクセス",
  "Prime Web Suite": "プライム ウェブ スイート",
  "Choose Free": "無料で選択",
  "Pro features to take your stream and channel to the next level.": "ストリームとチャネルを次のレベルに進めるための高度な機能",
  "Something went wrong while importing from OBS Studio. Please try again or skip to the next step.": "OBS Studio からのインポート中に、問題が発生しました。再試行するか、次のステップにスキップしてください。",
  "Visual Preset": "ビジュアルプリセット",
  "Installing theme...": "テーマをインストールしています...",
  "How do you plan to use Streamlabs Desktop?": "Streamlabs Desktop をどのように使用する予定ですか？",
  "Live Streaming": "ライブストリーミング",
  "Recording Only": "録画のみ",
  "I want to live stream to a platform. I may also want to record my live streams.": "プラットフォームにライブストリームを配信したい。ライブストリームの録画も行う可能性がある。",
  "I want to record my screen or camera. I will not be live streaming.": "画面またはカメラを録画したい。ライブストリーミングは行わない。",
  "Streamlabs will be optimized for recording": "Streamlabs は録画用に最適化されます",
  "Certain features related to live streaming will be hidden. If you would like to enable these features in the future, you can disable Recording Mode in the application settings.": "ライブストリーミングに関連する一部の機能は非表示になります。今後これらの機能を有効化したい場合、アプリケーション設定で [録画モード] を無効化します。",
  "Looking to stream?": "ストリームしようとしていますか？",
  "Screen Capture (Double-click to select)": "スクリーンキャプチャ（ダブルクリックして選択）",
  "1-Click Import from OBS": "ワンクリックで OBS からインポート"
}
