{
  "Overlay, Widget, and Site Themes": "オーバーレイ、ウィジェット、およびサイトテーマ",
  "Fully customize your stream and your website to represent your brand; or pick from thousands of our pre-made themes. Either way, your stream will look amazing and it's all included with Prime.": "ストリームとウェブサイトを完全にカスタマイズして、自分のブランドを表しましょう。または、何千もの既成のテーマから選択。いずれの方法でも、ストリームは素晴らしい仕上がりになります。すべて Prime に含まれています。",
  "View Themes": "テーマを表示",
  "Every App is FREE": "すべてのアプリは無料です",
  "We've curated a list of diverse and feature rich applications to give you more control, automation, better analytics, and new ways to interact with your audience.": "コントロール、自動化、より良い分析、およびオーディエンスとやり取りするための新しい方法をユーザーに提供するために、多様で機能豊富なアプリケーションを多数作成しました。",
  "Browse Apps": "アプリをブラウズ",
  "Welcome to Prime!": "Prime へようこそ！",
  "We've picked out a few Prime benefits to get you started:": "ユーザーが開始するにあたり、Prime のメリットをいくつか選びました。",
  "We've added a new UI theme exclusive to Prime members:": "Prime メンバー専用の新しい UI テーマが追加されました。",
  "Classic Theme": "クラシック テーマ",
  "Prime Theme": "Prime テーマ",
  "Your access to Prime themes and other benefits will expire soon": "Prime テーマやその他のメリットへのアクセスが、まもなく終了します",
  "Thank you for being a valued member of Streamlabs. We just wanted to check in and see if you’d like to give Prime another shot.": "Streamlabs の貴重なメンバーになっていただき、ありがとうございます。Prime の更新を希望しますか？",
  "Resubscribe to Prime": "Prime のサブスクリプションを更新",
  "No Thanks": "いいえ、結構です",
  "Choose your Streamlabs plan": "Streamlabs プランを選択",
  "Choose Prime to enjoy everything from Starter plus themes and much more.": "Prime を選択して、スターターや、テーマなどをお楽しみください。",
  "Go Live to a single platform": "単一プラットフォームにライブ配信",
  "Alerts & Tipping": "アラート & ヒント",
  "Unlimited Themes & Overlays": "無限のテーマ & オーバーレイ",
  "Go Live to one or more platforms": "1 つまたは複数のプラットフォームにライブ配信",
  "Custom Tip Page": "カスタム ヒント ページ",
  "Custom Alerts & Tipping": "カスタム アラート & ヒント",
  "App Store Apps are FREE": "App Store アプリは無料です",
  "Custom Merch Store": "カスタム Merch ストア",
  "Starter": "スターター",
  "Free": "無料",
  "Choose Starter": "スターターを選択",
  "From $12/mo, billed annually": "$12/月から、年払い",
  "Choose Prime": "Prime を選択",
  "Your Benefits Are Expiring Soon": "あなたのメリットはまもなく終了します",
  "Your will lose access to the following Prime benefits if you don’t resubscribe:": "再登録しない場合、以下の Prime のメリットを利用できなくなります：",
  "Thank you for being a valued member of Streamlabs. We just wanted to check in to see if you’ve had a chance to explore all Prime has to offer.": "Streamlabs の貴重なメンバーになっていただきありがとうございます。Prime が提供するサービスをすべて利用する機会はありましたか？",
  "Continue Prime": "Prime を続ける",
  "Stream Overlays": "ストリームオーバーレイ",
  "Multistream": "マルチストリーム",
  "Premium Merch": "プレミアム マーチャンダイジング",
  "Alert Box Themes": "アラートボックス テーマ",
  "All Apps Included Free": "含まれるアプリはすべて無料です",
  "Thumbnail & Panel Maker": "サムネイル & パネルメーカー",
  "Prime Mobile Streaming": "Prime モバイル ストリーミング",
  "Your credit card expires soon. Click here to retain your Prime benefits": "クレジットカードはまもなく有効期限が切れます。ここをクリックして、Prime のメリットを引き続き利用しましょう"
}