{
  "Are you sure you want to stop streaming?": "ストリーミングを停止してもよろしいですか？",
  "Invalid Path or Connection URL.  Please check your settings to confirm that they are valid.": "パスまたは接続URLが無効です。 設定が有効であることを確認してください。",
  "Failed to connect to the streaming server.  Please check your internet connection.": "ストリーミングサーバーに接続できませんでした。 インターネット接続を確認してください。",
  "Disconnected from the streaming server.  Please check your internet connection.": "ストリーミングサーバーから切断されました。 インターネット接続を確認してください。",
  "Could not access the specified channel or stream key, please double-check your stream key.  ": "指定されたチャンネルまたはストリームキーにアクセスできませんでした。ストリームキーを再確認してください。  ",
  "If it is correct, there may be a problem connecting to the server.": "正しい場合は、サーバーへの接続に問題がある可能性があります。",
  "There is not sufficient disk space to continue recording.": "録音を続行するのに十分なディスク容量がありません。",
  "The output format is either unsupported or does not support more than one audio track.  ": "出力フォーマットがサポートされていないか、複数のオーディオトラックをサポートしていません。  ",
  "Please check your settings and try again.": "設定を確認して、もう一度やり直してください。",
  "An unexpected error occurred:": "エラーが発生しました：",
  "Title": "タイトル",
  "Game": "ゲーム",
  "Do not show this message when going live": "ライブにする時は、このメッセージを表示しない。",
  "You will not be asked again to update your stream info when going live.  ": "ライブに行くときにストリーム情報を更新するように再確認されることはありません。  ",
  "You can re-enable this from the settings.": "これを設定から再度有効にすることができます。",
  "Confirm & Go Live": "確認してライブにする",
  "Update Stream Info": "ストリームの更新情報をアップデートする",
  "There was an error fetching your channel information.  You can try": "チャンネル情報を取得中にエラーが発生しました。 試すことができます",
  "fetching the information again": "情報を再度取得する",
  "or you can": "もしくわ",
  "just go live.": "ライブに行く",
  "If this error persists, you can try logging out and back in.": "このエラーが解消されない場合は、ログアウトしてからログインし直すことができます。",
  "Use optimized encoder settings": "最適化されたエンコーダ設定の使用",
  "Optimized encoder gives equivalent quality while reducing usage. Game specific encoders for Fortnite, PUBG, Destiny 2, and League Of Legends": "最適化されたエンコーダは、使用量を削減しながら同等の品質を提供します Fortnite、PUBG、Destiny 2、League of Legendsのゲーム専用エンコーダ",
  "Something went wrong while updating your stream info.  Please try again.": "ストリーム情報を更新中に何か問題が発生いたしました。 もう一度お試しください。",
  "Something went wrong while updating your stream info. You can try again, or you can": "ストリーム情報を更新中に何か問題が発生いたしました。 もう一度お試しください。",
  "just go live": "ライブに行く",
  "Optimized profile for average CPUs": "平均CPUの最適化されたプロファイル",
  "Optimized profile for weak CPUs": "弱いCPUの最適化されたプロファイル",
  "YouTube account not enabled for live streaming": "YouTubeアカウントはライブストリーミングが有効になっていません",
  "Fix": "直す",
  "I'm set up": "設置OK!",
  "END STREAM": "ストリームを終了する",
  "STARTING": "始まり",
  "ENDING": "終了",
  "RECONNECTING": "またつなげている",
  "GO LIVE": "ライブになる",
  "Go to Youtube to view your live stream": "Youtubeに行ってライブストリームを見る",
  "Edit your stream title and description": "ストリームタイトルと説明を変更する",
  "Go to Youtube Live Dashboard to control your stream": "Youtubeライブ・ダッシュボードに行ってストリームをコントロールする",
  "Are you sure you want to exit while live?": "ライブ中に停止してもよろしいですか？",
  "Enable the preview stream": "ストリーム・プリビュウーを表示する",
  "Disable the preview stream, can help with CPU": "ストリーム・プリビュウーを非表示する。CPUに負担がかからない",
  "viewers": "視聴者",
  "Refresh Chat": "チャットを更新します。",
  "Your chat is currently offline": "チャットは今オフラインになっています",
  "Set path in Settings > Output.": "設定 > 出力でパスを作る。"
}