{
  "Are you sure you want to stop streaming?": "ストリーミングを停止しますか?",
  "Invalid Path or Connection URL.  Please check your settings to confirm that they are valid.": "無効なパスまたは接続 URL。設定が有効であることを確認してください。",
  "Failed to connect to the streaming server.  Please check your internet connection.": "ストリーミング サーバーに接続できませんでした。インターネット接続を確認してください。",
  "Disconnected from the streaming server.  Please check your internet connection.": "ストリーミング サーバーから切断されました。インターネット接続を確認してください。",
  "Could not access the specified channel or stream key. Please log out and back in to refresh your credentials. If the problem persists, there may be a problem connecting to the server.": "指定されたチャネルまたはストリームキーにアクセスできませんでした。ログアウトしてからログインし直して、認証情報を更新してください。問題が解決しない場合は、サーバーへの接続に問題がある可能性があります。",
  "There is not sufficient disk space to continue recording.": "録画を続けるのに十分なディスク空き容量がありません。",
  "The output format is either unsupported or does not support more than one audio track.  ": "出力形式がサポートされていない、または複数のオーディオトラックをサポートしていません。",
  "Please check your settings and try again.": "設定を確認して、再試行してください。",
  "An unexpected error occurred:": "予期しないエラーが発生しました：",
  "Title": "タイトル",
  "Game": "ゲーム",
  "Do not show this message when going live": "ライブ配信の開始時にこのメッセージを表示しない",
  "You will not be asked again to update your stream info when going live.  ": "今後は、ライブ配信の開始時にストリームの更新について尋ねられません。",
  "You can re-enable this from the settings.": "設定からこれを再度有効にすることができます。",
  "Confirm & Go Live": "確認 & ライブ配信の開始",
  "Update Stream Info": "ストリーム情報を更新",
  "Use optimized encoder settings": "最適化されたエンコーダー設定を使用",
  "Optimized encoder gives equivalent quality while reducing usage. Game specific encoders for Fortnite, PUBG, Destiny 2, and League Of Legends": "最適化されたエンコーダーは、使用率を下げながら同等の品質を提供します。Fortnite、PUBG、Destiny 2、および League Of Legends 用のゲーム固有のエンコーダー",
  "Something went wrong while updating your stream info.  Please try again.": "ストリーム情報の更新中に問題が発生しました。再試行してください。",
  "Something went wrong while updating your stream info. You can try again, or you can": "ストリーム情報の更新中に問題が発生しました。再試行するか、または単に",
  "just go live": "ライブ配信を開始できます",
  "Optimized profile for average CPUs": "平均的な CPU 向けに最適化されたプロファイル",
  "Optimized profile for weak CPUs": "性能の低い CPU 向けに最適化されたプロファイル",
  "YouTube account not enabled for live streaming": "YouTube アカウントがライブストリーミング用に有効化されていません",
  "Fix": "修正",
  "I'm set up": "準備ができています",
  "End Stream": "ストリームを終了",
  "Starting": "開始しています",
  "Ending": "終了しています",
  "Reconnecting": "再接続しています",
  "Go Live": "ライブ配信を開始する",
  "Stop": "停止する",
  "Save Replay": "リプレイを保存",
  "Schedule Stream": "ストリームをスケジュール",
  "View your live stream in a web browser": "ウェブブラウザでライブストリームを表示",
  "Edit your stream title and description": "ストリームタイトルと説明を編集",
  "Go to YouTube Live Dashboard to control your stream": "YouTube ライブダッシュボードにアクセスして、ストリームをコントロール",
  "Go to the Facebook Live Producer Dashboard": "Facebook Live Producer ダッシュボードに移動",
  "Are you sure you want to exit while live?": "ライブ中に終了してよろしいですか?",
  "Enable the preview stream": "プレビュー ストリームを有効化",
  "Disable the preview stream, can help with CPU": "プレビュー ストリームを無効化。CPU に対して有益です",
  "viewers": "視聴者",
  "Refresh Chat": "チャットを更新",
  "Your chat is currently offline": "チャットは現在オフラインです",
  "Set path in Settings > Output.": "[設定] > [出力] でパスを設定します。",
  "Open Performance Window": "パフォーマンスウィンドウを開く",
  "Start Replay Buffer": "リプレイバッファーを開始",
  "Stop Replay Buffer": "リプレイバッファーを停止",
  "Stopping...": "停止しています...",
  "Your stream has been scheduled for %{time} from now. If you'd like to make another schedule please enter a different time": "ストリームは今から %{time} 内にスケジュールされました。別のスケジュールを設定する場合は、異なる時間を入力してください",
  "Stop streaming to access these controls:": "ストリーミングを停止して、これらのコントロールにアクセス：",
  "Tags": "タグ",
  "Select stream tags": "ストリーム タグを選択",
  "You can now edit your channel tags from this screen.": "チャネル タグをこの画面から編集できるようになりました。",
  "Log out and back in to reauthorize additional permissions.": "ログアウトしてからログインし直して、追加の許可を再認証します。",
  "Are you sure you want to start streaming?": "ストリーミングを開始してよろしいですか?",
  "Please enable account for streaming to recieve a stream key": "ストリームキーを受け取るには、ストリーミング用のアカウントを有効化してください。",
  "You must create a Facebook gaming page to go live.": "ライブ配信を開始するには、Facebook ゲーミングページを作成する必要があります。",
  "Create Page": "ページを作成",
  "Facebook Page": "Facebook ページ",
  "Description": "説明",
  "Checking optimized setting for": "次のために最適化された設定をチェックしています",
  "You will not be asked again to update your stream info when going live. ": "今後は、ライブ配信の開始時にストリームの更新について尋ねられません。",
  "Schedule": "スケジュール",
  "No matching game(s) found.": "一致するゲームが見つかりません",
  "Use optimized encoder settings ": "最適化されたエンコーダー設定を使用",
  "Use optimized encoder settings for %{game}": "%{game} に対して最適化されたエンコーダー設定を使用",
  "Scheduled Date": "スケジュールされた日付",
  "Scheduled Time": "スケジュールされた時間",
  "You are 10 minutes away from the 8 hour stream limit": "8 時間のストリーム制限まであと 10 分です",
  "Stream has disconnected, attempting to reconnect.": "ストリームが切断されました。再接続を試みています。",
  "Start typing to search": "入力を開始して検索する",
  "Twitch requires two factor authentication to be enabled on your account in order to stream to Twitch. Please enable two factor authentication and try again.": "Twitch では、Twitch にストリームするには、アカウントで二要素認証を有効にする必要があります。二要素認証を有効化して、再試行してください。",
  "Twitch Authentication Error": "Twitch 認証エラー",
  "Enable Two Factor Authentication": "二要素認証を有効化",
  "Dismiss": "無視",
  "It looks like you haven't added any video sources yet, so you will only be outputting a black screen.": "ビデオソースがまだ追加されていないようです。このため、黒い画面のみが出力されます。",
  "Are you sure you want to do this?": "これを実行しますか?",
  "You can add sources by clicking the + icon near the Sources box at any time": "ソースボックスの隣の「+」アイコンをクリックして、いつでもソースを追加できます。",
  "Tweet to let your followers know you're going live": "ツイートして、ライブ配信を開始することをフォロワーに伝える",
  "Optimized encoding provides better quality and/or lower cpu/gpu usage. Depending on the game, resolution may be changed for a better quality of experience": "最適化されたエンコーディングにより、品質が向上および/または CPU/GPU 使用率が低下します。ゲームによって、体験の質を向上させるために解像度が変わる場合があります。",
  "An error occurred with the output. This is usually caused by out of date video drivers. Please ensure your Nvidia or AMD drivers are up to date and try again.": "出力エラーが発生しました。これは通常、古いビデオドライバーが原因です。Nvidia または AMD ドライバーが最新であることを確認して、再試行してください。",
  "An error occurred with the output. Please check your streaming and recording settings.": "出力エラーが発生しました。ストリーミングとレコーディングの設定を確認してください。",
  "OK": "OK",
  "Streaming Error": "ストリーミングエラー",
  "Recording Error": "録画エラー",
  "Replay Buffer Error": "リプレイバッファーエラー",
  "Learn More": "詳細",
  "More": "詳細",
  "System error message:": "システムエラーメッセージ：",
  "Something went wrong while going live, please try again.": "ライブ配信中に何らかの問題が発生しました。再試行してください。",
  "Your stream has started, but there were issues with other actions taken": "ストリームが開始しましたが、他のアクションに問題がありました",
  "You must select a game": "ゲームを選択する必要があります。",
  "Please schedule no further than 7 days in advance and no sooner than 10 minutes in advance.": "10 分 ～ 7 日範囲でスケジュールを設定してください。",
  "No Sources": "ソースがありません",
  "Enable Multistream": "マルチストリームを有効化",
  "Multistream allows you to stream to multiple platforms simultaneously.": "マルチストリームによって、複数のプラットフォームに同時にストリームできます。",
  "Multistream": "マルチストリーム",
  "Your Twitch login is expired. Please log in again to continue using Streamlabs": "Twitch ログインの期限が切れました。再度ログインし、Streamlabs の使用を続けてください",
  "Refresh Login": "ログインを更新",
  "%{platform} Settings": "%{platform} 設定",
  "Update settings for %{platform}": "%{platform} の設定を更新",
  "Link to the %{platform} page has been copied to your clipboard": "%{platform} ページへのリンクがクリップボードにコピーされました",
  "Failed to fetch settings from %{platformName}": "%{platformName} から設定をフェッチできませんでした",
  "Failed to update settings for %{platformName}": "%{platformName} の設定を更新できませんでした",
  "prepopulateStreamSettingsError": "チャネル情報のフェッチ中にエラーが発生しました。&lt;fetch-again-link&gt;情報のフェッチを再試行&lt;/fetch-again-link&gt;するか、または&lt;just-go-live-link&gt;ライブ配信を開始&lt;/just-go-live-link&gt;することができます。このエラーが解決しない場合、ログアウトしてからログインし直してください。",
  "updateStreamSettingsError": "ストリーム情報の更新中に問題が発生しました。&lt;try-again-link&gt;再試行&lt;/try-again-link&gt;するか、または&lt;just-go-live-link&gt;ライブ配信を開始&lt;/just-go-live-link&gt;することができます。このエラーが続く場合は、ログアウト、再ログインを試すことができます。",
  "twitchMissedScopeError": "&lt;p&gt;streamlabs.com ウェブサイト上で Twitch アカウントが接続されたようです。ストリーミングを開始するには、Streamlabs Desktop&lt;/p&gt;&lt;connect-button&gt;Connect Twitch&lt;/connect-button&gt; を通して再接続する必要があります",
  "Multistreaming to these platforms requires Prime": "これらのプラットフォームへのマルチストリーミングには Prime が必要です",
  "Become a Prime member": "Prime メンバーになる",
  "You must select a game for %{platformName}": "%{platformName} のゲームを選択する必要があります。",
  "Connect %{platformName} to Streamlabs.": "%{platformName} を Streamlabs に接続します。",
  "Connect %{platformName}": "%{platformName} を接続",
  "Stream to %{platformName}": "%{platformName} にストリーム",
  "Schedule to %{platformName}": "%{platformName} にスケジュール",
  "Use different title, game and description": "別のタイトル、ゲームおよび説明を使用",
  "Use different title and description": "別のタイトルと説明を使用",
  "Use different title and game": "別のタイトルとゲームを使用",
  "Use different title": "別のタイトルを使用",
  "Search tags": "検索タグ",
  "Successfully updated": "正常に更新されました",
  "Go back": "戻る",
  "Show Advanced Settings": "詳細設定を表示",
  "Configure the Multistream service": "マルチストリームサービスを構成",
  "Apply optimized settings": "最適化された設定を適用",
  "Start video transmission": "ビデオ送信を開始",
  "Publish Youtube broadcast": "Youtube ブロードキャストを公開",
  "Post a tweet": "ツイートを投稿",
  "You could try reducing the number of your destinations to one for direct streaming.": "ダイレクトストリーミングの行き先数を 1 つに減らしてみることができます。",
  "Add Destination": "行き先を追加",
  "Extras": "エクストラ",
  "Go back to settings": "設定に戻る",
  "Select at least one destination": "行き先を最低 1 つ選択",
  "You cannot unlink the platform you used to sign in to Streamlabs Desktop. If you want to unlink this platform, please sign in with a different platform.": "Streamlabs Desktop へのサインインに使用したプラットフォームのリンクを解除することはできません。このプラットフォームのリンクを解除したい場合、別のプラットフォームでサインインしてください。",
  "You cannot disable the platform you used to sign in to Streamlabs Desktop. Please sign in with a different platform to disable streaming to this destination.": "Streamlabs Desktop へのサインインに使用したプラットフォームを無効にすることはできません。別のプラットフォームでサインインして、この行き先へのストリーミングを無効にしてください。",
  "Checking optimized setting for %{game}": "%{game} に対して最適化された設定をチェックしています",
  "There was an error starting the output. Check your settings and try again. If this issue persists, please contact Streamlabs support.": "出力の開始時にエラーが発生しました。設定を確認して、再試行してください。この問題が解決しない場合、Streamlabs サポートまでご連絡ください。",
  "Contact Support": "サポートへのお問合せ",
  "The request to the platform failed": "プラットフォームへのリクエストが失敗しました",
  "No Facebook pages were found": "Facebook ページが見つかりませんでした",
  "Missing required oauth scope": "必要な oauth スコープがありません",
  "Failed to fetch platform settings": "プラットフォーム設定をフェッチできませんでした",
  "Failed to update platform settings": "プラットフォーム設定を更新できませんでした",
  "The Multistream server is temporarily unavailable": "マルチストリームサーバーは一時的に利用できません",
  "Failed to configure the Multistream server": "マルチストリームサーバーを構成できませんでした",
  "Your YouTube account is not enabled for live streaming": "YouTube アカウントがライブストリーミング用に有効化されていません",
  "Failed to publish the YouTube broadcast": "YouTube ブロードキャストを公開できませんでした",
  "Failed to post the Tweet": "ツイートを投稿できませんでした",
  "This feature is for Prime members only": "この機能は Prime メンバー専用です",
  "An unkown error occurred": "不明なエラーが発生しました",
  "Please enable your account for live streaming, and wait 24 hours before attempting to stream.": "ライブストリーミング用にアカウントを有効化して、24 時間待ってからストリームをお試しください。",
  "Please try again. If the issue persists, you can stream directly to a single platform instead.": "再試行してください。問題が解決しない場合は、代わりに単一プラットフォームに直接ストリームすることができます。",
  "Enable Live Streaming": "ライブストリーミングを有効化",
  "Destination": "行き先",
  "You cannot disable the platform you used to sign in to Streamlabs Desktop. Please sign in with a different platform to disable streaming to this destinationType.": "Streamlabs Desktop へのサインインに使用したプラットフォームを無効にすることはできません。別のプラットフォームでサインインして、この行き先タイプへのストリーミングを無効にしてください。",
  "canNotDisablePrimaryPlatform": "ログインしたプラットフォームを無効化できません。&lt;br/&gt;代わりに&lt;switch-account-link&gt;別のアカウントにログイン&lt;/switch-account-link&gt;しますか？",
  "Your stream title or description contain banned words": "ストリームタイトルまたは説明に、禁止じられた言葉が含まれています",
  "Platform": "プラットフォーム",
  "Update scheduled event": "予定されたイベントを更新",
  "Schedule new stream": "新しいストリームをスケジュール",
  "Stream scheduled": "予定されたストリーム",
  "Invalid settings. Please check the form": "設定が無効です。形式を確認してください",
  "Common Stream Settings": "一般ストリーム設定",
  "Schedule Stream for %{formattedDate}": "ストリームを %{formattedDate} にスケジュール",
  "Update Scheduled Stream for %{formattedDate}": "%{formattedDate} にスケジュールされたストリームを更新",
  "You can not schedule to a past date": "過去の日付にはスケジュールできません"
}
