{
  "Troubleshooter": "トラブルシューター",
  "Open Settings": "設定を開く",
  " Streamlabs has detected dropped frames": " Streamlabs はドロップフレームを検出しました",
  "What does this mean?": "これは何を意味するのでしょうか?",
  " Some frames have not been uploaded. This problem is usually related to a poor network connection.": "一部のフレームはアップロードされませんでした。この問題は通常、不良なネットワーク接続に関連しています。",
  "What can I do?": "どうすれば良いですか?",
  "Check the health of your Internet connection": "インターネット接続の状態を確認します",
  "Change your ingest server": "インジェストサーバーを変えます",
  "If none of these worked, lower your bitrate": "これらによって問題が解決しない場合、ビットレートを下げます",
  "Streamlabs has detected skipped frames": "Streamlabs はスキップされたフレームを検出しました",
  "Some frames have not been encoded.": "一部のフレームはエンコードされませんでした。",
  "This problem is usually due to high CPU usage or unsuitable encoder settings.": "この問題は通常、高い CPU 使用率または不適切なエンコーダー設定が原因です。",
  "Lower your encoder settings (preset)": "エンコーダー設定を下げます（プリセット）",
  "Ensure that you don't have any other applications open that are heavy on your CPU": "CPU に負荷がかかる他のアプリケーションが開いていないことを確認します",
  "Enable performance mode in the Editor context menu": "[エディタ] コンテキストメニューでパフォーマンスモードを有効化します",
  "Streamlabs has detected lagged frames": "Streamlabs は遅延フレームを検出しました",
  "Some frames took too long to get rendered.": "一部のフレームはレンダリングに長時間かかりました。",
  "Usually the problem is related to your game using up too many GPU resources.": "通常、この問題は、非常に多くの GPU リソースを使うゲームに関連しています。",
  "When this happens, Streamlabs does not have any resources left over to render frames.": "この問題が発生した場合、Streamlabs には、フレームをレンダリングするためのリソースが残っていません。",
  "Cap your in-game framerate": "ゲーム内フレームレートを制限します",
  "Enable VSync in your game": "ゲーム内で VSync を有効化します",
  "Disable FreeSync or GSync in your Driver": "ドライバーの FreeSync または GSync を無効化します",
  "Lower graphics settings until you stop lagging frames": "フレームの遅延が停止するまで、グラフィック設定を下げます",
  "Disable hardware decoding under any media sources(This will slightly increase cpu over gpu)": "メディアソースの下のハードウェア デコーディングを無効化します（これによって、GPU に対して CPU 利用率がわずかに増加します）"
}
