{
  "Game Widget": "ゲーム ウィジェット",
  "Let your viewers play a game in chat": "視聴者にチャット内でゲームをプレイさせましょう",
  "Chat Decision Time": "チャット決定時間",
  "Trigger Command": "コマンドをトリガー",
  "Chat Response Timer": "チャット応答タイマー",
  "No Input Recieved": "入力が受信されませんでした",
  "Restarting Game": "ゲームを再起動しています",
  "Chat's Turn": "チャットの順番",
  "Chat Marker Color": "チャット マーカーの色",
  "Chat Win Color": "チャット勝利の色",
  "AI's Turn": "AI の順番",
  "AI Marker Color": "AI マーカーの色",
  "AI Win Color": "AI 勝利の色",
  "Chat Won": "チャット勝利",
  "Chat Lost": "チャット負け",
  "Draw Game": "引き分けゲーム",
  "Cannot Play Here": "ここではプレイできません",
  "Game End Message Duration": "ゲーム終了メッセージの持続時間",
  "Chat Marker": "チャットマーカー",
  "AI Marker": "AI マーカー",
  "The duration in seconds to collect chat's responses before passing them to the game.": "ゲームにチャットの応答を渡すまでに、応答を収集する時間（秒）。",
  "Command used by the chat to provide their response.": "応答を提供するために、チャットによって使用されるコマンド。",
  "Message displayed to let the chat know they didn't provide any input.": "入力が提供されなかったことをチャットに知らせるために表示されるメッセージ。",
  "Message displayed to let the chat know the game is restarting.": "ゲームが再起動中であることをチャットに知らせるために表示されるメッセージ。",
  "Marker used to display where chat played their turn. Please make sure it's not more than 1 character.": "チャットがその順番をプレイした場所を表示するために使用するマーカー。1 文字を超えないようにしてください。",
  "Message to let everyone know that it's chat's turn to play.": "チャットがプレイする番であることを全員に知らせるためのメッセージ。",
  "Marker used to display where AI played it's turn. Please make sure it's not more than 1 character.": "AI がその順番をプレイした場所を表示するために使用するマーカー。1 文字を超えないようにしてください。",
  "Message to let everyone know that it's AI's turn to play.": "AI がプレイする番であることを全員に知らせるためのメッセージ。",
  "Message displayed to let everyone know chat won.": "チャットが勝ったことを全員に表示するためのメッセージ。",
  "Message displayed to let everyone know chat lost.": "チャットが負けたことを全員に表示するためのメッセージ。",
  "Message displayed to let everyone know the game was a draw.": "ゲームが引き分けたことを全員に表示するためのメッセージ。",
  "Message to let chat know that they cannot play the current move.": "現在の順番をプレイできないことをチャットに知らせるためのメッセージ。",
  "Display the game ended message for these many seconds.": "これらの長い秒数間、ゲーム終了メッセージを表示します。",
  "General Settings": "全般設定",
  "Game Settings": "ゲーム設定"
}
