{
  "We are improving our backend systems. As part of the migration process, we will need to you log in again. If you have any questions, you can": "Fejlesztjük a backend rendszereinket. A migrációs eljárás részeként arra kérünk, jelentkezz be újra. Amennyiben kérdésed van,",
  "contact support.": "lépj kapcsolatba az ügyfélszolgálattal.",
  "Sign in with your streaming account to get started with Streamlabs": "Jelentkezzen be streaming-fiókjával, hogy elkezdhesse a Streamlabs alkalmazást",
  "Select an OBS profile to import": "Válaszd ki az importálni kívánt OBS profilt",
  "Import from OBS": "Importálás OBS-ből",
  "Start Fresh": "Kezdj Teljesen Újat",
  "Importing": "Importálás",
  "Successfully Imported": "Sikeres importálás",
  "Importing your scenes and sources": "Importáljuk a jeleneteket és a forrásokat",
  "All scenes, sources and settings have been imported.": "Minden jelenet, forrás és beállítás importálva lett.",
  "Import your scenes and your settings from OBS with a simple click, or start fresh.": "Egy egyszerű kattintással importálhatod jeleneteidet és beállításaidat, vagy teljesen újat is kezdhetsz.",
  "Click below and we'll analyze your internet speed and computer hardware to give you the best settings possible.": "Kattints alább, hogy az internet sebességed és a számítógéped hardvereinek ellenőrzésével a lehető legjobb beállításokat adhassuk meg.",
  "Start": "Mehet",
  "Rather do this manually?": "Manuálisan szeretnéd csinálni?",
  "Setup later": "Beállítás később",
  "Detecting your location...": "Helyzeted meghatározása...",
  "Performing bandwidth test...": "Sávszélesség teszt végrehajtása...",
  "Testing streaming encoder...": "Stream kódoló tesztelése...",
  "Testing recording encoder...": "Felvevő kódoló tesztelése...",
  "Attempting stream...": "Stream indításának megkísérlése...",
  "Reverting to defaults...": "Visszaállítás alapértelmezett beállításokra...",
  "Applying stream settings...": "Stream beállítások alkalmazása...",
  "Applying general settings...": "Általános beállítások alkalmazása...",
  "Optimizing...": "Optimalizálás...",
  "Optimize": "Optimalizálás",
  "We're connecting to OBS and pulling your previous settings for a seamless conversion.": "A zavartalan átállás miatt most csatlakozunk az OBS-hez, és lekérjük a korábbi beállításaidat.",
  "Initialzing ...": "Inicializálás...",
  "Connecting to OBS ...": "Csatlakozás az OBS-hez ...",
  "Pulling settings ...": "Beállítások lekérése ...",
  "Starting import ...": "Importálás megkezdése ...",
  "Finalizing ...": "Véglegesítés ...",
  "We're analyzing your internet speed and computer hardware to give you the best settings possible.": "Ellenőrizzük az internet sebességed és a számítógéped hardvereit, hogy a lehető legjobb beállításokat alkalmazzuk.",
  "Done!": "Kész!",
  "Next": "Következő",
  "Scene Collections Import": "Jelenet Gyűjtemények Importálása",
  "The following scene collections have been imported from your Streamlabs account": "A következő jelenet gyűjteményeket importáltuk a Streamlabs fiókodból",
  "Continue": "Tovább",
  "Collecting some information about your PC...": "Információ gyűjtése a számítógépről...",
  "We found optimized settings for your PC": "Optimális beállításokat találtunk a számítógépéhez",
  "Something went wrong": "Valami elromlott",
  "Streamlabs OBS is ready to go": "A Streamlabs OBS készen áll az indulásra",
  "Download and Apply": "Töltse le és alkalmazza",
  "This device is not available": "Ez az eszköz nem érhető el",
  "Select your mic": "Válassza ki a mikrofont",
  "Select your webcam": "Válassza ki a webkameráját",
  "Setup Mic and Webcam": "A mikrofon és a webkamera beállítása",
  "Sign in with your streaming account to get started with Streamlabs OBS": "Jelentkezzen be streaming-fiókjával, hogy elkezdhesse a Streamlabs OBS használatát",
  "Welcome to Streamlabs OBS": "Üdvözöljük a Streamlabs OBS-ben",
  "Import your existing settings from OBS in less than a minute and go live": "Importálja meglévő beállításait kevesebb, mint egy perc alatt az OBS-ből, és kezdje el élőben",
  "We import all of your settings, including scenes, output, configurations, and much more": "Az összes beállítást importáljuk, beleértve a jeleneteket, a kimenetet, a konfigurációkat és még sok minden mást",
  "Start with a clean copy of Streamlabs OBS and configure your settings from scratch": "Kezdje a Streamlabs OBS tiszta példányával, és a semmiből konfigurálja a beállításokat",
  "Add a Theme": "Téma hozzáadása",
  "Not seeing a theme that catches your eye? Our theme library has hundreds of free choices available": "Nem látja a témát, amely felhívja a figyelmét? Témakönyvtárunk több száz ingyenes választási lehetőséget kínál",
  "Something went wrong.": "Valami elromlott.",
  "In-game Overlay": "Játékon belüli átfedés",
  "Optimized Video Encoding": "Optimalizált videokódolás",
  "A few benefits of using Streamlabs OBS": "Néhány előnye a Streamlabs OBS használatának",
  "Some exclusive features we recommend to take your stream to the next level": "Néhány exkluzív szolgáltatás, azt javasoljuk, hogy folytassa a streamét a következő szintre",
  "Detected %{continent}": "Észlelt kontinens: %{continent}",
  "Check out 50+ amazing apps from independent developers, ranging from DMCA-compliant music to stunning overlays to more tools to engage with your community. Head over to the app store in the main navigation to browse our selection of free and paid apps.": "Nézze meg több mint 50 lenyűgöző alkalmazást független fejlesztőktől, kezdve a DMCA-kompatibilis zenétől a lenyűgöző átfedésekig és a közösséggel való kapcsolattartáshoz szükséges további eszközökig. Menjen az alkalmazásboltba a fő navigációban az ingyenes és fizetett alkalmazások kiválasztásának böngészéséhez.",
  "Only have one screen? Perfect! Enable our in-game overlay to make sure you catch every chat message and stream event that happens while you get your game on. You can enable this feature in the ‘Game Overlay’ tab of the settings menu.": "Csak egy képernyő van? Tökéletes! Engedélyezze a játékon belüli átfedésünket, hogy megbizonyosodjon arról, hogy minden csevegőüzenetet és stream-eseményt elkap, ami a játék indításakor történik. Ezt a funkciót a Beállítások menü „Játékfedvény” lapján engedélyezheti.",
  "Enjoy interacting with your viewers via IRL streams? Take that interaction to the next level with Streamlabs Facemasks, a tool that lets your viewers add 3-D masks to your face when they donate. Head over to the facemask settings to get started.": "Szereted az IRL közvetítésen keresztül a nézőivel való kapcsolattartást? Vigye az interakciót a következő szintre a Streamlabs Facemasks segítségével, amely olyan eszköz, amely lehetővé teszi a nézők számára, hogy adományozás közben 3D-s maszkokat adjon az arcodhoz. Keresse fel az arcmaszk beállításait az induláshoz.",
  "Stream at higher quality and lower CPU usage by enabling video encoding optimization. We achieve these improvements because we tune Streamlabs OBS specifically for your game of choice and your bandwidth. To enable, check the box ‘Use optimized encoder settings’ while editing your stream information.": "Stream jobb minőségű és alacsonyabb CPU-használat mellett, lehetővé téve a videokódolás optimalizálását. Ezeket a fejlesztéseket azért érjük el, mert a Streamlabs OBS-t kifejezetten a választott játékodra és a sávszélességre hangoljuk. Az engedélyezéshez jelölje be az „Optimalizált kódolóbeállítások használata” jelölőnégyzetet a stream adatainak szerkesztése közben.",
  "Re-Authorize": "Újrahitelesítés",
  "or select another platform": "vagy válasszon másik platformot",
  "Connect to %{platform}": "Csatlakozás a %{platform}",
  "View help docs": "A súgódokumentumok megtekintése",
  "Enter your stream key.": "Írja be a streamkódot.",
  "Select platform": "Válassza ki a platformot",
  "No webcam detected": "Nem található webkamera",
  "Enable multistream to grow your audience, build your brand, and earn great prizes - with no extra effort. Available for Facebook today, and other platforms coming soon.": "Enable multistream to grow your audience, build your brand, and earn great prizes - with no extra effort. Available for Facebook today, and other platforms coming soon.",
  "Enable multistream": "Enable multistream",
  "Enable multistream to get started.": "Enable multistream to get started.",
  "Merge your account with your new page. We can then track your progress so you can start earning great rewards!": "Merge your account with your new page. We can then track your progress so you can start earning great rewards!",
  "A Facebook Gaming Page is required to multistream to Facebook.": "A Facebook Gaming Page is required to multistream to Facebook.",
  "Create Facebook Gaming Page": "Create Facebook Gaming Page",
  "Create Gaming Video Creator Page": "Create Gaming Video Creator Page",
  "Merge your Facebook Gaming Page": "Merge your Facebook Gaming Page",
  "Merge with Facebook": "Egyesülés a Facebook-lal"
}
