{
  "Are you sure you want to stop streaming?": "Biztosan befejezed a streamelést?",
  "Invalid Path or Connection URL.  Please check your settings to confirm that they are valid.": "Érvénytelen Útvonal vagy Kapcsolati URL. Kérjük, ellenőrizd a beállításokat és erősítsd meg, hogy érvényesek-e.",
  "Failed to connect to the streaming server.  Please check your internet connection.": "Nem tudtunk csatlakozni a stream szerverre. Ellenőrizd az internetkapcsolatod.",
  "Disconnected from the streaming server.  Please check your internet connection.": "Lecsatlakoztál a stream szerverről. Kérünk ellenőrizd az internetkapcsolatod.",
  "Could not access the specified channel or stream key. Please log out and back in to refresh your credentials. If the problem persists, there may be a problem connecting to the server.": "Could not access the specified channel or stream key. Please log out and back in to refresh your credentials. If the problem persists, there may be a problem connecting to the server.",
  "There is not sufficient disk space to continue recording.": "Nincs elég lemezterület a felvétel folytatásához.",
  "The output format is either unsupported or does not support more than one audio track.  ": "A kimeneti formátum nem támogatott, vagy az nem támogat egynél több hangsávot.  ",
  "Please check your settings and try again.": "Kérünk ellenőrizd a beállításokat és próbáld újra.",
  "An unexpected error occurred:": "Váratlan hiba történt:",
  "Title": "Cím",
  "Game": "Játék",
  "Do not show this message when going live": "Ne mutassa ezt az üzenet élő adás indításakor",
  "You will not be asked again to update your stream info when going live.  ": "Többé nem fogjuk kérni az adás információnak frissítését, mikor adást kezdesz.  ",
  "You can re-enable this from the settings.": "Ezt újra bekapcsolhatod a beállításokban.",
  "Confirm & Go Live": "Megerősítés & Adás Kezdése",
  "Update Stream Info": "Stream Információ Frissítése",
  "There was an error fetching your channel information.  You can try": "Nem tudtuk lekérdezni az csatorna információkat. Megpróbálhatod",
  "fetching the information again": "újra lekérdezni az információt",
  "or you can": "vagy",
  "just go live.": "kezdd el enélkül az adást.",
  "If this error persists, you can try logging out and back in.": "Amennyiben a hiba máskor is felmerül, jelentkezz ki, majd vissza.",
  "Use optimized encoder settings": "Optimalizált kódoló beállítás használata",
  "Optimized encoder gives equivalent quality while reducing usage. Game specific encoders for Fortnite, PUBG, Destiny 2, and League Of Legends": "Az optimalizált kódoló a leterheltség csökkentése mellett közel azonos minőséget ad. Játékspecifikus kódoló a Fortnite, PUBG, Destiny 2, és League Of Legends játékokhoz",
  "Something went wrong while updating your stream info.  Please try again.": "Hiba történt az adás információnak frissítése során. Kérünk próbáld újra.",
  "Something went wrong while updating your stream info. You can try again, or you can": "Hiba történt a stream információnak frissítése során. Kérünk próbáld újra, vagy",
  "just go live": "indítsd az adást",
  "Optimized profile for average CPUs": "Átlagos processzorokra optimalizált profil",
  "Optimized profile for weak CPUs": "Gyenge processzorokra optimalizált profil",
  "YouTube account not enabled for live streaming": "A YouTube fióknak nincs engedélye élő adásokhoz",
  "Fix": "Javítás",
  "I'm set up": "Minden rendben",
  "End Stream": "Vége a streamnek",
  "Starting": "Kezdve",
  "Ending": "Befejező",
  "Reconnecting": "Újracsatlakozás",
  "Go Live": "Go Live",
  "Stop": "Állj meg",
  "Save Replay": "Visszajátszás Mentése",
  "Schedule Stream": "Schedule Stream",
  "Go to Youtube to view your live stream": "Az élő adásod megtekintéséhez látogass el a YouTube-ra",
  "Edit your stream title and description": "Szerkeszd a stream címét és leírását",
  "Go to Youtube Live Dashboard to control your stream": "A streamed irányításához látogasd meg a YouTube Élő Irányítópultot",
  "Are you sure you want to exit while live?": "Biztosan kilépsz miközben megy az adás?",
  "Enable the preview stream": "Stream előnézetének bekapcsolása",
  "Disable the preview stream, can help with CPU": "Stream előnézetének kikapcsolása, leveszi a terhet a processzorról",
  "viewers": "néző",
  "Refresh Chat": "Chat Frissítése",
  "Your chat is currently offline": "A chated jelenleg nem elérhető",
  "Set path in Settings > Output.": "Állítsd be az elérési utat itt: Beállítások > Kimenet.",
  "Start Replay Buffer": "Indítsa el az újrajátszási puffert",
  "Stop Replay Buffer": "Stop Replay Buffer",
  "Stopping...": "Leállítása...",
  "Your stream has been scheduled for %{time} from now. If you'd like to make another schedule please enter a different time": "Your stream has been scheduled for %{time} from now. If you'd like to make another schedule please enter a different time",
  "Stop streaming to access these controls:": "Stop streaming to access these controls:",
  "Tags": "Címkék",
  "Select stream tags": "Válassza ki a streamcímkéket",
  "You can now edit your channel tags from this screen.": "Mostantól ezen a képernyőn szerkesztheti a csatornacímkéit.",
  "Log out and back in to reauthorize additional permissions.": "Jelentkezzen ki és jelentkezzen be további engedélyek újbóli hitelesítéséhez.",
  "Are you sure you want to start streaming?": "Biztosan elkezded a streamelést?",
  "Please enable account for streaming to recieve a stream key": "Please enable account for streaming to recieve a stream key",
  "You must create a Facebook gaming page to go live.": "You must create a Facebook gaming page to go live.",
  "Create Page": "Create Page",
  "Facebook Page": "Facebook Oldal",
  "Description": "Leírás",
  "Checking optimized setting for": "Az optimális beállítás ellenőrzése",
  "You will not be asked again to update your stream info when going live. ": "Többé nem fogjuk kérni az adás információnak frissítését, mikor adást kezdesz. ",
  "Schedule": "Menetrend",
  "No matching game(s) found.": "Nem található megfelelő játék (ok).",
  "Use optimized encoder settings ": "Használjon optimalizált kódolóbeállításokat ",
  "Scheduled Date": "Tervezett időpontja",
  "Scheduled Time": "Menetrendszeri idő",
  "You are 10 minutes away from the 8 hour stream limit": "You are 10 minutes away from the 8 hour stream limit",
  "Stream has disconnected, attempting to reconnect.": "A stream megszakadt, és megpróbált újracsatlakozni.",
  "Start typing to search": "Kezdje el beírni a keresést",
  "Twitch requires two factor authentication to be enabled on your account in order to stream to Twitch. Please enable two factor authentication and try again.": "A Twitch használatához két faktor hitelesítést kell engedélyezni a fiókjában, hogy a Twitch-en streameljen. Kérjük, engedélyezze a két faktor hitelesítést, és próbálja újra.",
  "Twitch Authentication Error": "Twitch Hitelesítési Hiba",
  "Enable Two Factor Authentication": "Két Faktor Hitelesítés Engedélyezése",
  "Dismiss": "Elutasít",
  "It looks like you haven't added any video sources yet, so you will only be outputting a black screen.": "Úgy tűnik, hogy még nem adott meg videó forrásokat, így csak egy fekete képernyő jelenik meg.",
  "Are you sure you want to do this?": "Biztosan ezt meg akarja tenni?",
  "You can add sources by clicking the + icon near the Sources box at any time": "A források hozzáadásához kattintson a + ikonra a Források mező közelében, bármikor",
  "Tweet to let your followers know you're going live": "Tweet, hogy tudatja követőidnek, hogy elő adás van",
  "Optimized encoding provides better quality and/or lower cpu/gpu usage. Depending on the game, resolution may be changed for a better quality of experience": "Az optimalizált kódolás jobb minőséget és / vagy alacsonyabb cpu / gpu felhasználást biztosít. A játéktól függően a felbontás megváltozhat a jobb élmény érdekében",
  "An error occurred with the output. This is usually caused by out of date video drivers. Please ensure your Nvidia or AMD drivers are up to date and try again.": "Hiba történt a kimenetnél. Ezt általában elavult videó illesztőprogramok okozzák. Ellenőrizze, hogy az Nvidia vagy AMD illesztőprogramjai naprakészek-e, és próbálja meg újra.",
  "OK": "OK",
  "Streaming Error": "Streaming Hiba",
  "Recording Error": "Felvételi hiba",
  "Replay Buffer Error": "Replay puffer hiba",
  "Learn More": "Tudj meg többet",
  "Something went wrong while going live, please try again.": "Valami elromlott élőben, próbáld újra.",
  "You must select a game": "Ki kell választania egy játékot",
  "Please schedule no further than 7 days in advance and no sooner than 10 minutes in advance.": "Kérjük, legfeljebb 7 nappal korábban és legkésőbb 10 perccel korábban ütemezze.",
  "No Sources": "No Sources",
  "Enable Multistream": "Enable Multistream",
  "Multistream allows you to stream to multiple platforms simultaneously.": "Multistream allows you to stream to multiple platforms simultaneously.",
  "Multistream": "Multistream",
  "Your Twitch login is expired. Please log in again to continue using Streamlabs OBS": "Your Twitch login is expired. Please log in again to continue using Streamlabs OBS",
  "Refresh Login": "Refresh Login"
}
