{
  "Are you sure you want to stop streaming?": "Biztosan befejezed a streamelést?",
  "Invalid Path or Connection URL.  Please check your settings to confirm that they are valid.": "Érvénytelen Útvonal vagy Kapcsolati URL. Kérjük, ellenőrizd a beállításokat és erősítsd meg, hogy érvényesek-e.",
  "Failed to connect to the streaming server.  Please check your internet connection.": "Nem tudtunk csatlakozni a stream szerverre. Ellenőrizd az internetkapcsolatod.",
  "Disconnected from the streaming server.  Please check your internet connection.": "Lecsatlakoztál a stream szerverről. Kérünk ellenőrizd az internetkapcsolatod.",
  "Could not access the specified channel or stream key, please double-check your stream key.  ": "Nem tudtunk hozzáférni a megadott csatornához vagy stream kulcshoz. Kérjük, ellenőrizd a stream kulcsod.  ",
  "If it is correct, there may be a problem connecting to the server.": "Amennyiben az információk helyesek, úgy probléma lehet a szerverre való csatlakozással.",
  "There is not sufficient disk space to continue recording.": "Nincs elég lemezterület a felvétel folytatásához.",
  "The output format is either unsupported or does not support more than one audio track.  ": "A kimeneti formátum nem támogatott, vagy az nem támogat egynél több hangsávot.  ",
  "Please check your settings and try again.": "Kérünk ellenőrizd a beállításokat és próbáld újra.",
  "An unexpected error occurred:": "Váratlan hiba történt:",
  "Title": "Cím",
  "Game": "Játék",
  "Do not show this message when going live": "Ne mutassa ezt az üzenet élő adás indításakor",
  "You will not be asked again to update your stream info when going live.  ": "Többé nem fogjuk kérni az adás információnak frissítését, mikor adást kezdesz.  ",
  "You can re-enable this from the settings.": "Ezt újra bekapcsolhatod a beállításokban.",
  "Confirm & Go Live": "Megerősítés & Adás Kezdése",
  "Update Stream Info": "Stream Információ Frissítése",
  "There was an error fetching your channel information.  You can try": "Nem tudtuk lekérdezni az csatorna információkat. Megpróbálhatod",
  "fetching the information again": "újra lekérdezni az információt",
  "or you can": "vagy",
  "just go live.": "kezdd el enélkül az adást.",
  "If this error persists, you can try logging out and back in.": "Amennyiben a hiba máskor is felmerül, jelentkezz ki, majd vissza.",
  "Use optimized encoder settings": "Optimalizált kódoló beállítás használata",
  "Optimized encoder gives equivalent quality while reducing usage. Game specific encoders for Fortnite, PUBG, Destiny 2, and League Of Legends": "Az optimalizált kódoló a leterheltség csökkentése mellett közel azonos minőséget ad. Játékspecifikus kódoló a Fortnite, PUBG, Destiny 2, és League Of Legends játékokhoz",
  "Something went wrong while updating your stream info.  Please try again.": "Hiba történt az adás információnak frissítése során. Kérünk próbáld újra.",
  "Something went wrong while updating your stream info. You can try again, or you can": "Hiba történt a stream információnak frissítése során. Kérünk próbáld újra, vagy",
  "just go live": "indítsd az adást",
  "Optimized profile for average CPUs": "Átlagos processzorokra optimalizált profil",
  "Optimized profile for weak CPUs": "Gyenge processzorokra optimalizált profil",
  "YouTube account not enabled for live streaming": "A YouTube fióknak nincs engedélye élő adásokhoz",
  "Fix": "Javítás",
  "I'm set up": "Minden rendben",
  "END STREAM": "STREAM BEFEJEZÉSE",
  "STARTING": "KEZDÉS",
  "ENDING": "BEFEJEZÉS",
  "RECONNECTING": "ÚJRACSATLAKOZÁS",
  "GO LIVE": "ADÁS KEZDÉSE",
  "Go to Youtube to view your live stream": "Az élő adásod megtekintéséhez, látogass el a YouTube-ra",
  "Edit your stream title and description": "Szerkeszd a stream címét és leírását",
  "Go to Youtube Live Dashboard to control your stream": "A streamed irányításához, látogasd meg a YouTube Élő Irányítópultot",
  "Are you sure you want to exit while live?": "Biztosan kilépsz miközben megy az adás?",
  "Enable the preview stream": "Stream előnézetének bekapcsolása",
  "Disable the preview stream, can help with CPU": "Stream előnézetének kikapcsolása, leveszi a terhet a processzorról",
  "viewers": "néző",
  "Refresh Chat": "Chat Frissítése",
  "Your chat is currently offline": "A chated jelenleg nem elérhető",
  "Set path in Settings > Output.": "Állítsd be az elérési utat itt: Beállítások > Kimenet."
}