{
  "Add Widgets": "Widget Hozzáadása",
  "Select the Streamlabs widgets you would like to activate for your stream. These will get automatically added to your scene.": "Válaszd ki, mely Streamlabs widgeteket szeretnéd aktiválni a streameden. Ezeket automatikusan hozzáadjuk a jelenethez.",
  "Thanks viewers with notification popups": "Köszönd meg a nézőknek felugró értesítésekkel",
  "Most recent events into your stream": "A streamed legújabb eseményei",
  "A jar that catches bits, tips, and more": "Egy persely amely gyűjti a biteket, támogatásokat, és egyebeket",
  "Your channel's chat in your stream": "Csatornád chatje, mely a streamedben jelenik meg",
  "Show off most recent donations to viewers": "Mutasd meg a nézőidnek a legutóbbi támogatásokat",
  "Give your viewers a donation target to help you reach": "Adj meg egy támogatási célt, hogy nézőid segíthessenek annak elérésében",
  "Give your viewers a follower target to help you reach": "Adj meg egy követő célt, hogy nézőid segíthessenek annak elérésében",
  "Give your viewers a bit target to help you reach": "Adj meg egy bit célt, hogy nézőid segíthessenek annak elérésében",
  "Give your viewers a subscriber target to help you reach": "Adj meg egy feliratkozó célt, hogy nézőid segíthessenek annak elérésében",
  "Show off how many viewers you have from multiple platforms": "Több platformról érkező nézők számának megjelenítése",
  "Give your viewers an opportunity of becoming a boss": "Adj lehetőséget nézőidnek, hogy ők lehessenek a főellenségek",
  "Rolling credits at the end of your stream": "A streamed végén futó stáblista",
  "Add %{widgetscount} Widgets": "%{widgetscount} widget hozzáadása",
  "Rather do this manually?": "Manuálisan szeretnéd csinálni?",
  "Setup later": "Beállítás később",
  "Widget Theme installed & activated. Click here to manage your Widget Profiles.": "A Widget Témákat installáltuk & aktiváltuk. A Modul Profilok beállításaihoz kattints ide.",
  "Follow": "Követés",
  "Subscription": "Feliratkozás",
  "Donation": "Támogatás",
  "Bits": "Bitek",
  "Host": "Hosztolás"
}