{
  "Are you sure you want to stop streaming?": "Sei sicuro di voler interrompere la Trasmissione?",
  "Invalid Path or Connection URL.  Please check your settings to confirm that they are valid.": "Percorso o URL non valido. Per favore controlla le impostazinoi per confermare che siano corrette.",
  "Failed to connect to the streaming server.  Please check your internet connection.": "Impossibile connettersi al servizio di Trasmissione. Per favore controlla la tua connessione internet.",
  "Disconnected from the streaming server.  Please check your internet connection.": "Disconnesso dal servizio di Trasmissione. Per favore controlla la tua connessione internet.",
  "Could not access the specified channel or stream key, please double-check your stream key.  ": "Non possiamo accedere al canale specificato o alla sua chiave di Trasmissione, per favore controlla nuovamente la chiave della Trasmissione.  ",
  "If it is correct, there may be a problem connecting to the server.": "Se è corretta ci potrebbero essere dei problemi a connettersi col server.",
  "There is not sufficient disk space to continue recording.": "Non è disponibile abbastanza spazio sul disco fisso per continuare a registrare.",
  "The output format is either unsupported or does not support more than one audio track.  ": "Il formato d'uscita non è supportato oppure non supporta più di una traccia audio.  ",
  "Please check your settings and try again.": "Per favore controlla le tue impostazioni e prova di nuovo.",
  "An unexpected error occurred:": "Si è verificato un errore imprevisto:",
  "Title": "Titolo",
  "Game": "Gioco",
  "Do not show this message when going live": "Non mostrare questo messaggio quando vado in onda",
  "You will not be asked again to update your stream info when going live.  ": "Non ti sarà chiesto nuovamente di aggiornare le informazioni della Trasmissione quando andrai in onda.  ",
  "You can re-enable this from the settings.": "Puoi riabilitarlo dalle impostazioni.",
  "Confirm & Go Live": "Conferma e vai in onda",
  "Update Stream Info": "Aggiorna le informazioni della Trasmissione",
  "There was an error fetching your channel information.  You can try": "Si è verificato un errore durante il recupero delle informazioni sul tuo canale. Puoi provare",
  "fetching the information again": "a recuperare nuovamente le informazioni",
  "or you can": "oppure potresti",
  "just go live.": "andare direttamente in onda.",
  "If this error persists, you can try logging out and back in.": "Se l'errore persiste puoi provare ad effettuare l'uscita e riaccedere.",
  "Use optimized encoder settings": "Usa le impostazioni dell'encoder ottimizzate",
  "Optimized encoder gives equivalent quality while reducing usage. Game specific encoders for Fortnite, PUBG, Destiny 2, and League Of Legends": "L'encoder ottimizzato offre una qualità equivalente riducendo al tempo stesso l'utilizzo. Sono disponibili Encoder specifici del gioco per Fortnite, PUBG, Destiny 2 e League Of Legends",
  "Something went wrong while updating your stream info.  Please try again.": "Qualcosa è andato storto durante l'aggiornamento delle informazioni sulla tua Trasmissione. Per favore riprova.",
  "Something went wrong while updating your stream info. You can try again, or you can": "Qualcosa è andato storto durante l'aggiornamento delle informazioni sulla Trasmissione. Potresti riprovare nuovamente, oppure puoi",
  "just go live": "andare direttamente in onda",
  "Optimized profile for average CPUs": "Profilo ottimizzato per CPU medie",
  "Optimized profile for weak CPUs": "Profilo ottimizzato per CPU deboli",
  "YouTube account not enabled for live streaming": "Account youtube non abilitato per la Trasmissione",
  "Fix": "Aggiusta",
  "I'm set up": "Sono pronto",
  "END STREAM": "FINISCI TRASMISSIONe",
  "STARTING": "AVVIAMENTO",
  "ENDING": "TERMINAZIONE",
  "RECONNECTING": "RICONNETTI",
  "GO LIVE": "VAI IN ONDA",
  "Go to Youtube to view your live stream": "Vai su youtube per vedere la tua Trasmissione",
  "Edit your stream title and description": "Modifica il titolo e la descrizione della tua Trasmissione",
  "Go to Youtube Live Dashboard to control your stream": "Vai su Youtube Live Dashboard per controllare la tua Trasmissione",
  "Are you sure you want to exit while live?": "Sei sicuro di voler uscire mentre sei ancora in onda?",
  "Enable the preview stream": "Abilita l'anteprima della Trasmissione",
  "Disable the preview stream, can help with CPU": "Disabilitare la preview della Trasmissione potrebbe aiutare la CPU"
}