{
  "We are improving our backend systems. As part of the migration process, we will need to you log in again. If you have any questions, you can": "현재 백엔드 시스템을 개선하고 있습니다. 마이그레이션 절차의 일부로 다시 로그인하셔야 합니다. 질문이 있는 경우,",
  "contact support.": "지원팀에 문의하세요.",
  "Sign in with your streaming account to get started with Streamlabs": "스트리밍 계정으로 로그인하여 Streamlabs 시작하기",
  "Select an OBS profile to import": "가져올 OBS 프로필 선택",
  "Import from OBS Studio": "OBS 스튜디오에서 가져오기",
  "Start Fresh": "새로 시작하기",
  "Importing": "가져오는 중",
  "Successfully Imported": "가져오기 성공",
  "Importing your scenes and sources": "장면과 소스를 가져오는 중",
  "All scenes, sources and settings have been imported.": "모든 장면, 소스 및 설정을 가져왔습니다.",
  "Import your scenes and your settings from OBS with a simple click, or start fresh.": "한 번의 간단한 클릭으로 OBS에서 장면과 설정을 가져오거나 새로 시작할 수 있습니다.",
  "Click below and we'll analyze your internet speed and computer hardware to give you the best settings possible.": "아래를 클릭하시면 인터넷 속도 및 컴퓨터 하드웨어를 분석하여 최상의 설정을 제공합니다.",
  "Start": "시작",
  "Rather do this manually?": "수동으로 하시겠습니까?",
  "Setup later": "나중에 설정",
  "Detecting your location...": "위치 검색 중...",
  "Performing bandwidth test...": "대역폭 테스트 중...",
  "Testing streaming encoder...": "스트리밍 인코더 테스트 중...",
  "Testing recording encoder...": "녹화 인코더 테스트 중...",
  "Attempting stream...": "스트리밍 시도 중...",
  "Reverting to defaults...": "기본값으로 복구하는 중...",
  "Applying stream settings...": "스트리밍 설정 적용 중...",
  "Applying general settings...": "일반 설정 적용 중...",
  "Optimizing...": "최적화 중...",
  "Optimize": "최적화",
  "We're connecting to OBS and pulling your previous settings for a seamless conversion.": "OBS에 연결하여 매끄러운 전환을 위해 이전 설정을 가져오는 중입니다.",
  "Initialzing ...": "초기 설정 중...",
  "Connecting to OBS ...": "OBS 연결 중...",
  "Pulling settings ...": "설정 가져오는 중...",
  "Starting import ...": "가져오기를 시작하는 중...",
  "Finalizing ...": "마무리 중...",
  "We're analyzing your internet speed and computer hardware to give you the best settings possible.": "최상의 설정을 제공하기 위해 인터넷 속도 및 컴퓨터 하드웨어를 분석하는 중입니다.",
  "Done!": "완료!",
  "Next": "다음",
  "Scene Collections Import": "장면 컬렉션 가져오기",
  "The following scene collections have been imported from your Streamlabs account": "다음 장면 컬렉션은 Streamlabs 계정에서 가져온 것입니다",
  "Continue": "계속",
  "Collecting some information about your PC...": "PC에 대한 정보를 수집하는 중...",
  "We found optimized settings for your PC": "내 PC에 대한 최적화 설정을 찾았습니다",
  "Something went wrong": "뭔가 잘못되었습니다",
  "Download and Apply": "다운로드 및 적용",
  "This device is not available": "이 디바이스는 사용할 수 없습니다",
  "Set Up Mic and Webcam": "마이크 및 웹캠 설정",
  "Welcome to Streamlabs": "Streamlabs에 오신 것을 환영합니다",
  "Import your existing settings from OBS in less than a minute and go live": "1분 이내에 OBS에서 기존 설정을 가져온 뒤 바로 라이브를 시작할 수 있습니다",
  "We import all of your settings, including scenes, output, configurations, and much more": "장면, 출력, 구성 등을 포함한 설정 전체를 가져옵니다",
  "Start with a clean copy of Streamlabs Desktop and configure your settings from scratch": "Streamlabs 데스크톱을 처음부터 시작하여 기초부터 설정 구성하기",
  "Add a Theme": "테마 추가",
  "Not seeing a theme that catches your eye? Our theme library has hundreds of free choices available": "눈길을 끄는 테마가 보이지 않나요? 테마 라이브러리에는 수백 가지의 무료 테마가 있습니다",
  "Something went wrong.": "뭔가 잘못되었습니다.",
  "In-game Overlay": "인게임 오버레이",
  "Optimized Video Encoding": "최적화된 비디오 인코딩",
  "Some exclusive features we recommend to take your stream to the next level": "추천하는 독점 기능을 사용하여 스트리밍을 한 차원 끌어올려 보세요",
  "Detected %{continent}": "%{continent} 검색됨",
  "Check out 50+ amazing apps from independent developers, ranging from DMCA-compliant music to stunning overlays to more tools to engage with your community. Head over to the app store in the left navigation to browse our selection of free and paid apps.": "독립 개발자가 만든 50개 이상의 멋진 앱을 확인해보세요. DMCA를 준수하는 음악부터 근사한 오버레이, 커뮤니티와 소통하는 여러 가지 도구까지 준비돼있습니다. 왼쪽 탐색의 앱스토어로 이동하여 엄선된 무료 및 유료 앱을 확인해보세요.",
  "Only have one screen? Perfect! Enable our in-game overlay to make sure you catch every chat message and stream event that happens while you get your game on. You can enable this feature in the ‘Game Overlay’ tab of the settings menu.": "스크린이 하나뿐인가요? 충분합니다! 인게임 오버레이를 활성화하여 게임을 하는 동안 올라오는 모든 채팅 메시지와 스트리밍 이벤트를 확인하세요. 설정 메뉴의 ‘게임 오버레이’에서 이 기능을 활성화할 수 있습니다.",
  "Re-Authorize": "권한 다시 부여",
  "or select another platform": "또는 다른 플랫폼 선택",
  "Connect to %{platform}": "%{platform}에 연결",
  "View help docs": "도움말 문서 보기",
  "Enter your stream key.": "스트리밍 키를 입력하세요.",
  "Select platform": "플랫폼 선택",
  "No webcam detected": "검색된 웹캠 없음",
  "Enable multistream to grow your audience, build your brand, and earn great prizes - with no extra effort. Available for Facebook today, and other platforms coming soon.": "멀티 스트리밍을 활성화하면 특별히 공들이지 않고도 더 많은 시청자를 만나고 나만의 브랜드를 구축하여 더 많은 것을 성취할 수 있습니다. 현재 Facebook에서 이용할 수 있으며 여러 플랫폼에도 제공될 예정입니다.",
  "Enable multistream": "멀티 스트리밍 활성화",
  "Enable multistream to get started.": "멀티 스트리밍을 활성화하여 시작하세요.",
  "Merge your account with your new page. We can then track your progress so you can start earning great rewards!": "새로운 페이지에 계정을 통합하세요. 이렇게 하면 진행률을 추적할 수 있어 멋진 보상을 획득할 수 있습니다!",
  "A Facebook Gaming Page is required to multistream to Facebook.": "Facebook에 멀티 스트리밍하려면 Facebook Gaming 페이지가 필요합니다.",
  "Create Facebook Gaming Page": "Facebook Gaming 페이지 만들기",
  "Create Gaming Video Creator Page": "게이밍 비디오 크리에이터 페이지 만들기",
  "Merge your Facebook Gaming Page": "Facebook Gaming 페이지 통합하기",
  "Merge with Facebook": "Facebook과 통합",
  "primeTitle": "&lt;prime-title&gt;Prime&lt;/prime-title&gt; 가입자를 위한 특별 기능",
  "Overlay, Widget & Site Themes": "오버레이, 위젯 및 사이트 테마",
  "Custom Domain + Website": "커스텀 도메인 + 웹사이트",
  "More Than 40 FREE Apps": "40개 이상의 무료 앱",
  "Custom Merch Store": "커스텀 MD 스토어",
  "Stream on Mobile": "모바일 스트리밍",
  "Gold Status + FREE T-shirt": "Gold 등급 + 무료 티셔츠",
  "Go Prime": "Prime 가입하기",
  "Import": "가져오기",
  "While we import your settings and scenes from OBS Studio, check out these great features unique to Streamlabs": "OBS 스튜디오에서 설정을 가져오는 동안, Streamlabs의 멋지고 특별한 기능을 확인해보세요.",
  "Importing Your Existing Settings From OBS": "OBS에서 기존 설정 가져오는 중"
}
