{
  "Overlay, Widget, and Site Themes": "오버레이, 위젯 및 사이트 테마",
  "Fully customize your stream and your website to represent your brand; or pick from thousands of our pre-made themes. Either way, your stream will look amazing and it's all included with Prime.": "나만의 브랜드를 보여줄 수 있도록 스트리밍과 웹사이트를 완전히 커스텀하세요. 또는 사전 제작된 수천 개의 테마 중 선택하셔도 됩니다. 어느 것을 선택하셔도 Prime에 포함된 기능으로 멋진 스트리밍을 만들 수 있습니다.",
  "View Themes": "테마 보기",
  "Every App is FREE": "모든 앱 무료",
  "We've curated a list of diverse and feature rich applications to give you more control, automation, better analytics, and new ways to interact with your audience.": "다양한 기능을 가진 풍성한 애플리케이션 목록을 큐레이팅했습니다. 컨트롤, 자동화뿐만 아니라 더욱 향상된 분석을 이용하고 시청자와 소통할 수 있는 새로운 방법을 발견해보세요.",
  "Browse Apps": "앱 둘러보기",
  "Welcome to Prime!": "Prime에 오신 것을 환영합니다!",
  "We've picked out a few Prime benefits to get you started:": "시작에 도움이 되는 Prime 혜택을 몇 가지 선정했습니다.",
  "We've added a new UI theme exclusive to Prime members:": "Prime 멤버만 이용할 수 있는 새로운 UI 테마가 추가되었습니다.",
  "Classic Theme": "클래식 테마",
  "Prime Theme": "Prime 테마",
  "Your access to Prime themes and other benefits will expire soon": "Prime 테마 및 혜택 이용 권한이 곧 만료됩니다",
  "Thank you for being a valued member of Streamlabs. We just wanted to check in and see if you’d like to give Prime another shot.": "Streamlabs의 소중한 멤버가 되어주셔서 감사합니다. Prime을 한 번 더 사용해보실 의향이 있으세요?",
  "Resubscribe to Prime": "Prime 재구독",
  "No Thanks": "아니요",
  "Choose your Streamlabs plan": "Streamlabs 플랜 선택하기",
  "Choose Prime to enjoy everything from Starter plus themes and much more.": "Prime을 선택하여 Starter를 비롯한 테마와 다양한 혜택을 즐겨보세요.",
  "Go Live to a single platform": "단일 플랫폼에서 라이브 하기",
  "Alerts & Tipping": "알림 & 팁",
  "Unlimited Themes & Overlays": "무제한 테마 & 오버레이",
  "Go Live to one or more platforms": "하나 이상의 플랫폼에서 라이브 하기",
  "Custom Tip Page": "커스텀 팁 페이지",
  "Custom Alerts & Tipping": "커스텀 알림 & 팁",
  "App Store Apps are FREE": "App Store 무료 앱 이용",
  "Custom Merch Store": "커스텀 MD 스토어",
  "Starter": "Starter",
  "Free": "무료",
  "Choose Starter": "Starter 선택",
  "From $12/mo, billed annually": "$12/월(연간 결제)",
  "Choose Prime": "Prime 선택",
  "Your Benefits Are Expiring Soon": "혜택이 곧 만료됩니다",
  "Your will lose access to the following Prime benefits if you don’t resubscribe:": "재구독하지 않으시면 다음과 같은 Prime 혜택을 잃게 됩니다.",
  "Thank you for being a valued member of Streamlabs. We just wanted to check in to see if you’ve had a chance to explore all Prime has to offer.": "Streamlabs의 소중한 멤버가 되어주셔서 감사합니다. Prime의 다양한 혜택을 확인해보고 싶지 않으세요?",
  "Continue Prime": "Prime 계속하기",
  "Stream Overlays": "스트리밍 오버레이",
  "Multistream": "멀티 스트리밍",
  "Premium Merch": "프리미엄 MD",
  "Alert Box Themes": "알림 상자 테마",
  "All Apps Included Free": "포함되는 모든 앱 무료",
  "Thumbnail & Panel Maker": "섬네일 & 패널 메이커",
  "Prime Mobile Streaming": "Prime 모바일 스트리밍",
  "Your credit card expires soon. Click here to retain your Prime benefits": "신용 카드가 곧 만료됩니다. 여기를 클릭하여 Prime 혜택을 유지하세요.",
  "News": "News"
}