{
  "Are you sure you want to stop streaming?": "정말로 방송을 중단하시겠습니까?",
  "Invalid Path or Connection URL.  Please check your settings to confirm that they are valid.": "잘못된 경로 또는 연결 URL입니다. 설정에서 값이 유효한지 확인해주세요.",
  "Failed to connect to the streaming server.  Please check your internet connection.": "방송 서버와 연결할 수 없습니다. 인터넷 연결을 확인해주세요.",
  "Disconnected from the streaming server.  Please check your internet connection.": "방송 서버와의 연결이 끊어졌습니다. 인터넷 연결을 확인해주세요.",
  "Could not access the specified channel or stream key, please double-check your stream key.  ": "채널이나 스트리밍 키로 접근할 수 없습니다. 스트리밍 키를 다시 한번 확인해주세요.  ",
  "If it is correct, there may be a problem connecting to the server.": "틀리지 않았다면, 서버와의 연결 과정에 문제가 있을 수 있습니다.",
  "There is not sufficient disk space to continue recording.": "다스크에 녹화를 계속할 수 있는 공간이 없습니다.",
  "The output format is either unsupported or does not support more than one audio track.  ": "지원되지 않는 출력 확장자이거나 하나 이상의 사운드 트렉을 지원하지 않습니다.  ",
  "Please check your settings and try again.": "설정을 확인하신 후 다시 시도해보세요.",
  "An unexpected error occurred:": "예기치 않은 오류가 발생함:",
  "Title": "제목",
  "Game": "게임",
  "Do not show this message when going live": "방송 중에는 이 메시지 보지 않기",
  "You will not be asked again to update your stream info when going live.  ": "방송을 시작할 때 방송 정보를 수정하라는 메시지가 다시 표시되지 않습니다.  ",
  "You can re-enable this from the settings.": "설정에서 다시 활성화할 수 있습니다.",
  "Confirm & Go Live": "확인 & 방송 시작",
  "Update Stream Info": "방송 정보 수정",
  "There was an error fetching your channel information.  You can try": "채널 정보를 불러오던 중 오류가 발생했습니다.",
  "fetching the information again": "정보를 다시 불러오거나",
  "or you can": "그냥",
  "just go live.": "바로 방송할 수 있습니다.",
  "If this error persists, you can try logging out and back in.": "오류가 지속된다면, 로그아웃을 하신 후 다시 해보세요.",
  "Use optimized encoder settings": "최적화된 인코더 설정 사용",
  "Optimized encoder gives equivalent quality while reducing usage. Game specific encoders for Fortnite, PUBG, Destiny 2, and League Of Legends": "최적화된 인코더는 사용량을 줄이면서도 비슷한 품질을 보여줍니다. Fortnite, PUBG, Destiny 2, 그리고 League Of Legends",
  "Something went wrong while updating your stream info.  Please try again.": "방송 정보를 업데이트 할 수 없습니다. 다시 시도해주세요.",
  "Something went wrong while updating your stream info. You can try again, or you can": "방송 정보를 업데이트 할 수 없습니다. 다시 시도하시거나,",
  "just go live": "바로 방송하세요",
  "Optimized profile for average CPUs": "평균적인 성능의 CPU에 최적화됨",
  "Optimized profile for weak CPUs": "저성능 CPU에 최적화됨",
  "YouTube account not enabled for live streaming": "YouTube 계정에서 생방송이 비활성화되어 있음",
  "Fix": "고치기",
  "I'm set up": "준비 완료",
  "END STREAM": "방송 종료",
  "STARTING": "방송 시작 중",
  "ENDING": "방송 종료 중",
  "RECONNECTING": "재연결중",
  "GO LIVE": "방송 시작",
  "Go to Youtube to view your live stream": "YouTube로 들어가서 생방송 보기",
  "Edit your stream title and description": "Edit your stream title and description",
  "Go to Youtube Live Dashboard to control your stream": "Go to Youtube Live Dashboard to control your stream",
  "Are you sure you want to exit while live?": "Are you sure you want to exit while live?",
  "Enable the preview stream": "Enable the preview stream",
  "Disable the preview stream, can help with CPU": "Disable the preview stream, can help with CPU",
  "viewers": "viewers",
  "Refresh Chat": "Refresh Chat",
  "Your chat is currently offline": "Your chat is currently offline",
  "Set path in Settings > Output.": "Set path in Settings > Output."
}