{
  "Game Widget": "게임 위젯",
  "Let your viewers play a game in chat": "시청자에게 채팅 내 게임 허용",
  "Chat Decision Time": "채팅 결정 시간",
  "Trigger Command": "발동 명령어",
  "Chat Response Timer": "채팅 반응 타이머",
  "No Input Recieved": "입력 없음",
  "Restarting Game": "게임 재시작 중",
  "Chat's Turn": "채팅 차례",
  "Chat Marker Color": "채팅 마커 컬러",
  "Chat Win Color": "채팅 승리 컬러",
  "AI's Turn": "AI 차례",
  "AI Marker Color": "AI 마커 컬러",
  "AI Win Color": "AI 승리 컬러",
  "Chat Won": "채팅 승리",
  "Chat Lost": "채팅 패배",
  "Draw Game": "무승부",
  "Cannot Play Here": "여기에서는 플레이 불가",
  "Game End Message Duration": "게임 종료 메시지 유지 시간",
  "Chat Marker": "채팅 마커",
  "AI Marker": "AI 마커",
  "The duration in seconds to collect chat's responses before passing them to the game.": "게임을 넘겨주기 전까지 채팅 반응을 수집하는 시간(초).",
  "Command used by the chat to provide their response.": "채팅에서 반응 제공에 사용되는 명령어.",
  "Message displayed to let the chat know they didn't provide any input.": "입력이 제공되지 않았음을 채팅에 알리기 위해 표시되는 메시지.",
  "Message displayed to let the chat know the game is restarting.": "게임이 다시 시작한다는 것을 채팅에 알리기 위해 표시되는 메시지.",
  "Marker used to display where chat played their turn. Please make sure it's not more than 1 character.": "채팅의 플레이 차례를 표시하기 위한 마커. 1자를 넘지 않아야 합니다.",
  "Message to let everyone know that it's chat's turn to play.": "모두에게 채팅 차례라는 걸 알리기 위한 메시지.",
  "Marker used to display where AI played it's turn. Please make sure it's not more than 1 character.": "AI의 플레이 차례를 표시하기 위한 마커. 1자를 넘지 않아야 합니다.",
  "Message to let everyone know that it's AI's turn to play.": "모두에게 AI 차례라는 걸 알리기 위한 메시지.",
  "Message displayed to let everyone know chat won.": "채팅이 승리했음을 모두에게 알리는 메시지.",
  "Message displayed to let everyone know chat lost.": "채팅이 패배했음을 모두에게 알리는 메시지.",
  "Message displayed to let everyone know the game was a draw.": "게임이 무승부였음을 모두에게 알리는 메시지.",
  "Message to let chat know that they cannot play the current move.": "채팅에 현재 동작을 플레이할 수 없음을 알리는 메시지.",
  "Display the game ended message for these many seconds.": "여기에 설정한 시간만큼 게임 종료 메시지가 표시됩니다.",
  "General Settings": "일반 설정",
  "Game Settings": "게임 설정"
}
