{
  "Grow": "Crescimento",
  "My Goals": "Meus Objetivos",
  "Community Reach: %{reachableFollowing}/%{totalFollowing} followers": "Alcance da comunidade: %{reachableFollowing}/%{totalFollowing} seguidores",
  "Streamer Resources": "Recursos do Streamer",
  "You can reach %{percentage}% of your community across all platforms. Multistream to more platforms to increase this number": "Você pode alcançar %{percentage}% de sua comunidade em todas as plataformas. Multitransmissão para mais plataformas para aumentar esse número",
  "Streamlabs University": "Universidade Streamlabs",
  "Professional streamers are now able to earn large amounts of money while entertaining people and creating their own brand. But how does one become a professional streamer? Streamlabs University is our answer to this question. In this course, we’ll walk you through everything you need to know to become a successful streamer and turn your passion into a profession.": "Os streamers profissionais agora podem ganhar grandes quantias de dinheiro enquanto divertem as pessoas e criam sua própria marca. Mas como alguém se torna um streamer profissional? A Streamlabs University é nossa resposta a essa pergunta. Neste curso, vamos orientá-lo em tudo o que você precisa saber para se tornar um streamer de sucesso e transformar sua paixão em uma profissão.",
  "Content Hub": "Hub de conteúdo",
  "The Ultimate Resource For Live Streamers; The Content Hub is your one-stop-shop for everything related to live streaming. There are dozens of different categories to choose from. Learn how to set up your live stream, find new features, and stay up-to-date on all of the tools you can use to enhance your stream.": "O recurso final para transmissões ao vivo; O Content Hub é o seu balcão único para tudo relacionado à transmissão ao vivo. Existem dezenas de categorias diferentes para escolher. Aprenda como configurar sua transmissão ao vivo, encontrar novos recursos e se manter atualizado em todas as ferramentas que você pode usar para aprimorar sua transmissão.",
  "Add Goal": "Adicionar Objetivo",
  "%{followers} followers": "%{followers} seguidores",
  "You cleared %{totalProgress}% of all material. Keep it up!": "Você limpou %{totalProgress}% de todo o material. Continue!",
  "You have completed Streamlabs University!": "Você concluiu a Streamlabs University!",
  "Continue Learning": "Continue aprendendo",
  "Growth Tips": "Dicas de crescimento",
  "Open Content Hub": "Abrir Hub de conteúdo",
  "Streamlabs on YouTube": "Streamlabs no YouTube",
  "Open Streamlabs University": "Abrir Universidade Streamlabs",
  "%{daysLeft} days left": "%{daysLeft} dias restantes",
  "Progress": "Progresso",
  "Reach more of your community with Streamlabs Multistreaming": "Alcance mais da sua comunidade com a multitransmissão Streamlabs",
  "One of the best ways to reach a larger audience is to stream to multiple platforms": "Uma das melhores maneiras de alcançar um público maior é transmitir para várias plataformas",
  "Start Multistreaming with Prime": "Iniciar multitransmissão com Prime",
  "Goal Title": "Título do Objetivo",
  "Goal Total": "Total do Objetivo",
  "Goal Type": "Tipo de Meta",
  "This goal has been completed!": "Este objetivo foi concluído!",
  "Time ran out for this goal. Try again or pick a new one!": "O tempo acabou para esse objetivo. Tente novamente ou escolha um novo!",
  "Stream Pulse": "Pulso de transmissão",
  "Average View Time": "Tempo médio de visualização",
  "Unique Viewers": "Visualizadores únicos",
  "Chatters": "Participantes do bate-papo",
  "Chats": "Bate-papos",
  "Track your growth by taking a look at the past month of your stream (data provided from Twitch)": "Acompanhe o seu crescimento observando o mês anterior da sua transmissão (dados fornecidos pela Twitch)",
  "There is already a goal of this type": "Já existe um objetivo deste tipo"
}