{
  "Source: %{sourceName}": "Fonte: %{sourceName}",
  "Collab Cam": "Collab Cam",
  "Invite a guest to join your stream from a web browser.": "Chame um convidado para participar da sua transmissão a partir de um navegador da web.",
  "Guest Cam is currently listening for connecting guests, but is not broadcasting your microphone and webcam to your guests yet.": "O Guest Cam está detectando a conexão de convidados, mas ainda não está transmitindo seu microfone e webcam para seus convidados.",
  "No microphone source is selected. Your guest will not be able to hear you.": "Nenhuma fonte de microfone está selecionada. Seu convidado não poderá ouvir você.",
  "No webcam source is selected. Your guest will not be able to see you.": "Nenhuma fonte de webcam está selecionada. Seu convidado não poderá ver você.",
  "Microphone Source": "Fonte de microfone",
  "Webcam Source": "Fonte de webcam",
  "The webcam and microphone source you select below will be broadcast to your guests.": "A fonte de webcam e microfone que você selecionar abaixo será usada para a transmissão para seus convidados.",
  "Waiting for guest to join": "Aguardando convidado entrar",
  "Generate a new link": "Gerar um novo link",
  "Copied!": "Copiado!",
  "Invite URL": "URL de convite",
  "Disconnect": "Desconectar",
  "Guest %{num}": "Convidado %{num}",
  "Collab Cam Properties": "Propriedades da câmera de colaboração",
  "A guest has joined - click to show": "Um convidado entrou - clique para mostrar",
  "Welcome to Collab Cam": "Boas-vindas ao Collab Cam",
  "Step 1": "Passo 1",
  "Copy and share a link with your guest. When they join, they'll be able to see and hear you.": "Copie e compartilhe um link com seu convidado. Quando a pessoa entrar, ela poderá ver e ouvir você.",
  "Step 2": "Passo 2",
  "Verify their identity in the preview area. When ready, add them to your stream by clicking 'Show on Stream'.": "Verifique sua identidade na área de visualização. Quando tudo estiver pronto, adicione-a à sua transmissão clicando em “Mostrar na transmissão”.",
  "Step 3": "Passo 3",
  "Enjoy your stream! Adjust their volume, create new links, and change your mic and camera from the properties window.": "Aproveite sua transmissão! Ajuste o volume, crie novos links e altere o microfone e a câmera na janela de propriedades.",
  "Don't share your invite link with anyone you don't want on your stream. You can invalidate an old link by generating a new one. Do not show this window on stream.": "Não compartilhe seu link de convite com ninguém que você não queira na sua transmissão. Você pode invalidar um link antigo gerando um novo. Não mostre esta janela na transmissão.",
  "Start Collab Cam": "Iniciar Collab Cam",
  "Collab Cam is not yet sending your video and audio to guests. Start Collab Cam?": "O Collab Cam ainda não está enviando seu vídeo e áudio aos convidados. Iniciar Collab Cam?",
  "Copy Link": "Copiar link",
  "You're about to join %{name}": "Você está prestes a entrar em %{name}",
  "%{name} has invited you to join their stream. When you're ready to join, click the button below.": "%{name} convidou você a juntar-se à transmissão. Quando você estiver pronto para participar, clique no botão abaixo.",
  "Waiting for host to begin": "Aguardando o host começar",
  "Connected To Host:": "Conectado ao host:",
  "You are connected as a guest using someone else's invite link. To leave, click the Disconnect button.": "Você está conectado como um convidado usando o link de convite de outra pessoa. Para sair, clique no botão Desconectar.",
  "This guest is not assigned to a source": "Este convidado não está associado a uma fonte",
  "The source %{sourceName} is already occupied by %{guestName}. If you continue, %{guestName} will be unassigned.": "A fonte %{sourceName} já está ocupada por %{guestName}. Se você continuar, %{guestName} será retirado.",
  "Are you sure you want to unassign %{guestName} from the source?": "Tem certeza de que deseja retirar %{guestName} da fonte?",
  "Assign to Source": "Atribuir à fonte",
  "Unassigned": "Retirar",
  "Are you sure you want to disconnect %{guestName}?": "Tem certeza de que deseja desconectar %{guestName}?",
  "If you want to prevent this guest from rejoining, you should also regenerate your invite link.": "Se quiser evitar que este convidado volte a participar, regenerar também seu link de convite.",
  "Regenerate Link": "Regenerar link",
  "Guests": "Convidados",
  "Upgrade for more Guests": "Faça upgrade para mais Convidados",
  "Share Video Source (Optional)": "Compartilhar fonte de vídeo (Opcional)",
  "Stop Sharing": "Parar compartilhamento",
  "Collab Cam requires a source": "A Collab Cam requer uma fonte",
  "At least one Collab Cam source is required to use Collab Cam. Would you like to add one now?": "A Collab Cam Cam requer ao menos uma fonte da Collab Cam para ser usada. Gostaria de adicionar uma agora?",
  "You now have access to Collab Cam!": "Agora você tem acesso à Collab Cam!"
}
