{
  "We are improving our backend systems. As part of the migration process, we will need to you log in again. If you have any questions, you can": "Nós estamos melhorando nossos sistemas de back-end. Como parte do processo de migração, nós precisamos que você inicie a seção novamente. Caso tenha alguma dúvida você pode",
  "contact support.": "contatar o suporte.",
  "Sign in with your streaming account to get started with Streamlabs": "Faça login com a sua conta de transmissão para começar a usar o Streamlabs",
  "Select an OBS profile to import": "Selecione um perfil do OBS para importar",
  "Import from OBS": "Importar do OBS",
  "Start Fresh": "Começar do zero",
  "Importing": "Importando",
  "Successfully Imported": "Importado com sucesso",
  "Importing your scenes and sources": "Importando suas cenas e fontes",
  "All scenes, sources and settings have been imported.": "Todas as cenas, fontes e configurações foram importadas.",
  "Import your scenes and your settings from OBS with a simple click, or start fresh.": "Importe suas cenas e suas configurações do OBS com um simples clique ou comece do zero.",
  "Click below and we'll analyze your internet speed and computer hardware to give you the best settings possible.": "Clique abaixo e analisaremos a velocidade da sua Internet e o seu hardware para lhe darmos a melhor configuração possível.",
  "Start": "Iniciar",
  "Rather do this manually?": "Prefere fazer isso manualmente?",
  "Setup later": "Configurar mais tarde",
  "Detecting your location...": "Detectando sua localização...",
  "Performing bandwidth test...": "Executando teste de largura de banda...",
  "Testing streaming encoder...": "Testando o codificador de transmissão...",
  "Testing recording encoder...": "Testando o codificador de gravação...",
  "Attempting stream...": "Tentando transmitir...",
  "Reverting to defaults...": "Redefinindo com os padrões...",
  "Applying stream settings...": "Aplicando configurações de transmissão...",
  "Applying general settings...": "Aplicando configurações gerais...",
  "Optimizing...": "Otimizando...",
  "Optimize": "Otimizar",
  "We're connecting to OBS and pulling your previous settings for a seamless conversion.": "Estamos nos conectando ao OBS e obtendo as suas configurações anteriores para uma conversão perfeita.",
  "Initialzing ...": "Inicializando...",
  "Connecting to OBS ...": "Conectando ao OBS...",
  "Pulling settings ...": "Importando configurações...",
  "Starting import ...": "Iniciando importação...",
  "Finalizing ...": "Finalizando...",
  "We're analyzing your internet speed and computer hardware to give you the best settings possible.": "Estamos analisando a velocidade da sua Internet e o seu hardware para lhe darmos a melhor configuração possível.",
  "Done!": "Pronto!",
  "Next": "Próximo",
  "Scene Collections Import": "Importação de coleções de cena",
  "The following scene collections have been imported from your Streamlabs account": "As seguintes coleções de cena foram importadas da sua conta Streamlabs",
  "Continue": "Continuar",
  "Collecting some information about your PC...": "Coletando algumas informações do seu PC...",
  "We found optimized settings for your PC": "Encontramos configurações otimizadas para o seu PC",
  "Something went wrong": "Ocorreu um erro",
  "Streamlabs OBS is ready to go": "Steamlabs OBS está pronto para ser executado",
  "Download and Apply": "Baixar e Aplicar",
  "This device is not available": "Este dispositivo não está disponível",
  "Select your mic": "Selecione o microfone",
  "Select your webcam": "Selecione a webcam",
  "Setup Mic and Webcam": "Configurar microfone e webcam",
  "Sign in with your streaming account to get started with Streamlabs OBS": "Faça login com a sua conta de transmissão para começar a usar o Streamlabs OBS",
  "Welcome to Streamlabs OBS": "Bem-vindo ao Streamlabs OBS",
  "Import your existing settings from OBS in less than a minute and go live": "Importe as configurações existentes do OBS em menos de um minuto e entre no ar",
  "We import all of your settings, including scenes, output, configurations, and much more": "Importamos todas as configurações, incluindo cenas, saídas, configurações e muito mais",
  "Start with a clean copy of Streamlabs OBS and configure your settings from scratch": "Comece com uma cópia limpa do Streamlabs OBS e defina suas configurações do zero",
  "Add a Theme": "Adicionar um tema",
  "Not seeing a theme that catches your eye? Our theme library has hundreds of free choices available": "Não encontrou nenhum tema que chamasse sua atenção? Nossa biblioteca de temas conta com centenas de escolhas grátis disponíveis",
  "Something went wrong.": "Algo deu errado.",
  "In-game Overlay": "Sobreposição no jogo",
  "Optimized Video Encoding": "Codificação de vídeo otimizada",
  "A few benefits of using Streamlabs OBS": "Alguns benefícios de usar Streamlabs OBS",
  "Some exclusive features we recommend to take your stream to the next level": "Veja alguns recursos exclusivos que recomendamos para elevar sua transmissão para o próximo nível",
  "Detected %{continent}": "Detectado %{continent}",
  "Check out 50+ amazing apps from independent developers, ranging from DMCA-compliant music to stunning overlays to more tools to engage with your community. Head over to the app store in the main navigation to browse our selection of free and paid apps.": "Confira mais de 50 aplicativos incríveis de desenvolvedores independentes, de músicas em conformidade com DMCA a sobreposições impressionantes, além de mais ferramentas para se envolver com sua comunidade. Acesse a loja de aplicativos na navegação principal para navegar pela nossa seleção de aplicativos gratuitos e pagos.",
  "Only have one screen? Perfect! Enable our in-game overlay to make sure you catch every chat message and stream event that happens while you get your game on. You can enable this feature in the ‘Game Overlay’ tab of the settings menu.": "Só tem uma tela? Perfeito! Ative nossa sobreposição no jogo para garantir que você receba todas as mensagens de bate-papo e transmita eventos que acontecem enquanto você joga. Você pode ativar esse recurso na guia \"Sobreposição no jogo\" do menu de configurações.",
  "Enjoy interacting with your viewers via IRL streams? Take that interaction to the next level with Streamlabs Facemasks, a tool that lets your viewers add 3-D masks to your face when they donate. Head over to the facemask settings to get started.": "Gosta de interagir com seus espectadores através de transmissões IRL? Eleve essa interação para o próximo nível com o Streamlabs Facemasks, uma ferramenta que permite que os espectadores adicionem máscaras 3D ao seu rosto quando doarem. Vá para as configurações da máscara facial para começar.",
  "Stream at higher quality and lower CPU usage by enabling video encoding optimization. We achieve these improvements because we tune Streamlabs OBS specifically for your game of choice and your bandwidth. To enable, check the box ‘Use optimized encoder settings’ while editing your stream information.": "Transmita com alta qualidade e menor uso de CPU permitindo a otimização da codificação de vídeo. Conseguimos essas melhorias porque ajustamos o Streamlabs OBS especificamente para o jogo de sua preferência e sua largura de banda. Para ativar, marque a caixa \"Usar configurações otimizadas do codificador\" enquanto edita as informações da sua transmissão.",
  "Re-Authorize": "Autorizar novamente",
  "or select another platform": "ou selecionar outra plataforma",
  "Connect to %{platform}": "Conectar a %{platform}",
  "View help docs": "Ver documentos de ajuda",
  "Enter your stream key.": "Digite sua chave de transmissão.",
  "Select platform": "Selecionar plataforma",
  "No webcam detected": "Nenhuma webcam detectada",
  "Enable multistream to grow your audience, build your brand, and earn great prizes - with no extra effort. Available for Facebook today, and other platforms coming soon.": "Enable multistream to grow your audience, build your brand, and earn great prizes - with no extra effort. Available for Facebook today, and other platforms coming soon.",
  "Enable multistream": "Enable multistream",
  "Enable multistream to get started.": "Enable multistream to get started.",
  "Merge your account with your new page. We can then track your progress so you can start earning great rewards!": "Merge your account with your new page. We can then track your progress so you can start earning great rewards!",
  "A Facebook Gaming Page is required to multistream to Facebook.": "A Facebook Gaming Page is required to multistream to Facebook.",
  "Create Facebook Gaming Page": "Create Facebook Gaming Page",
  "Create Gaming Video Creator Page": "Create Gaming Video Creator Page",
  "Merge your Facebook Gaming Page": "Merge your Facebook Gaming Page",
  "Merge with Facebook": "Merge with Facebook"
}
