{
  "Overlay, Widget, and Site Themes": "Overlay, Widget e temas de site",
  "Fully customize your stream and your website to represent your brand; or pick from thousands of our pre-made themes. Either way, your stream will look amazing and it's all included with Ultra.": "Personalize completamente sua transmissão e site para representarem sua marca ou escolha a partir de milhares de nossos temas pré-definidos. De qualquer forma, sua transmissão terá uma aparência excelente e tudo isso incluído com o Ultra.",
  "View Themes": "Exibir Temas",
  "Every App is FREE": "Todos os aplicativos são GRÁTIS",
  "We've curated a list of diverse and feature rich applications to give you more control, automation, better analytics, and new ways to interact with your audience.": "Criamos umas lista de aplicativos diversos e ricos em recursos para oferecer mais controle, automação, melhores análises e novas formas de interagir com sua audiência.",
  "Browse Apps": "Buscar Aplicativos",
  "Welcome to Ultra!": "Boas-vindas ao Ultra!",
  "We've picked out a few Ultra benefits to get you started:": "Selecionamos alguns benefícios do Ultra antes de você começar:",
  "We've added a new UI theme exclusive to Ultra members:": "Adicionamos um novo tema de IU exclusivo para membros do Ultra:",
  "Classic Theme": "Tema clássico",
  "Ultra Theme": "Tema Ultra",
  "Your access to Ultra themes and other benefits will expire soon": "Seu acesso aos temas Ultra e outros benefícios irá expirar em breve",
  "Thank you for being a valued member of Streamlabs. We just wanted to check in and see if you’d like to give Ultra another shot.": "Obrigado por ser um membro valioso do Streamlabs. Queríamos apenas verificar se você gostaria de dar outra chance ao Ultra.",
  "Resubscribe to Ultra": "Reinscrever-se no Ultra",
  "No Thanks": "Não, obrigado",
  "Choose your Streamlabs plan": "Escolher seu plano Streamlabs",
  "Choose Ultra to enjoy everything from Starter plus themes and much more.": "Escolha o Ultra para desfrutar de tudo, temas Starter plus e muito mais.",
  "Go Live to a single platform": "Transmitir para uma única plataforma",
  "Alerts & Tipping": "Alertas e gorjetas",
  "Unlimited Themes & Overlays": "Temas e sobreposições ilimitados",
  "Go Live to one or more platforms": "Transmitir para uma ou mais plataformas",
  "Custom Tip Page": "Página de dicas personalizadas",
  "Custom Alerts & Tipping": "Alertas e gorjetas personalizados",
  "App Store Apps are FREE": "Aplicativos da App Store são GRATUITOS",
  "Custom Merch Store": "Personalizar Loja de produtos",
  "Starter": "Iniciante",
  "Free": "Gratuito",
  "Choose Starter": "Escolher o Iniciante",
  "From $12/mo, billed annually": "A partir de $12/mês, cobrado anualmente",
  "Choose Ultra": "Escolha o Ultra",
  "Your Benefits Are Expiring Soon": "Seus benefícios expirarão em breve",
  "Your will lose access to the following Ultra benefits if you don’t resubscribe:": "Você perderá o acesso aos seguintes benefícios Ultra se não assinar novamente:",
  "Thank you for being a valued member of Streamlabs. We just wanted to check in to see if you’ve had a chance to explore all Ultra has to offer.": "Obrigado por ser um membro valioso do Streamlabs. Queríamos apenas verificar se você teve a chance de explorar tudo o que o Ultra tem a oferecer.",
  "Continue Ultra": "Continue Ultra",
  "Stream Overlays": "Overlays de transmissão",
  "Multistream": "Transmissão múltipla",
  "Premium Merch": "Produto Premium",
  "Alert Box Themes": "Temas de caixa de alerta",
  "All Apps Included Free": "Todos os aplicativos incluídos gratuitamente",
  "Thumbnail & Panel Maker": "Criador de miniaturas e painel",
  "Ultra Mobile Streaming": "Transmissão Ultra por Celular",
  "Your credit card expires soon. Click here to retain your Ultra benefits": "Seu cartão de crédito expira em breve. Clique aqui para manter seus benefícios Ultra.",
  "News": "Notícias",
  "Pro live streaming features for Windows & Mac": "Recursos profissionais de transmissão ao vivo para Windows e Mac",
  "Develop your brand, monetize, and more": "Desenvolva sua marca, monetize e faça muito mais",
  "Live stream on-the-go or mobile games from iOS & Android": "Transmita jogos ao vivo em qualquer lugar ou para dispositivos móveis a partir do iOS e Android",
  "Stream from your console to Twitch without a desktop": "Transmita do seu console para o Twitch sem um desktop",
  "Stream and record with guests from your browser": "Transmita e grave com convidados a partir do seu navegador",
  "Professional video editing and collaboration tools": "Ferramentas profissionais de colaboração e edição de vídeo",
  "Turn your VODs into must-see TikToks, Reels, and Shorts": "Transforme seus VODs em TikToks, Reels e Shorts imperdíveis",
  "Create a custom personal, all-in-one page to link in bio": "Crie uma página personalizada, pessoal e completa para colocar na biografia",
  "Streamlabs Ultra": "Streamlabs Ultra",
  "One single subscription, premium features for %{appNumber} creator apps. Access everything you need for professional live streaming, recording, video editing, highlighting, sharing, monetization, and more.": "Uma única assinatura, recursos premium para %{appNumber} aplicativos de criadores de conteúdo. Acesse tudo o que você precisa para transmitir ao vivo, gravar, editar vídeo, realçar, compartilhar e monetizar como um profissional — e muito mais.",
  "Explore": "Explore",
  "Access to All Overlays and Themes": "Acesso a todas as sobreposições e temas",
  "Always and forever free": "Grátis sempre",
  "Everything in Starter plus:": "Tudo que há no Starter plus:",
  "Tipping": "Doações",
  "Custom Branding": "Personalizar marca",
  "Format Clips for TikTok, Shorts, etc": "Formatar clipes para TikTok, Shorts etc.",
  "Collaborative Video Editing": "Edição de vídeo colaborativa",
  "Merch Store": "Loja de produtos",
  "No-Fee Tipping": "Doações sem taxa",
  "Logo Maker, Intro Maker, Emote Maker": "Criador de logo, Criador de introdução, Criador de emotes",
  "Create Custom Videos with Watermark": "Crie vídeos personalizados com marca d'água",
  "30 Minute Videos + 15GB Storage": "Vídeos de 30 minutos + 15 GB de armazenamento",
  "Design and Sell Custom Merch": "Crie e venda produtos personalizados",
  "YouTube Thumbnail Maker, Creator Sites": "Criador de miniaturas para YouTube, Criador de sites",
  "No Watermark + 1080p/60fps + More": "Sem marca d'água + 1080p/60fps e mais",
  "1 Hour Videos + 250GB Storage + More": "1 hora de vídeos + 250 GB de armazenamento e mais",
  "Highest Profit Margins": "Margens de lucro maiores",
  "%{monthlyPrice}/mo or %{yearlyPrice}/year": "%{monthlyPrice}/mês ou %{yearlyPrice}/ano"
}
