{
  "Overlay, Widget, and Site Themes": "Overlay, Widget e temas de site",
  "Fully customize your stream and your website to represent your brand; or pick from thousands of our pre-made themes. Either way, your stream will look amazing and it's all included with Prime.": "Personalize completamente sua transmissão e site para representarem sua marca ou escolha a partir de milhares de nossos temas pré-definidas. De qualquer forma, sua transmissão terá uma aparência excelente e tudo isso incluído com o Prime.",
  "View Themes": "Exibir Temas",
  "Every App is FREE": "Todos os aplicativos são GRÁTIS",
  "We've curated a list of diverse and feature rich applications to give you more control, automation, better analytics, and new ways to interact with your audience.": "Criamos umas lista de aplicativos diversos e ricos em recursos para oferecer mais controle, automação, melhores análises e novas formas de interagir com sua audiência.",
  "Browse Apps": "Buscar Aplicativos",
  "Welcome to Prime!": "Bem-vindo ao Prime!",
  "We've picked out a few Prime benefits to get you started:": "Selecionamos alguns benefícios do Prime antes de você começar:",
  "We've added a new UI theme exclusive to Prime members:": "Adicionamos um novo tema de IU exclusivo para membros do Prime:",
  "Classic Theme": "Tema clássico",
  "Prime Theme": "Tema do Prime",
  "Your access to Prime themes and other benefits will expire soon": "Seu acesso aos temas Prime e outros benefícios irá expirar em breve",
  "Thank you for being a valued member of Streamlabs. We just wanted to check in and see if you’d like to give Prime another shot.": "Obrigado por ser um membro valioso do Streamlabs. Queríamos apenas verificar se você gostaria de dar outra chance ao Prime.",
  "Resubscribe to Prime": "Reinscrever-se no Prime",
  "No Thanks": "Não, obrigado",
  "Choose your Streamlabs plan": "Escolher seu plano Streamlabs",
  "Choose Prime to enjoy everything from Starter plus themes and much more.": "Escolha o Prime para desfrutar de tudo, temas Starter plus e muito mais.",
  "Go Live to a single platform": "Transmitir para uma única plataforma",
  "Alerts & Tipping": "Alertas e gorjetas",
  "Unlimited Themes & Overlays": "Temas e sobreposições ilimitados",
  "Go Live to one or more platforms": "Transmitir para uma ou mais plataformas",
  "Custom Tip Page": "Página de dicas personalizadas",
  "Custom Alerts & Tipping": "Alertas e gorjetas personalizados",
  "App Store Apps are FREE": "Aplicativos da App Store são GRATUITOS",
  "Custom Merch Store": "Personalizar Loja de produtos",
  "Starter": "Iniciante",
  "Free": "Gratuito",
  "Choose Starter": "Escolher o Iniciante",
  "From $12/mo, billed annually": "A partir de $12/mês, cobrado anualmente",
  "Choose Prime": "Escolher Prime",
  "Your Benefits Are Expiring Soon": "Seus benefícios expirarão em breve",
  "Your will lose access to the following Prime benefits if you don’t resubscribe:": "Você perderá o acesso aos seguintes benefícios Prime se não assinar novamente:",
  "Thank you for being a valued member of Streamlabs. We just wanted to check in to see if you’ve had a chance to explore all Prime has to offer.": "Obrigado por ser um membro valioso do Streamlabs. Queríamos apenas verificar se você teve a chance de explorar tudo o que o Prime tem a oferecer.",
  "Continue Prime": "Continuar com Prime",
  "Stream Overlays": "Overlays de transmissão",
  "Multistream": "Transmissão múltipla",
  "Premium Merch": "Produto Premium",
  "Alert Box Themes": "Tema de caixa de alerta",
  "All Apps Included Free": "Todos os aplicativos incluídos gratuitamente",
  "Thumbnail & Panel Maker": "Criador de miniaturas e painel",
  "Prime Mobile Streaming": "Transmissão Prime por celular",
  "Your credit card expires soon. Click here to retain your Prime benefits": "Seu cartão de crédito expira em breve. Clique aqui para manter seus benefícios Prime"
}