{
  "Are you sure you want to stop streaming?": "Você tem certeza que quer parar de transmitir?",
  "Invalid Path or Connection URL.  Please check your settings to confirm that they are valid.": "URL de Conexão ou Caminho inválido. Por favor, verifique suas configurações para ter certeza que são válidas.",
  "Failed to connect to the streaming server.  Please check your internet connection.": "Falha ao conectar ao servidor de streaming. Por favor, verifique sua conexão de internet.",
  "Disconnected from the streaming server.  Please check your internet connection.": "Desconectado do servidor de streaming, Por favor, confira sua conexão com a internet.",
  "Could not access the specified channel or stream key, please double-check your stream key.  ": "Não foi possível acessar o canal especificado ou chave de transmissão, por favor, confira novamente sua chave de transmissão.  ",
  "If it is correct, there may be a problem connecting to the server.": "Se está correto, talvez haja um problema ao conectar com o servidor.",
  "There is not sufficient disk space to continue recording.": "Não há espaço em disco o suficiente para continuar a gravação.",
  "The output format is either unsupported or does not support more than one audio track.  ": "O formato de saída é incompatível ou não permite mais que uma faixa de áudio.  ",
  "Please check your settings and try again.": "Por favor, verifique suas configurações e tente novamente.",
  "An unexpected error occurred:": "Um erro inesperado aconteceu:",
  "Title": "Título",
  "Game": "Jogo",
  "Do not show this message when going live": "Não exibir esta mensagem quando entrar ao vivo",
  "You will not be asked again to update your stream info when going live.  ": "Você não será solicitado novamente a atualizar suas informações de stream ao começar a transmissão.  ",
  "You can re-enable this from the settings.": "Você pode habilitar isso novamente a partir das configurações.",
  "Confirm & Go Live": "Confirmar & Começar a Transmitir",
  "Update Stream Info": "Atualizar Informações da Stream",
  "There was an error fetching your channel information.  You can try": "Houve um erro ao buscar as informações de seu canal. Você pode tentar",
  "fetching the information again": "buscar as informações novamente",
  "or you can": "ou você pode",
  "just go live.": "apenas começar a transmitir.",
  "If this error persists, you can try logging out and back in.": "Caso este erro persista, você pode tentar desconectar-se e conectar-se novamente.",
  "Use optimized encoder settings": "Usar configurações otimizadas de encoder",
  "Optimized encoder gives equivalent quality while reducing usage. Game specific encoders for Fortnite, PUBG, Destiny 2, and League Of Legends": "O codificador otimizado oferece qualidade equivalente enquanto reduz o uso. Codificadores específicos para Fortnite, PUBG, Destiny 2 e League Of Legends",
  "Something went wrong while updating your stream info.  Please try again.": "Alguma coisa errada aconteceu ao atualizar suas informações de transmissão. Por favor, tente novamente.",
  "Something went wrong while updating your stream info. You can try again, or you can": "Alguma coisa errada aconteceu ao atualizar suas informações de transmissão. Você pode tentar novamente, ou você pode",
  "just go live": "apenas começar a transmitir",
  "Optimized profile for average CPUs": "Perfil otimizado para CPUs medianas",
  "Optimized profile for weak CPUs": "Perfil otimizado para CPUs fracos",
  "YouTube account not enabled for live streaming": "Conta do YouTube não habilitada para transmissão ao vivo",
  "Fix": "Corrigir",
  "I'm set up": "Estou pronto",
  "End Stream": "Terminar stream",
  "Starting": "Iniciar",
  "Ending": "Terminar",
  "Reconnecting": "Reconectando",
  "Go Live": "Transmitir ao vivo",
  "Stop": "Parar",
  "Save Replay": "Salvar o replay",
  "Schedule Stream": "Agendar stream",
  "Go to Youtube to view your live stream": "Vá ao Youtube para ver a sua transmissão ao vivo",
  "Edit your stream title and description": "Edite o título e a descrição da sua stream",
  "Go to Youtube Live Dashboard to control your stream": "Vá para o seu Painel Ao Vivo do Youtube para controlar sua transmissão",
  "Are you sure you want to exit while live?": "Você tem certeza que deseja sair enquanto está ao vivo?",
  "Enable the preview stream": "Habilitar a prévia da stream",
  "Disable the preview stream, can help with CPU": "Desativar a prévia de stream, pode ajudar com a CPU",
  "viewers": "espectadores",
  "Refresh Chat": "Atualizar o bate-papo",
  "Your chat is currently offline": "Seu bate-papo está atualmente offline",
  "Set path in Settings > Output.": "Defina o caminho em Configurações > Saída.",
  "Start Replay Buffer": "Iniciar buffer de replay",
  "Stop Replay Buffer": "Interromper o buffer de replay",
  "Stopping...": "Interrompendo...",
  "Your stream has been scheduled for %{time} from now. If you'd like to make another schedule please enter a different time": "A sua stream for agendada para daqui %{time}. Se você deseja fazer outro agendamento, insira um horário diferente",
  "Stop streaming to access these controls:": "Interromper a transmissão para acessar esses controles:",
  "Tags": "Tags",
  "Select stream tags": "Selecione as tags da stream",
  "You can now edit your channel tags from this screen.": "Agora você pode editar as tags do seu canal nesta tela.",
  "Log out and back in to reauthorize additional permissions.": "Reinicie para renovar a autorização de permissões adicionais.",
  "Are you sure you want to start streaming?": "Você realmente deseja começar a transmissão?",
  "Please enable account for streaming to recieve a stream key": "Por favor, ative a conta de streaming para receber uma chave",
  "Facebook Page Creation": "Criação de página de Facebook",
  " to create a page, and then try again.": " para criar uma página e depois tente novamente.",
  "Facebook Page": "Página de Facebook",
  "Description": "Description",
  "Checking optimized setting for": "Verificar as configurações otimizadas para",
  "You will not be asked again to update your stream info when going live. ": "Não voltaremos a pedir para atualizar as informações da sua stream quando fizer a transmissão ao vivo. ",
  "Schedule": "Agendar",
  "No matching game(s) found.": "Não foi possível encontrar jogo(s) correspondente(s).",
  "Use optimized encoder settings ": "Use as configurações otimizadas do codificador ",
  "Scheduled Date": "Data agendada",
  "Scheduled Time": "Hora agendada",
  "You are 10 minutes away from the 8 hour stream limit": "Faltam 10 minutos para o limite de transmissão de 8 horas",
  "Stream has disconnected, attempting to reconnect.": "A stream foi desconectada. Tentando reconectar."
}
