{
  "TikTok Server URL": "URL do servidor TikTok",
  "TikTok Stream Key": "Chave de transmissão TikTok",
  "Locate my Stream Key": "Localizar minha Chave de transmissão",
  "Click here to learn more about streaming on TikTok": "Clique aqui para saber mais sobre streaming no TikTok",
  "Go to the TikTok Live Center Dashboard": "Vá para o painel do TikTok Live Center",
  "Go live to TikTok with a single click. Click here to learn more.": "Entre ao vivo no TikTok com um único clique. Clique aqui para saber mais.",
  "Apply for TikTok Live Permission": "Solicitar permissão para o TikTok Live",
  "Reapply for TikTok Live Permission": "Solicitar novamente a permissão para o TikTok Live",
  "Generate with \"Locate my Stream Key\"": "Gerar com \"Localizar minha chave de transmissão\"",
  "You do not have permission to stream live to TikTok.": "Você não tem permissão para transmitir ao vivo para o TikTok.",
  "Open TikTok Live Center": "Abra o TikTok Live Center",
  "Access chat for TikTok in the TikTok Live Center.": "Acesse o chat do TikTok no TikTok Live Center.",
  "Failed to update TikTok account": "Falha ao atualizar a conta do TikTok",
  "Failed to update TikTok account. Please unlink and reconnect your TikTok account.": "Falha ao atualizar a conta do TikTok. Desvincule e reconecte sua conta do TikTok.",
  "Close Streamlabs Desktop and reload": "Feche e recarregue o Streamlabs Desktop",
  "Go to Settings - Stream and reconnect TikTok": "Vá para Configurações - Transmissão e reconecte o TikTok",
  "Connect TikTok Account": "Conectar a conta do TikTok",
  "Failed to generate TikTok stream credentials. Confirm Live Access with TikTok.": "Falha ao gerar credenciais de transmissão do TikTok. Confirme o acesso ao vivo com o TikTok.",
  "Approvals are solely at TikTok's discretion.": "As aprovações são feitas exclusivamente a critério do TikTok.",
  "TikTok Category": "Categoria do TikTok",
  "TikTok Live Access not granted. Click here to learn more.": "TikTok Live Access não concedido. Clique aqui para saber mais.",
  "Only 32 characters of your title will display on TikTok": "Apenas 32 caracteres do seu título serão exibidos no TikTok",
  "You may be eligible for TikTok Live Access. <apply>Apply here.</apply>": "Você pode ser elegível para o TikTok Live Access. <apply>Inscreva-se aqui.</apply>",
  "Click to view TikTok Replay in your browser.": "Clique para ver o TikTok Replay no seu navegador.",
  "TikTok Stream Error": "Erro de transmissão do TikTok",
  "Couldn't confirm TikTok Live Access. Apply for Live Permissions below": "Não foi possível confirmar o acesso ao TikTok Live. Solicitar as permissões para o Live abaixo"
}
