{
  "Add Widgets": "Adicionar Widgets",
  "Select the Streamlabs widgets you would like to activate for your stream. These will get automatically added to your scene.": "Selecione os widgets Streamlabs que você gostaria de ativar para sua transmissão. Estes serão adicionados automaticamente à sua cena.",
  "Thanks viewers with notification popups": "Agradeça aos espectadores com popups de notificação",
  "Most recent events into your stream": "Eventos mais recentes na sua transmissão",
  "A jar that catches bits, tips, and more": "Um frasco que recebe bits, doações, e muito mais",
  "Your channel's chat in your stream": "O chat de seu canal na sua transmissão",
  "Show off most recent donations to viewers": "Exiba suas doações mais recentes para seus espectadores",
  "Give your viewers a donation target to help you reach": "Dê aos seus espectadores uma meta de doação para eles lhe ajudarem a alcançar",
  "Give your viewers a follower target to help you reach": "Dê aos seus espectadores uma meta de seguidores para eles lhe ajudarem a alcançar",
  "Give your viewers a bit target to help you reach": "Dê aos seus espectadores uma meta de bits para eles lhe ajudarem a alcançar",
  "Give your viewers a subscriber target to help you reach": "Dê aos seus espectadores uma meta de inscrições para eles lhe ajudarem a alcançar",
  "Show off how many viewers you have from multiple platforms": "Exibir quantos espectadores você tem em múltiplas plataformas",
  "Give your viewers an opportunity of becoming a boss": "Dê aos seus espectadores a oportunidade de se tornar um chefe",
  "Rolling credits at the end of your stream": "Créditos rolantes no fim de sua transmissão",
  "Add %{widgetscount} Widgets": "Adicionar %{widgetscount} Widgets",
  "Rather do this manually?": "Prefere fazer isto manualmente?",
  "Setup later": "Configurar mais tarde",
  "Widget Theme installed & activated. Click here to manage your Widget Profiles.": "Tema de Widget instalado e ativado. Clique aqui para gerenciar seus Perfis de Widget.",
  "Follow": "Seguidor",
  "Subscription": "Inscrição",
  "Donation": "Doação",
  "Bits": "Bits",
  "Host": "Host"
}