{
  "Game Widget": "Widget do Jogo",
  "Let your viewers play a game in chat": "Permite que seus expectadores joguem um jogo no chat",
  "Chat Decision Time": "Hora de decisão do chat",
  "Trigger Command": "Comando de gatilho",
  "Chat Response Timer": "Contador de resposta do chat",
  "No Input Recieved": "Nenhuma entrada recebida",
  "Restarting Game": "Reiniciando o jogo",
  "Chat's Turn": "Vez do chat",
  "Chat Marker Color": "Cor do marcador do chat",
  "Chat Win Color": "Cor de vitória do chat",
  "AI's Turn": "Vez da IA",
  "AI Marker Color": "Cor do marcador da IA",
  "AI Win Color": "Cor de vitória da IA",
  "Chat Won": "Chat venceu",
  "Chat Lost": "Chat perdeu",
  "Draw Game": "Jogo empatou",
  "Cannot Play Here": "Não é possível jogar aqui",
  "Game End Message Duration": "Mensagem de duração do fim do jogo",
  "Chat Marker": "Marcador do chat",
  "AI Marker": "Marcador da IA",
  "General Settings": "Configurações gerais",
  "Game Settings": "Configurações do jogo",
  "Current Game": "Jogo atual",
  "Tic Tac Toe": "Tic Tac Toe",
  "The duration in seconds to collect chat's responses before passing them to the game": "A duração em segundos para coletar respostas do chat antes de passá-las ao jogo",
  "Command used by the chat to provide their response": "Comando usado pelo chat para fornecer sua resposta",
  "Message displayed to let the chat know they didn't provide any input": "Mensagem exibida para informar o chat que eles não estão fornecendo nenhuma entrada",
  "Message displayed to let the chat know the game is restarting": "Mensagem exibida para informar o chat de que o jogo está reiniciando",
  "Marker used to display where chat played their turn. Please make sure it's not more than 1 character": "Marcador usado para exibir onde o chat jogou. Certifique-se de que não tenha mais de um caractere.",
  "Message to let everyone know that it's chat's turn to play": "Mensagem para informar a todos que é a vez do chat jogar",
  "Marker used to display where AI played it's turn. Please make sure it's not more than 1 character": "Marcador usado para exibir onde a IA jogou. Certifique-se de que não tenha mais de um caractere.",
  "Message to let everyone know that it's AI's turn to play": "Mensagem para informar a todos que é a vez da IA jogar",
  "Message displayed to let everyone know chat won": "Mensagem exibida para informar a todos que o chat venceu",
  "Message displayed to let everyone know chat lost": "Mensagem exibida para informar a todos que o chat perdeu",
  "Message displayed to let everyone know the game was a draw": "Mensagem exibida para informar a todos que o jogo empatou",
  "Message to let chat know that they cannot play the current move": "Mensagem para informar ao chat que eles não podem fazer a jogada atual",
  "Display the game ended message for these many seconds": "Exiba a mensagem de que o jogo terminou por essa quantidade de segundos",
  "Chat Word": "Palavra do chat",
  "Misplaced Character Tile": "Bloco de caracteres mal colocado",
  "Misplaced Character": "Caractere mal colocado",
  "Correct Character Tile": "Cor correta do bloco de caracteres",
  "Correct Character": "Caractere correto",
  "Wrong Character Tile": "Bloco de caracteres incorreto",
  "Wrong Character": "Caractere incorreto",
  "Chat Won Title": "Título de chat vencedor",
  "Chat Lost Title": "Título de chat perdedor",
  "Wrong Word Chosen Message": "Mensagem de palavra escolhida errada",
  "Invalid Response Message": "Mensagem de resposta inválida",
  "Change the color of the tile to this color when a character is present in the word but is misplaced": "Altere a cor do bloco para esta quando um caractere estiver presente na palavra, mas estiver fora do lugar",
  "Change the color of the character to this if it is present in the word but is misplaced": "Altere a cor do caractere para esta se ele estiver presente na palavra, mas estiver fora do lugar",
  "Change the color of the tile to this color when a character is present in the correct location in the word": "Altere a cor do bloco para esta quando um caractere estiver presente no local correto da palavra",
  "Change the color of the character to this if it is present in the correct location in the word": "Altere a cor do caractere para esta se ele estiver presente no local correto da palavra",
  "Change the color of the tile to this color when a character is not present in the word": "Altere a cor do bloco para esta quando um caractere não estiver presente na palavra",
  "Change the color of the character to this if it is not present in the word": "Altere a cor do caractere para esta se ele não estiver presente na palavra",
  "Message to let the chat know they chose the wrong word. The word will still get evaluated, it's just an announcement": "Envie uma mensagem para informar ao chat que escolheram a palavra errada. A palavra ainda será avaliada, é apenas um anúncio",
  "Message to let the chat know that the chosen word is not valid. Reason for invalidation can include wrong character length and more": "Mensagem para avisar ao chat que a palavra escolhida não é válida. O motivo da invalidação pode incluir comprimento de caractere incorreto e outros fatores"
}
