{
  "YouTube stream status": "Status da transmissão do YouTube",
  "Waiting for YouTube to receive the video signal...": "Aguardando o YouTube receber o sinal de vídeo...",
  "Testing your broadcast...": "Testando sua transmissão...",
  "Finalizing broadcast testing...": "Finalizando o teste de transmissão...",
  "Publishing to your YouTube channel...": "Publicando para o seu canal do YouTube...",
  "Waiting broadcast to be published...": "Aguardando que a transmissão seja publicada...",
  "You're live!": "Você está ao vivo!",
  "Waiting for broadcast to be published...": "Aguardando que a transmissão seja publicada...",
  "Working on your live stream": "Trabalhando na sua transmissão ao vivo",
  "Your stream will start shortly. You can close this window.": "Sua transmissão começará em breve. Você pode fechar esta janela.",
  "Go to YouTube Live Dashboard": "Entre no Painel ao vivo do YouTube",
  "Create New Event": "Criar novo evento",
  "YouTube Chat": "Bate-papo do YouTube",
  "This action cannot be performed inside Streamlabs OBS. To interact with chat, you can open this chat in a web browser.": "Esta ação não pode ser executada no Streamlabs OBS. Para interagir com o bate-papo, você pode abrir esse bate-papo em um navegador da Web.",
  "Open In Web Browser": "Abrir no navegador da Web",
  "Privacy": "Privacidade",
  "Public": "Público",
  "Anyone can search for and view": "Qualquer um pode pesquisar e visualizar",
  "Unlisted": "Não listado",
  "Anyone with the link can view": "Qualquer um com o link pode visualizar",
  "Private": "Privado",
  "Only you can view": "Apenas você pode ver",
  "Category": "Categoria",
  "Stream Latency": "Latência de transmissão",
  "Normal Latency": "Latência normal",
  "Low-latency": "Latência baixa",
  "Ultra low-latency": "Latência ultrabaixa",
  "Does not support: Closed captions, 1440p, and 4k resolutions": "Não suporta: Legendas ocultas, resoluções 1440p e 4k",
  "Enable DVR": "Habilitar DVR",
  "Additional Settings": "Configurações adicionais",
  "Open Youtube Studio": "Abrir Youtube Studio",
  "360° video": "Vídeo 360°",
  "Enable Auto-start": "Ativar início automático",
  "Enable Auto-stop": "Ativar parada automática",
  "latencyTooltip": "Uma transmissão de baixa latência pode reduzir o tempo que leva para o vídeo ficar visível aos usuários que assistem a uma transmissão, embora também possa afetar a suavidade da reprodução.",
  "Enabling auto-start will automatically start the stream when you start sending data from your streaming software": "Ativar o início automático iniciará automaticamente a transmissão quando você começar a enviar dados do seu software de transmissão",
  "Enabling auto-stop will automatically stop the stream when you stop sending data from your streaming software": "Ativar a parada automática iniciará automaticamente a transmissão quando você começar a enviar dados do seu software de transmissão",
  "DVR controls enable the viewer to control the video playback experience by pausing, rewinding, or fast forwarding content": "Os controles de DVR permitem que o visualizador controle a experiência de reprodução de vídeo pausando, retrocedendo ou avançando rapidamente o conteúdo",
  "Auto-start is disabled for your broadcast. You should manually publish your stream from Youtube Studio": "O início automático está desativado para a sua transmissão. Você deve publicar manualmente seu stream do Youtube Studio",
  "Made for kids": "Feito para crianças",
  "Features like personalized ads and live chat won't be available on live streams made for kids.": "Recursos como anúncios personalizados e bate-papo ao vivo não estarão disponíveis em transmissões ao vivo destinadas a crianças.",
  "Try our new thumbnail editor": "Experimente nosso novo editor de miniaturas"
}
