{
  "You can access your Facebook Streamer Dashboard here.": "Hier heeft u toegang tot uw Streamer-dashboard op Facebook.",
  "Create a Page": "Een pagina maken",
  "Facebook Setup": "Facebook instellen",
  "Streamer Dashboard": "Streamer-dashboard",
  "Share": "Delen",
  "Like": "Like",
  "Step 3:": "Stap 3:",
  "Create a Facebook Gaming page to get started.": "Maak een Facebook-gamingpagina om aan de slag te gaan",
  "Create a Gaming Page": "Een gamingpagina maken",
  "All of your scenes, sources, and settings will be preserved.": "Als uw scènes, bronnen en instellingen blijven behouden.",
  "Connect Facebook": "Facebook verbinden",
  "Multistream To Facebook": "Naar Facebook multistreamen",
  "Connect": "Verbinden",
  "Install Your Theme": "Uw thema installeren",
  "Install": "Installeren",
  "facebookGamingWarning": "<create-page-link>Maak een Gaming Video Creator-pagina</create-page-link> om de volledige Facebook Gaming-experience te krijgen.",
  "Facebook Destination": "Bestemming op Facebook",
  "Share to Your Timeline": "Delen op uw tijdlijn",
  "Share to a Page You Manage": "Delen op een pagina die u beheert",
  "Share in a Group": "Delen in een groep",
  "Facebook Group": "Facebook-groep",
  "Scheduled Video": "Geplande video",
  "Make sure the Streamlabs app is added to your Group.": "Zorg dat de Streamlabs-app aan uw groep is toegevoegd.",
  "Click here to verify.": "Klik hier om te verifiëren.",
  "Facebook Game": "Facebook Game",
  "You can stream to your timeline and groups now": "U kunt nu streamen naar uw tijdlijn en groepen",
  "Please log-out and log-in again to get these new features": "Log uit en weer in om deze nieuwe functies te activeren",
  "Re-login now": "Nu opnieuw inloggen",
  "Please reconnect Facebook to get these new features": "Maak opnieuw verbinding met Facebook om deze nieuwe functies te krijgen",
  "Reconnect now": "Nu opnieuw verbinden",
  "Privacy": "Privacy",
  "FBPrivacyWarning": "Het verleende privacyniveau kan beperkt zijn voor uw Facebook-account. Check de sectie 'Wie kan zien dat u deze zakelijke integratie gebruikt' voor Streamlabs-integratie <link>hier</link>",
  "Only Me": "Alleen ik",
  "Do not change privacy settings": "Mijn privacy-instellingen niet wijzigen",
  "Install %{overlayName}": "%{overlayName} installeren",
  "Please note that while you can schedule streams to Facebook, some will not appear on this calendar due to API limitations": "Let op: u kunt uw streams naar Facebook plannen, maar sommige zullen niet op deze kalender verschijnen vanwege API-beperkingen"
}
