{
  "Grow": "Groeien",
  "My Goals": "Mijn doelen",
  "Community Reach: %{reachableFollowing}/%{totalFollowing} followers": "Communitybereik: %{reachableFollowing}/%{totalFollowing} volgers",
  "Streamer Resources": "Streamer-resources",
  "You can reach %{percentage}% of your community across all platforms. Multistream to more platforms to increase this number": "U kunt %{percentage}% van uw community bereiken op alle platforms. Multi-stream naar meerdere platforms om dit percentage te verhogen",
  "Streamlabs University": "Streamlabs University",
  "Professional streamers are now able to earn large amounts of money while entertaining people and creating their own brand. But how does one become a professional streamer? Streamlabs University is our answer to this question. In this course, we’ll walk you through everything you need to know to become a successful streamer and turn your passion into a profession.": "Professionele streamers kunnen nu grote bedragen verdienen terwijl ze mensen entertainen en hun eigen merk creëren. Maar hoe wordt u een professionele streamer? Dat kan met Streamlabs University. In deze cursus nemen we alles door wat u moet weten om een succesvolle streamer te worden en van uw passie uw beroep te maken.",
  "Content Hub": "Contenthub",
  "The Ultimate Resource For Live Streamers; The Creator Resource Hub is your one-stop-shop for everything related to live streaming. There are dozens of different categories to choose from. Learn how to set up your live stream, find new features, and stay up-to-date on all of the tools you can use to enhance your stream.": "De ultieme resource voor livestreamers: The Creator Resource Hub is uw one-stop-shop voor alles wat met livestreaming te maken heeft. U kunt kiezen uit tientallen verschillende categorieën. Ontdek hoe u uw livestream instelt, nieuwe functies vindt en op de hoogte blijft van alle tools die u kunt gebruiken om uw stream te verbeteren.",
  "Add Goal": "Doel toevoegen",
  "%{followers} followers": "%{followers} volgers",
  "You cleared %{totalProgress}% of all material. Keep it up!": "U heeft %{totalProgress}% van al het materiaal voltooid. Ga zo door!",
  "You have completed Streamlabs University!": "U heeft Streamlabs University voltooid!",
  "Continue Learning": "Doorgaan met leren",
  "Growth Tips": "Tips om te groeien",
  "Open Resource Hub": "Open Resource Hub",
  "Streamlabs on YouTube": "Streamlabs op YouTube",
  "Open Streamlabs University": "Streamlabs University openen",
  "%{daysLeft} days left": "%{daysLeft} dagen over",
  "Progress": "Voortgang",
  "Reach more of your community with Streamlabs Multistreaming": "Bereik meer van uw community met Streamlabs Multistreaming",
  "One of the best ways to reach a larger audience is to stream to multiple platforms": "Een van de beste manieren om een groter publiek te bereiken is door te streamen naar meerdere platforms",
  "Start Multistreaming with Ultra": "Start multi-streaming met Ultra",
  "Goal Title": "Titel van doel",
  "Goal Total": "Doeltotaal",
  "Goal Type": "Type doel",
  "This goal has been completed!": "Dit doel is voltooid.",
  "Time ran out for this goal. Try again or pick a new one!": "De tijd voor dit doel is verstreken. Probeer het opnieuw of kies een ander doel.",
  "Stream Pulse": "Stream Pulse",
  "Average View Time": "Gemiddelde weergavetijd",
  "Unique Viewers": "Unieke kijkers",
  "Chatters": "Chatters",
  "Chats": "Chats",
  "Track your growth by taking a look at the past month of your stream (data provided from Twitch)": "Volg uw voortgang door te kijken naar de afgelopen maand van uw stream (gegevens afkomstig uit Twitch)",
  "There is already a goal of this type": "Er is al een doel van dit type"
}
