{
  "Source: %{sourceName}": "Bron: %{sourceName}",
  "Collab Cam": "Collab Cam",
  "Invite a guest to join your stream from a web browser.": "Nodig een gast uit om deel te nemen aan uw stream vanuit een webbrowser.",
  "Guest Cam is currently listening for connecting guests, but is not broadcasting your microphone and webcam to your guests yet.": "Guest Cam luistert momenteel of er gasten zijn die aansluiten, maar zendt uw microfoon en webcam nog niet uit naar uw gasten.",
  "No microphone source is selected. Your guest will not be able to hear you.": "Er is geen microfoon geselecteerd. Uw gast kan u niet horen.",
  "No webcam source is selected. Your guest will not be able to see you.": "Er is geen webcam geselecteerd. Uw gast kan u niet zien.",
  "Microphone Source": "Microfoonbron",
  "Webcam Source": "Webcambron",
  "The webcam and microphone source you select below will be broadcast to your guests.": "De webcam- en microfoonbron die u hieronder selecteert, worden uitgezonden naar uw gasten.",
  "Waiting for guest to join": "Wachten op deelname van een gast",
  "Generate a new link": "Een nieuwe link genereren",
  "Copied!": "Gekopieerd!",
  "Invite URL": "Uitnodigings-URL",
  "Disconnect": "Verbinding verbreken",
  "Guest %{num}": "Gast %{num}",
  "Collab Cam Properties": "Eigenschappen van Collab Cam",
  "A guest has joined - click to show": "Er is een gast bijgekomen - klik om te tonen",
  "Welcome to Collab Cam": "Welkom bij Collab Cam",
  "Step 1": "Stap 1",
  "Copy and share a link with your guest. When they join, they'll be able to see and hear you.": "Kopieer en deel een link met uw gast. Wanneer ze erbij komen, kunnen ze u zien en horen.",
  "Step 2": "Stap 2",
  "Verify their identity in the preview area. When ready, add them to your stream by clicking 'Show on Stream'.": "Verifieer hun identiteit in het previewgebied. Hierna voegt u ze toe aan uw stream door te klikken op 'Weergeven op stream'.",
  "Step 3": "Stap 3",
  "Enjoy your stream! Adjust their volume, create new links, and change your mic and camera from the properties window.": "Veel plezier met streamen! Pas hun volume aan, maak nieuwe links en wijzig uw microfoon en camera vanuit het eigenschappenvenster.",
  "Don't share your invite link with anyone you don't want on your stream. You can invalidate an old link by generating a new one. Do not show this window on stream.": "Deel uw uitnodigingslink niet met iemand die u niet op uw stream wilt hebben. U kunt een oude link ongeldig maken door een nieuwe te genereren. Laat dit venster niet in de stream zien.",
  "Start Collab Cam": "Collab Cam starten",
  "Collab Cam is not yet sending your video and audio to guests. Start Collab Cam?": "Collab Cam stuurt uw video en audio nog niet naar uw gasten. Collab Cam starten?",
  "Copy Link": "Link kopiëren",
  "You're about to join %{name}": "U staat op het punt om deel te nemen aan %{name}",
  "%{name} has invited you to join their stream. When you're ready to join, click the button below.": "%{name} heeft u uitgenodigd om deel te nemen aan de stream. Klik op onderstaande knop wanneer u wilt deelnemen",
  "Waiting for host to begin": "Wachten tot de host begint",
  "Connected To Host:": "Verbonden met host:",
  "You are connected as a guest using someone else's invite link. To leave, click the Disconnect button.": "U bent verbonden als een gast met de uitnodigingslink van iemand anders. Klik op de knop Verbinding verbreken om weg te gaan.",
  "This guest is not assigned to a source": "Deze gast is niet toegewezen aan een bron.",
  "The source %{sourceName} is already occupied by %{guestName}. If you continue, %{guestName} will be unassigned.": "De bron %{sourceName} wordt al bezet door %{guestName}. Als u doorgaat, is %{guestName} niet langer toegewezen.",
  "Are you sure you want to unassign %{guestName} from the source?": "Weet u zeker dat u de toewijzing van %{guestName} aan de bron ongedaan wilt maken?",
  "Assign to Source": "Toewijzen aan bron",
  "Unassigned": "Toewijzing opgeheven",
  "Are you sure you want to disconnect %{guestName}?": "Weet u zeker dat u de verbinding van %{guestName} wilt verbreken?",
  "If you want to prevent this guest from rejoining, you should also regenerate your invite link.": "Als u wilt voorkomen dat deze gast weer deelneemt, moet u ook uw uitnodigingslink opnieuw genereren.",
  "Regenerate Link": "Link opnieuw genereren",
  "Guests": "Gasten",
  "Upgrade for more Guests": "Upgrade voor meer gasten",
  "Share Video Source (Optional)": "Videobron delen (optioneel)",
  "Stop Sharing": "Stoppen met delen",
  "Collab Cam requires a source": "Collab Cam vereist een bron",
  "At least one Collab Cam source is required to use Collab Cam. Would you like to add one now?": "Er is ten minste één Collab Cam-bron nodig om Collab Cam te gebruiken. Wilt u er nu een toevoegen?",
  "You now have access to Collab Cam!": "U heeft nu toegang tot Collab Cam!",
  "You must be logged in to use Collab Cam.": "You must be logged in to use Collab Cam."
}
