{
  "We are improving our backend systems. As part of the migration process, we will need to you log in again. If you have any questions, you can": "We verbeteren onze backendsystemen. Als onderdeel van het migratieproces vragen we u om opnieuw in te loggen. Heeft u vragen, neem dan",
  "contact support.": "contact op met ondersteuning.",
  "Sign in with your content platform to get started with Streamlabs": "Meld u aan bij uw contentplatform om aan de slag te gaan met Streamlabs",
  "Select an OBS profile to import": "Selecteer een OBS-profiel om te importeren",
  "Import from OBS Studio": "Importeren uit OBS Studio",
  "Start Fresh": "Helemaal opnieuw beginnen",
  "Importing": "Importeren",
  "Successfully Imported": "Geïmporteerd",
  "Importing your scenes and sources": "Uw scènes en bronnen worden geïmporteerd",
  "All scenes, sources and settings have been imported.": "Alle scènes, bronnen en instellingen zijn geïmporteerd.",
  "Import your scenes and your settings from OBS with a simple click, or start fresh.": "Importeer uw scènes en instellingen uit OBS met een enkele klik of begin helemaal opnieuw.",
  "Click below and we'll analyze your internet speed and computer hardware to give you the best settings possible.": "Klik hieronder en we analyseren uw internetsnelheid en computerhardware voor de best mogelijke instellingen.",
  "Start": "Starten",
  "Rather do this manually?": "Wilt u dit liever zelf doen?",
  "Setup later": "Later instellen",
  "Detecting your location...": "Uw locatie detecteren...",
  "Performing bandwidth test...": "Bandbreedte testen...",
  "Testing streaming encoder...": "Streamingencoder testen...",
  "Testing recording encoder...": "Opname-encoder testen...",
  "Attempting stream...": "Stream uitproberen...",
  "Reverting to defaults...": "Terug naar standaardwaarden...",
  "Applying stream settings...": "Streaminstellingen toepassen...",
  "Applying general settings...": "Algemene instellingen toepassen...",
  "Optimizing...": "Optimaliseren...",
  "Optimize": "Optimaliseren",
  "We're connecting to OBS and pulling your previous settings for a seamless conversion.": "We maken een verbinding met OBS om uw vorige instellingen over te zetten voor een naadloze conversie.",
  "Initialzing ...": "Initialiseren...",
  "Connecting to OBS ...": "Verbinden met OBS...",
  "Pulling settings ...": "Instellingen ophalen...",
  "Starting import ...": "Import starten...",
  "Finalizing ...": "Afronden...",
  "We're analyzing your internet speed and computer hardware to give you the best settings possible.": "We analyseren uw internetsnelheid en computerhardware om u de beste mogelijke instellingen te geven.",
  "Done!": "Klaar!",
  "Next": "Volgende",
  "Scene Collections Import": "Scèneverzamelingen importeren",
  "The following scene collections have been imported from your Streamlabs account": "De volgende scènecollecties zijn geïmporteerd van uit Streamlabs-account",
  "Continue": "Doorgaan",
  "Collecting some information about your PC...": "Informatie verzamelen over uw pc...",
  "We found optimized settings for your PC": "We hebben geoptimaliseerde instellingen voor uw pc gevonden",
  "Something went wrong": "Er is iets fout gegaan",
  "Download and Apply": "Downloaden en toepassen",
  "This device is not available": "Dit apparaat is niet beschikbaar",
  "Set Up Mic and Webcam": "Microfoon en webcam instellen",
  "Welcome to Streamlabs": "Welkom bij Streamlabs",
  "Import your existing settings from OBS in less than a minute and go live": "Importeer in minder dan een minuut uw bestaande instellingen uit OBS en ga live",
  "We import all of your settings, including scenes, output, configurations, and much more": "We importeren al uw instellingen, inclusief scènes, uitvoer, configuraties en nog veel meer",
  "Start with a clean copy of Streamlabs Desktop and configure your settings from scratch": "Begin met een schoon exemplaar van Streamlabs Desktop en configureer uw instellingen helemaal opnieuw",
  "Add a Theme": "Een thema toevoegen",
  "Not seeing a theme that catches your eye? Our theme library has hundreds of free choices available": "Ziet u geen thema dat u aanspreekt? Onze themabibliotheek bevat honderden gratis thema's.",
  "Something went wrong.": "Er is iets fout gegaan.",
  "In-game Overlay": "In-game-overlay",
  "Optimized Video Encoding": "Geoptimaliseerde videocodering",
  "Some exclusive features we recommend to take your stream to the next level": "Enkele exclusieve functies die wij aanbevelen om uw stream naar een hoger niveau te tillen",
  "Detected %{continent}": "%{continent} gedetecteerd",
  "Check out 50+ amazing apps from independent developers, ranging from DMCA-compliant music to stunning overlays to more tools to engage with your community. Head over to the app store in the left navigation to browse our selection of free and paid apps.": "Bekijk meer dan 50 geweldige apps van onafhankelijke ontwikkelaars, variërend van DMCA-conforme muziek tot verbluffende overlays en meer tools voor betrokkenheid met uw community. Ga naar de app store in de linkernavigatie om onze selectie gratis en betaalde apps te bekijken.",
  "Only have one screen? Perfect! Enable our in-game overlay to make sure you catch every chat message and stream event that happens while you get your game on. You can enable this feature in the ‘Game Overlay’ tab of the settings menu.": "Heeft u maar één scherm? Geen probleem! Schakel onze in-game-overlay in om er zeker van te zijn dat u elk chatbericht en elke streamgebeurtenis ziet terwijl u aan het gamen bent. U kunt deze functie inschakelen op het tabblad Game-overlay van het instellingenmenu",
  "Re-Authorize": "Autoriseer opnieuw",
  "or select another platform": "of selecteer een ander platform",
  "Connect to %{platform}": "Verbinden met %{platform}",
  "View help docs": "Helpdocumenten weergeven",
  "Enter your stream key.": "Voer uw streamkey in.",
  "Select platform": "Platform selecteren",
  "No webcam detected": "Geen webcam gedetecteerd",
  "Enable multistream to grow your audience, build your brand, and earn great prizes - with no extra effort. Available for Facebook today, and other platforms coming soon.": "Maak gebruik van multi-streaming om uw bereik te vergroten, uw merk op te bouwen en geweldige prijzen te verdienen, zonder extra inspanning. Vandaag beschikbaar voor Facebook en binnenkort voor andere platforms.",
  "Enable multistream": "Multi-streaming inschakelen",
  "Enable multistream to get started.": "Schakel multi-streaming in om aan de slag te gaan.",
  "Merge your account with your new page. We can then track your progress so you can start earning great rewards!": "Voeg uw account samen met uw nieuwe pagina. Zo kunnen we uw voortgang volgen zodat u geweldige beloningen kunt gaan verdienen.",
  "A Facebook Gaming Page is required to multistream to Facebook.": "Een Facebook-gamingpagina is nodig om naar Facebook te multi-streamen.",
  "Create Facebook Gaming Page": "Facebook-gamingpagina maken",
  "Create Gaming Video Creator Page": "Gaming Video Creator-pagina maken",
  "Merge your Facebook Gaming Page": "Uw Facebook-gamingpagina samenvoegen",
  "Merge with Facebook": "Samenvoegen met Facebook",
  "primeTitle": "Word lid van <prime-title>Ultra</prime-title> voor exclusieve functies",
  "Overlay, Widget & Site Themes": "Overlay-, widget- en sitethema's",
  "Custom Domain + Website": "Gepersonaliseerd domein + website",
  "More Than 40 FREE Apps": "Meer dan 40 GRATIS apps",
  "Custom Merch Store": "Aangepaste merchandisewinkel",
  "Stream on Mobile": "Streamen op mobiel",
  "Gold Status + FREE T-shirt": "Gold-status + GRATIS t-shirt",
  "Go Ultra": "Ga Ultra",
  "Import": "Importeren",
  "While we import your settings and scenes from OBS Studio, check out these great features unique to Streamlabs": "Bekijk deze geweldige, unieke functies van Streamlabs terwijl wij uw instellingen en scènes uit OBS Studio importeren.",
  "Importing Your Existing Settings From OBS": "Uw bestaande instellingen uit OBS importeren",
  "Everything you need to go live. Always and forever free.": "Alles wat u nodig heeft om live te gaan. Voor altijd en eeuwig vrij.",
  "Go live to one platform": "Ga live op één platform",
  "Tipping (no Streamlabs fee)": "Fooi geven (geen Streamlabs-kosten)",
  "Alerts & other Widgets": "Meldingen en andere widgets",
  "Selective Recording": "Selectieve opname",
  "And many more free features": "Een nog veel meer gratis functies",
  "All free features": "Alle gratis functies",
  "Multistream to multiple platforms": "Multi-streamen naar meerdere platforms",
  "Premium Stream Overlays": "Premium Stream-overlays",
  "Alert Box and Widget Themes": "Thema's voor meldingenvensters en widgets",
  "Access to all App Store Apps": "Toegang tot alle App Store-apps",
  "Ultra Web Suite": "Ultra Web Suite",
  "Choose Free": "Kies gratis",
  "Pro features to take your stream and channel to the next level.": "Pro-functies om uw stream en kanaal naar een hoger niveau te tillen.",
  "Something went wrong while importing from OBS Studio. Please try again or skip to the next step.": "Er is iets fout gegaan bij het importeren vanuit OBS Studio. Probeer het opnieuw of ga naar de volgende stap.",
  "Visual Preset": "Visuele presets",
  "Installing theme...": "Thema installeren...",
  "How do you plan to use Streamlabs Desktop?": "How wilt u Streamlabs Desktop gaan gebruiken?",
  "Live Streaming": "Livestreamen",
  "Recording Only": "Alleen opnemen",
  "I want to live stream to a platform. I may also want to record my live streams.": "Ik wil livestreamen naar een platform. Misschien wil ik mijn livestreams ook opnemen.",
  "I want to record my screen or camera. I will not be live streaming.": "Ik wil mijn scherm of camera opnemen. Ik ga niet livestreamen.",
  "Streamlabs will be optimized for recording": "Streamlabs wordt geoptimaliseerd voor opnemen",
  "Certain features related to live streaming will be hidden. If you would like to enable these features in the future, you can disable Recording Mode in the application settings.": "Bepaalde functies voor livestreaming worden verborgen. Als u deze functies in de toekomst wilt inschakelen, kunt u de opnamemodus uitschakelen in de app-instellingen.",
  "Looking to stream?": "Wilt u gaan streamen?",
  "Screen Capture (Double-click to select)": "Schermopname (dubbelklik om te selecteren)",
  "1-Click Import from OBS": "Met één klik uit OBS importeren",
  "Gain access to additional features by logging in with your preferred streaming platform.": "Krijg toegang tot aanvullende functies door zich aan te melden bij het streamingplatform van uw voorkeur.",
  "Themes and Overlays": "Thema's en overlays",
  "Alerts and Widgets": "Meldingen en widgets",
  "Streamlabs Desktop": "Streamlabs Desktop",
  "Desktop App Store": "App Store voor desktop",
  "Tips": "Fooien",
  "Storage": "Opslag",
  "All Streamlabs Pro Tools": "Alle Streamlabs Pro-tools",
  "Access to Free Overlays and Themes": "Toegang tot gratis overlays en thema's",
  "Add 1 Guest": "Eén gast toevoegen",
  "Limited Free Apps": "Beperkte gratis apps",
  "No-fee Tipping": "Fooi geven zonder kosten",
  "Basic Chatbot": "Basischatbot",
  "Basic Features": "Basisfuncties",
  "Access to All Overlays and Themes (%{themeNumber})": "Toegang tot alle overlays en thema's (%{themeNumber})",
  "Add Up To 11 Guests or Cameras": "Add Up To 11 Guests or Cameras",
  "Access Full App Library (%{appNumber})": "Toegang tot volledige Appbibliotheek (%{appNumber})",
  "Custom Tip Page and Domain": "Aangepaste fooienpagina en domein",
  "Custom Named Chatbot": "Chatbot met aangepaste naam",
  "Pro Upgrade": "Pro-upgrade",
  "Current Plan": "Huidig abonnement",
  "Includes everything in Starter plus:": "Omvat alles in Starter, plus:",
  "Your login has expired. Please reauthenticate to continue using Streamlabs Desktop.": "Uw aanmelding is verlopen. Verifieer opnieuw om Streamlabs Desktop te blijven gebruiken.",
  "Select a Primary Platform": "Selecteer een primair platform",
  "Connect a Content Platform": "Maak verbinding met een contentplatform",
  "Streamlabs Desktop requires that you have a connected platform account in order to use all of its features. By skipping this step, you will be logged out and some features may be unavailable.": "Voor Streamlabs Desktop moet u een verbonden platformaccount hebben om alle functies te kunnen gebruiken. Als u deze stap overslaat, wordt u afgemeld en is het mogelijk dat sommige functies niet beschikbaar zijn.",
  "Your Streamlabs account has multiple connected content platforms. Please select the primary platform you will be streaming to using Streamlabs Desktop.": "Uw Streamlabs-account heeft meerdere verbonden contentplatforms. Selecteer het primaire platform waarnaar u met Streamlabs Desktop wilt streamen.",
  "Streamlabs Desktop requires you to connect a content platform to your Streamlabs account": "Voor Streamlabs Desktop moet u een contentplatform verbinden met uw Streamlabs-account"
}
