{
  "Are you sure you want to stop streaming?": "Weet u zeker dat u wilt stoppen met streamen?",
  "Invalid Path or Connection URL.  Please check your settings to confirm that they are valid.": "Pad of verbindings-URL ongeldig  Controleer uw instellingen om te bevestigen dat ze geldig zijn",
  "Failed to connect to the streaming server.  Please check your internet connection.": "Kan geen verbinding maken met streamingserver.  Controleer uw internetverbinding",
  "Disconnected from the streaming server.  Please check your internet connection.": "Verbinding met streamingserver verbroken.  Controleer uw internetverbinding",
  "Could not access the specified channel or stream key. Please log out and back in to refresh your credentials. If the problem persists, there may be a problem connecting to the server.": "Geen toegang tot het opgegeven kanaal of de streamkey. Log uit en weer in om uw inloggegevens te vernieuwen. Als het probleem aanhoudt, kan er een probleem zijn met de verbinding met de server.",
  "There is not sufficient disk space to continue recording.": "Er is onvoldoende schijfruimte om door te gaan met opnemen.",
  "The output format is either unsupported or does not support more than one audio track.  ": "De uitvoerindeling wordt niet ondersteund of er wordt maar één audiotrack ondersteund.  ",
  "Please check your settings and try again.": "Controleer uw instellingen en probeer het opnieuw.",
  "An unexpected error occurred:": "Er is een onbekende fout opgetreden:",
  "Title": "Titel",
  "Game": "Game",
  "Do not show this message when going live": "Dit bericht niet weergeven bij live gaan",
  "You will not be asked again to update your stream info when going live.  ": "U wordt niet meer gevraagd om uw streaminfo bij te werken als u live gaat.  ",
  "You can re-enable this from the settings.": "U kunt dit weer inschakelen via de instellingen.",
  "Confirm & Go Live": "Bevestigen en live gaan",
  "Update Stream Info": "Streaminfo bijwerken",
  "Use optimized encoder settings": "Geoptimaliseerde encoderinstellingen gebruiken",
  "Optimized encoder gives equivalent quality while reducing usage. Game specific encoders for Fortnite, PUBG, Destiny 2, and League Of Legends": "Geoptimaliseerde encoder geeft gelijkwaardige kwaliteit bij een lager verbruik. Gamespecifieke encoders voor Fortnite, PUBG, Destiny 2 en League Of Legends.",
  "Something went wrong while updating your stream info.  Please try again.": "Er is iets fout gegaan bij het bijwerken van uw streaminfo.  Probeer het opnieuw.",
  "Something went wrong while updating your stream info. You can try again, or you can": "Er is iets fout gegaan bij het bijwerken van uw streaminfo. U kunt het opnieuw proberen of u kunt",
  "just go live": "gewoon live gaan",
  "Optimized profile for average CPUs": "Profiel geoptimaliseerd voor gemiddelde CPU's",
  "Optimized profile for weak CPUs": "Profiel geoptimaliseerd voor zwakke CPU's",
  "YouTube account not enabled for live streaming": "YouTube-account niet ingeschakeld voor livestreaming",
  "Fix": "Verhelpen",
  "I'm set up": "Ik ben er klaar voor",
  "End Stream": "Stream beëindigen",
  "Starting": "Start",
  "Ending": "Eindigt",
  "Reconnecting": "Opnieuw verbinden",
  "Go Live": "Live gaan",
  "Stop": "Stoppen",
  "Save Replay": "Replay opslaan",
  "Schedule Stream": "Stream plannen",
  "View your live stream in a web browser": "Uw livestream weergeven in een webbrowser",
  "Edit your stream title and description": "De titel en beschrijving van uw stream bewerken",
  "Go to YouTube Live Dashboard to control your stream": "Ga naar YouTube Live-dashboard om uw stream te regelen",
  "Go to the Facebook Live Producer Dashboard": "Ga naar het Facebook Live Producer Dashboard",
  "Are you sure you want to exit while live?": "Weet u zeker dat u wilt afsluiten terwijl u live bent?",
  "Enable the preview stream": "De voorbeeldstream inschakelen",
  "Disable the preview stream, can help with CPU": "Voorbeeldstream uitschakelen, kan helpen met CPU",
  "viewers": "kijkers",
  "Refresh Chat": "Chat vernieuwen",
  "Your chat is currently offline": "Uw chat is op dit moment offline",
  "Set path in Settings > Output.": "Pad instellen in Instellingen > Uitvoer",
  "Open Performance Window": "Prestatievenster openen",
  "Start Replay Buffer": "Replaybuffer starten",
  "Stop Replay Buffer": "Replaybuffer stoppen",
  "Stopping...": "Stoppen...",
  "Your stream has been scheduled for %{time} from now. If you'd like to make another schedule please enter a different time": "Uw stream staat gepland voor %{time} vanaf nu. Vul een andere tijd in als u dit wilt veranderen",
  "Stop streaming to access these controls:": "Streamen stoppen voor toegang tot deze functies:",
  "Tags": "Tags",
  "Select stream tags": "Streamtags selecteren",
  "You can now edit your channel tags from this screen.": "U kunt nu uw kanaaltags vanaf dit scherm bewerken.",
  "Log out and back in to reauthorize additional permissions.": "Log uit en weer in om aanvullende machtigingen te autoriseren.",
  "Are you sure you want to start streaming?": "Weet u zeker dat u wilt starten met streamen?",
  "Please enable account for streaming to recieve a stream key": "Schakel account in voor streaming om een streamkey te ontvangen",
  "You must create a Facebook gaming page to go live.": "U moet een Facebook-gamingpagina maken om live te gaan.",
  "Create Page": "Pagina maken",
  "Facebook Page": "Facebook-pagina",
  "Description": "Beschrijving",
  "Checking optimized setting for": "Controleren van geoptimaliseerde instelling voor",
  "You will not be asked again to update your stream info when going live. ": "U wordt niet meer gevraagd om uw streaminfo bij te werken als u live gaat. ",
  "Schedule": "Plannen",
  "No matching game(s) found.": "Geen overeenkomstige game(s) gevonden.",
  "Use optimized encoder settings ": "Geoptimaliseerde encoderinstellingen gebruiken ",
  "Use optimized encoder settings for %{game}": "Geoptimaliseerde encoderinstellingen gebruiken voor %{game}",
  "Scheduled Date": "Geplande datum",
  "Scheduled Time": "Geplande tijd",
  "You are 10 minutes away from the 8 hour stream limit": "U bent 10 minuten verwijderd van de streamlimiet van 8 uur",
  "Stream has disconnected, attempting to reconnect.": "De verbinding met de stream is verbroken, er wordt geprobeerd opnieuw verbinding te maken.",
  "Start typing to search": "Begin te typen om te zoeken",
  "Twitch requires two factor authentication to be enabled on your account in order to stream to Twitch. Please enable two factor authentication and try again.": "Twitch vereist dat tweefactorauthenticatie op uw account is ingeschakeld om naar Twitch te kunnen streamen. Schakel tweefactorauthenticatie in en probeer het opnieuw.",
  "Twitch Authentication Error": "Authenticatiefout Twitch",
  "Enable Two Factor Authentication": "Tweefactorauthenticatie inschakelen",
  "Dismiss": "Afwijzen",
  "It looks like you haven't added any video sources yet, so you will only be outputting a black screen.": "Er zijn nog geen videobronnen toegevoegd, dus er wordt een zwart scherm weergegeven.",
  "Are you sure you want to do this?": "Weet u zeker dat u dit wilt doen?",
  "You can add sources by clicking the + icon near the Sources box at any time": "U kunt op elke moment bronnen toevoegen door op de plus bij het vak Bronnen te klikken",
  "Tweet to let your followers know you're going live": "Laat in een tweet uw volgers weten dat u live gaat",
  "Optimized encoding provides better quality and/or lower cpu/gpu usage. Depending on the game, resolution may be changed for a better quality of experience": "Geoptimaliseerde codering zorgt voor betere kwaliteit en/of lager CPU/GPU-gebruik. Afhankelijk van de game kan de resolutie worden gewijzigd voor een betere ervaring.",
  "An error occurred with the output. This is usually caused by out of date video drivers. Please ensure your Nvidia or AMD drivers are up to date and try again.": "Er is een fout opgetreden met de uitvoer. Dit is meestal het gevolg van verouderde videodrivers. Zorg dat uw Nvidia- of AMD-drivers up-to-date zijn en probeer het opnieuw.",
  "An error occurred with the output. Please check your streaming and recording settings.": "Er is een fout opgetreden met de uitvoer. Controleer uw instellingen voor streaming en opname.",
  "OK": "OK",
  "Streaming Error": "Streamingfout",
  "Recording Error": "Opnamefout",
  "Replay Buffer Error": "Fout in replaybuffer",
  "Learn More": "Meer informatie",
  "More": "Meer",
  "System error message:": "Systeemfoutbericht:",
  "Something went wrong while going live, please try again.": "Er is iets fout gegaan bij het live gaan. Probeer het opnieuw.",
  "Your stream has started, but there were issues with other actions taken": "Uw stream is gestart maar er waren problemen met andere acties.",
  "You must select a game": "U moet een game selecteren.",
  "Please schedule no further than 7 days in advance and no sooner than 10 minutes in advance.": "Plan niet verder dan 7 dagen vooruit en niet eerder dan 10 minuten van tevoren.",
  "No Sources": "Geen bronnen",
  "Enable Multistream": "Multi-stream inschakelen",
  "Multistream allows you to stream to multiple platforms simultaneously.": "Met multi-streaming kunt u naar meerdere platforms tegelijk streamen.",
  "Multistream": "Multi-stream",
  "Your Twitch login is expired. Please log in again to continue using Streamlabs": "Uw Twitch-login is verlopen. Log opnieuw in om Streamlabs te gebruiken",
  "Refresh Login": "Login vernieuwen",
  "%{platform} Settings": "%{platform}-instellingen",
  "Update settings for %{platform}": "Instellingen bijwerken voor %{platform}",
  "Link to the %{platform} page has been copied to your clipboard": "Link naar de %{platform}-pagina is naar uw klembord gekopieerd.",
  "Failed to fetch settings from %{platformName}": "Kan geen instellingen ophalen van %{platformName}",
  "Failed to update settings for %{platformName}": "Kan instellingen niet bijwerken voor %{platformName}",
  "prepopulateStreamSettingsError": "Er is een fout opgetreden bij het ophalen van uw kanaalinformatie. U kunt proberen <fetch-again-link>de informatie opnieuw op te halen</fetch-again-link> of u kunt <just-go-live-link>gewoon live gaan</just-go-live-link>. Als deze fout blijft bestaan, probeert u of uitloggen en weer inloggen helpt.",
  "updateStreamSettingsError": "Er is iets fout gegaan bij het bijwerken van uw streaminfo. U kunt het <try-again-link>opnieuw proberen</try-again-link> of <just-go-live-link>gewoon live gaan</just-go-live-link>. Als deze fout blijft bestaan, probeert u of uitloggen en weer inloggen helpt.",
  "twitchMissedScopeError": "<p>Het lijkt erop dat u uw Twitch-account heeft verbonden op de streamlabs.com-website. Als u wilt streamen moet u het opnieuw verbinden via Streamlabs Desktop</p><connect-button>Twitch verbinden</connect-button>",
  "Multistreaming to these platforms requires Ultra": "Voor multi-streamen naar deze platforms is Ultra vereist",
  "Become a Ultra member": "Word lid van Ultra",
  "You must select a game for %{platformName}": "U moet een game selecteren voor %{platformName}",
  "Connect %{platformName} to Streamlabs.": "%{platformName} verbinden met Streamlabs.",
  "Connect %{platformName}": "%{platformName} verbinden",
  "Stream to %{platformName}": "Streamen naar %{platformName}",
  "Schedule to %{platformName}": "Plannen voor %{platformName}",
  "Use different title, game and description": "Andere titel, game en beschrijving gebruiken",
  "Use different title and description": "Andere titel en beschrijving gebruiken",
  "Use different title and game": "Andere titel en game gebruiken",
  "Use different title": "Andere titel gebruiken",
  "Search tags": "Tags zoeken",
  "Successfully updated": "Bijwerken is gelukt",
  "Go back": "Terug",
  "Show Advanced Settings": "Geavanceerde instellingen weergeven",
  "Configure the Multistream service": "De multi-streamingservice configureren",
  "Apply optimized settings": "Geoptimaliseerde instellingen toepassen",
  "Start video transmission": "Videotransmissie starten",
  "Publish Youtube broadcast": "YouTube-uitzending publiceren",
  "Post a tweet": "Een tweet posten",
  "You could try reducing the number of your destinations to one for direct streaming.": "U zou kunnen proberen het aantal bestemmingen terug te brengen tot één voor directe streaming.",
  "Add Destination": "Bestemming toevoegen",
  "Extras": "Extra's",
  "Go back to settings": "Terug naar instellingen",
  "Select at least one destination": "Selecteer ten minste één bestemming",
  "You cannot unlink the platform you used to sign in to Streamlabs Desktop. If you want to unlink this platform, please sign in with a different platform.": "U kunt het platform dat u heeft gebruikt om u aan te melden bij Streamlabs Desktop niet ontkoppelen. Als u dit platform wilt ontkoppelen, meld u dan aan met een ander platform.",
  "You cannot disable the platform you used to sign in to Streamlabs Desktop. Please sign in with a different platform to disable streaming to this destination.": "U kunt het platform dat u heeft gebruikt om u aan te melden bij Streamlabs Desktop niet uitschakelen. Meld u aan met een ander platform om streaming naar deze bestemming uit te schakelen.",
  "Checking optimized setting for %{game}": "Controleren van geoptimaliseerde instelling voor %{game}",
  "There was an error starting the output. Check your settings and try again. If this issue persists, please contact Streamlabs support.": "Er is een fout opgetreden bij het starten van de uitvoer. Controleer uw instellingen en probeer het opnieuw. Neem contact op met Streamlabs-ondersteuning als dit probleem blijft bestaan.",
  "Contact Support": "Contact opnemen met ondersteuning",
  "The request to the platform failed": "Het verzoek aan het platform is mislukt",
  "No Facebook pages were found": "Er zijn geen Facebook-pagina's gevonden",
  "Missing required oauth scope": "Vereist oauth-bereik ontbreekt",
  "Failed to fetch platform settings": "Kan platforminstellingen niet ophalen",
  "Failed to update platform settings": "Kan platforminstellingen niet bijwerken",
  "The Multistream server is temporarily unavailable": "De multi-streamingserver is tijdelijk niet beschikbaar",
  "Failed to configure the Multistream server": "Kan de multi-streamingservice niet configureren",
  "Your YouTube account is not enabled for live streaming": "Uw YouTube-account is niet ingeschakeld voor livestreaming",
  "Failed to publish the YouTube broadcast": "Kan niet publiceren naar de YouTube-uitzending",
  "Failed to post the Tweet": "Kan de tweet niet posten",
  "This feature is for Ultra members only": "Deze functie is alleen voor Ultra-leden",
  "An unkown error occurred": "Er is een onbekende fout opgetreden",
  "Please enable your account for live streaming, and wait 24 hours before attempting to stream.": "Schakel uw account in voor live streaming en wacht 24 uur voordat u gaat streamen.",
  "Please try again. If the issue persists, you can stream directly to a single platform instead.": "Probeer het opnieuw. Als het probleem blijft bestaan, kunt u in plaats daarvan rechtstreeks naar een enkel platform streamen.",
  "Enable Live Streaming": "Livestreaming inschakelen",
  "Destination": "Bestemming",
  "You cannot disable the platform you used to sign in to Streamlabs Desktop. Please sign in with a different platform to disable streaming to this destinationType.": "U kunt het platform dat u heeft gebruikt om u aan te melden bij Streamlabs Desktop niet uitschakelen. Meld u aan met een ander platform om streaming naar dit bestemmingstype uit te schakelen.",
  "canNotDisablePrimaryPlatform": "U kunt het platform waarmee u bent ingelogd, niet uitschakelen.<br/> Wilt u in plaats daarvan bij een <switch-account-link>ander account inloggen</switch-account-link>?",
  "Your stream title or description contain banned words": "De titel of beschrijving van uw stream bevat verboden woorden",
  "Platform": "Platform",
  "Update scheduled event": "Geplande gebeurtenis bijwerken",
  "Schedule new stream": "Nieuwe stream plannen",
  "Stream scheduled": "Stream gepland",
  "Invalid settings. Please check the form": "Ongeldige instellingen Controleer het formulier",
  "Common Stream Settings": "Veelgebruikte streaminstellingen",
  "Schedule Stream for %{formattedDate}": "Stream gepland voor %{formattedDate}",
  "Update Scheduled Stream for %{formattedDate}": "Geplande stream voor %{formattedDate} bijwerken",
  "You can not schedule to a past date": "U kunt niet plannen voor een datum in het verleden",
  "Streamlabs requires additional permissions from your Twitch account. Please log in with Twitch to continue.": "Streamlabs heeft aanvullende machtigingen nodig voor uw Twitch-account. Log in met Twitch om door te gaan.",
  "Can not schedule the stream for the given date/time": "Kan de stream niet inplannen voor de opgegeven datum/tijd",
  "Failed to load YouTube events": "Kan YouTube-evenementen niet laden",
  "Failed to load Facebook events": "Kan Facebook-evenementen niet laden",
  "Stream to multiple platforms with Prime": "Op meerdere platforms streamen met Prime",
  "Go live on multiple platforms at once with Multistreaming.": "Stream op meerdere platforms tegelijk met multi-streaming",
  "Step 1: Connect your streaming accounts in the <stream>Stream</stream> settings.": "Stap 1: Verbind uw streamingaccounts in de instellingen van de <stream>stream</stream>.",
  "Step 2: Ensure the \"Confirm stream title and game before going live\" option is checked in the <general>General</general> settings tab.": "Stap 2: Zorg ervoor dat de optie 'Streamtitel en game bevestigen voordat u live gaat' is ingeschakeld op het tabblad <general>Algemene</general> instellingen.",
  "Step 3: Select which platforms you are streaming to when you hit \"Go Live\".": "Stap 3: Selecteer op welke platforms u wilt streamen als u op 'Live gaan' klikt.",
  "New features coming soon!": "Binnenkort nieuwe functies beschikbaar!",
  "Stream to multiple platforms at once with <ultra>Streamlabs Ultra</ultra>.": "Stream op meerdere platforms tegelijk met <ultra>Streamlabs Ultra</ultra>.",
  "Upgrade your stream with premium themes with <ultra>Streamlabs Ultra</ultra>.": "Upgrade uw stream met premiumthema's met <ultra>Streamlabs Ultra</ultra>."
}
