{
  "TikTok Server URL": "TikTok-server-URL",
  "TikTok Stream Key": "Streamkey voor TikTok",
  "Locate my Stream Key": "Mijn streamkey vinden",
  "Click here to learn more about streaming on TikTok": "Klik hier voor meer informatie over streamen op TikTok",
  "Go to the TikTok Live Center Dashboard": "Ga naar het TikTok Live Center-dashboard",
  "Go live to TikTok with a single click. Click here to learn more.": "Ga met één klik live naar TikTok. Klik hier voor meer informatie.",
  "Apply for TikTok Live Permission": "TikTok Live-toestemming aanvragen",
  "Reapply for TikTok Live Permission": "TikTok Live-toestemming opnieuw aanvragen",
  "Generate with \"Locate my Stream Key\"": "Genereer met \"Mijn streamsleutel vinden\".",
  "You do not have permission to stream live to TikTok.": "Je hebt geen toestemming om live te streamen naar TikTok.",
  "Open TikTok Live Center": "Open TikTok Live-centrum",
  "Access chat for TikTok in the TikTok Live Center.": "Toegang tot chatten voor TikTok in het TikTok Live Center.",
  "Failed to update TikTok account": "TikTok-account bijwerken mislukt",
  "Failed to update TikTok account. Please unlink and reconnect your TikTok account.": "TikTok-account bijwerken mislukt. Maak de koppeling van je TikTok-account ongedaan en maak opnieuw verbinding.",
  "Close Streamlabs Desktop and reload": "Sluit Streamlabs Desktop en laad opnieuw",
  "Go to Settings - Stream and reconnect TikTok": "Ga naar Instellingen - Streamen en maak opnieuw verbinding met TikTok",
  "Connect TikTok Account": "TikTok-account verbinden",
  "Failed to generate TikTok stream credentials. Confirm Live Access with TikTok.": "Genereren van TikTok-streamgegevens mislukt. Bevestig live-toegang met TikTok.",
  "Approvals are solely at TikTok's discretion.": "Goedkeuringen zijn uitsluitend ter beoordeling van TikTok.",
  "TikTok Category": "TikTok-categorie",
  "TikTok Live Access not granted. Click here to learn more.": "TikTok Live-toegang niet verleend. Klik hier voor meer informatie.",
  "Only 32 characters of your title will display on TikTok": "Slechts 32 tekens van je titel worden weergegeven op TikTok",
  "You may be eligible for TikTok Live Access. <apply>Apply here.</apply>": "Je komt mogelijk in aanmerking voor TikTok Live-toegang. <apply>Doe hier je aanvraag.</apply>",
  "Click to view TikTok Replay in your browser.": "Klik om TikTok Replay in je browser te bekijken.",
  "TikTok Stream Error": "TikTok Stream-fout",
  "Couldn't confirm TikTok Live Access. Apply for Live Permissions below": "Kan TikTok Live-toegang niet bevestigen. Vraag hieronder live-rechten aan",
  "Connect your TikTok account": "Connect your TikTok account",
  "Connect your TikTok account to stream to TikTok and one other platform for free. Haven't applied to stream on TikTok Live yet? <link>Start the process here</link>.": "Connect your TikTok account to stream to TikTok and one other platform for free. Haven't applied to stream on TikTok Live yet? <link>Start the process here</link>."
}
