{
  "Troubleshooter": "Probleemoplosser",
  "Open Settings": "Instellingen openen",
  " Streamlabs has detected dropped frames": " Streamlabs geeft gedropte frames gedetecteerd",
  "What does this mean?": "Wat betekent dit?",
  " Some frames have not been uploaded. This problem is usually related to a poor network connection.": " Enkele frames zijn niet geüpload. Dit probleem is meestal het gevolg van een slechte netwerkverbinding.",
  "What can I do?": "Wat kan ik doen?",
  "Check the health of your Internet connection": "Controleer de staat van uw netwerkverbinding",
  "Change your ingest server": "Verander uw ingestserver",
  "If none of these worked, lower your bitrate": "Verlaag de bitsnelheid als geen van deze werkt",
  "Streamlabs has detected skipped frames": "Streamlabs geeft overgeslagen frames gedetecteerd",
  "Some frames have not been encoded.": "Enkele frames zijn niet gecodeerd.",
  "This problem is usually due to high CPU usage or unsuitable encoder settings.": "Dit probleem is meestal te wijten aan hoog CPU-gebruik of ongeschikte encoderinstellingen.",
  "Lower your encoder settings (preset)": "Verlaag uw encoderinstellingen (preset)",
  "Ensure that you don't have any other applications open that are heavy on your CPU": "Zorg ervoor dat er geen andere apps open staan die uw CPU zwaar belasten.",
  "Enable performance mode in the Editor context menu": "Zet de prestatiemodus aan in het Editor-contextmenu",
  "Streamlabs has detected lagged frames": "Streamlabs geeft vertraagde frames gedetecteerd",
  "Some frames took too long to get rendered.": "Het renderen van sommige frames duurde te lang.",
  "Usually the problem is related to your game using up too many GPU resources.": "Meestal heeft het probleem te maken met het feit dat uw game te veel GPU-resources gebruikt.",
  "When this happens, Streamlabs does not have any resources left over to render frames.": "Wanneer dit gebeurt, heeft Streamlabs geen resources over om frames te renderen.",
  "Cap your in-game framerate": "Uw in-game framerate beperken",
  "Enable VSync in your game": "VSync in uw game inschakelen",
  "Disable FreeSync or GSync in your Driver": "FreeSync of GSync in uw driver uitschakelen",
  "Lower graphics settings until you stop lagging frames": "Grafische instellingen verlagen zodat frames niet meer vertragen",
  "Disable hardware decoding under any media sources(This will slightly increase cpu over gpu)": "Hardwaredecodering uitschakelen bij alle mediabronnen (dit zal de CPU licht verhogen ten opzichte van de GPU)"
}
