{
  "Game Widget": "Gamewidget",
  "Let your viewers play a game in chat": "Laat uw kijkers een game spelen in chat",
  "Chat Decision Time": "Chatbeslissingstijd",
  "Trigger Command": "Triggeropdracht",
  "Chat Response Timer": "Chatresponstimer",
  "No Input Recieved": "Geen invoer ontvangen",
  "Restarting Game": "Game opnieuw opstarten",
  "Chat's Turn": "Beurt van chat",
  "Chat Marker Color": "Markeerkleur chat",
  "Chat Win Color": "Kleur van winnende chat",
  "AI's Turn": "Beurt van AI",
  "AI Marker Color": "Markeerkleur AI",
  "AI Win Color": "Kleur van winnende AI",
  "Chat Won": "Chat heeft gewonnen",
  "Chat Lost": "Chat heeft verloren",
  "Draw Game": "Gelijkspel",
  "Cannot Play Here": "Hier spelen niet mogelijk",
  "Game End Message Duration": "Berichtduur game beëindigd",
  "Chat Marker": "Chatmarkering",
  "AI Marker": "AI-markering",
  "General Settings": "Algemene instellingen",
  "Game Settings": "Game-instellingen",
  "Current Game": "Huidige game",
  "Tic Tac Toe": "Boter kaas eieren",
  "The duration in seconds to collect chat's responses before passing them to the game": "Duur in seconden om de reacties van de chatleden te verzamelen voordat ze worden doorgegeven aan de game",
  "Command used by the chat to provide their response": "Opdracht die door de chat wordt gebruikt om te reageren.",
  "Message displayed to let the chat know they didn't provide any input": "Bericht weergegeven om chat te laten weten dat ze geen invoer hebben geleverd",
  "Message displayed to let the chat know the game is restarting": "Bericht weergegeven om chat te laten weten dat de game opnieuw wordt gestart",
  "Marker used to display where chat played their turn. Please make sure it's not more than 1 character": "Markering gebruikt om aan te geven waar chat zijn beurt heeft gespeeld. Zorg dat dit niet meer dan 1 teken is",
  "Message to let everyone know that it's chat's turn to play": "Bericht om iedereen te laten weten dat de chat aan de beurt is.",
  "Marker used to display where AI played it's turn. Please make sure it's not more than 1 character": "Markering die wordt gebruikt om aan te geven waar AI zijn beurt heeft gespeeld. Zorg dat dit niet meer dan 1 teken is",
  "Message to let everyone know that it's AI's turn to play": "Bericht om iedereen te laten weten dat de AI aan de beurt is",
  "Message displayed to let everyone know chat won": "Bericht om iedereen te laten weten dat de chat gewonnen heeft",
  "Message displayed to let everyone know chat lost": "Bericht om iedereen te laten weten dat de chat verloren heeft",
  "Message displayed to let everyone know the game was a draw": "Bericht om iedereen te laten weten dat het gelijkspel was",
  "Message to let chat know that they cannot play the current move": "Bericht om chat te laten weten dat de huidige zet niet mogelijk is",
  "Display the game ended message for these many seconds": "Geeft zoveel seconden het bericht weer dat het spel beëindigd is",
  "Chat Word": "Chat-woord",
  "Misplaced Character Tile": "Tegel verkeerd geplaatst teken",
  "Misplaced Character": "Verkeerd geplaatst teken",
  "Correct Character Tile": "Tegel correct teken",
  "Correct Character": "Correct teken",
  "Wrong Character Tile": "Tegel verkeerd teken",
  "Wrong Character": "Verkeerd teken",
  "Chat Won Title": "Titel chat gewonnen",
  "Chat Lost Title": "Titel chat verloren",
  "Wrong Word Chosen Message": "Bericht verkeerd woord gekozen",
  "Invalid Response Message": "Ongeldig reactiebericht",
  "Change the color of the tile to this color when a character is present in the word but is misplaced": "Wijzigt de kleur van de tegel in deze kleur wanneer een teken aanwezig is in het woord maar niet op de goede plaats staat.",
  "Change the color of the character to this if it is present in the word but is misplaced": "Wijzigt de kleur van het teken in deze kleur wanneer het aanwezig is in het woord maar niet op de goede plaats staat",
  "Change the color of the tile to this color when a character is present in the correct location in the word": "Wijzigt de kleur van de tegel in deze kleur wanneer een teken aanwezig is op de juiste plaats in het woord",
  "Change the color of the character to this if it is present in the correct location in the word": "Wijzigt de kleur van het teken in deze kleur wanneer het aanwezig is op de juiste plaats in het woord.",
  "Change the color of the tile to this color when a character is not present in the word": "Wijzigt de kleur van de tegel in deze kleur wanneer een teken niet aanwezig is in het woord.",
  "Change the color of the character to this if it is not present in the word": "Wijzigt de kleur van het teken in deze kleur wanneer het niet aanwezig is in het woord.",
  "Message to let the chat know they chose the wrong word. The word will still get evaluated, it's just an announcement": "Bericht om de chat te laten weten dat ze het verkeerde woord hebben gekozen. Het woord wordt nog beoordeeld, dit is slechts een aankondiging.",
  "Message to let the chat know that the chosen word is not valid. Reason for invalidation can include wrong character length and more": "Bericht om de chat te laten weten dat het gekozen woord niet geldig is Redenen een niet-geldig woord kan een verkeerde tekenlengte of iets anders zijn"
}
