{
  "Grow": "發展",
  "My Goals": "我的目標",
  "Community Reach: %{reachableFollowing}/%{totalFollowing} followers": "社區研究：%{reachableFollowing}/%{totalFollowing} 關注者",
  "Streamer Resources": "直播者資源",
  "You can reach %{percentage}% of your community across all platforms. Multistream to more platforms to increase this number": "您可以接觸到所有平台社群的 %{percentage}%。多點直播到更多平台可增加使數量。",
  "Streamlabs University": "Streamlabs 學院",
  "Professional streamers are now able to earn large amounts of money while entertaining people and creating their own brand. But how does one become a professional streamer? Streamlabs University is our answer to this question. In this course, we’ll walk you through everything you need to know to become a successful streamer and turn your passion into a profession.": "專業直播者現在可以在娛樂大眾並建立自己的品牌的同時，賺取大量資金。但是何成為一名專業的直播者？ Streamlabs 學院是我們對這個問題的回答。在本課程中，我們將帶領您瞭解成為成功直播者，以及將您的熱情轉化為職業，所需的一切知識。",
  "Content Hub": "內容中心",
  "The Ultimate Resource For Live Streamers; The Content Hub is your one-stop-shop for everything related to live streaming. There are dozens of different categories to choose from. Learn how to set up your live stream, find new features, and stay up-to-date on all of the tools you can use to enhance your stream.": "直播者的終極資源； 內容中心是與直播相關之所有內容的一站式商店。其中有數十種不同的類別可供選擇。瞭解如何設定直播、尋找新功能以及及時瞭解可用於增強直播的所有工具。",
  "Add Goal": "新增目標",
  "%{followers} followers": "%{followers} 關注者",
  "You cleared %{totalProgress}% of all material. Keep it up!": "您完成了所有課程的 %{totalProgress}% 進度。請繼續保持。",
  "You have completed Streamlabs University!": "您已完成 Streamlabs 學院！",
  "Continue Learning": "繼續學習",
  "Growth Tips": "成長技巧",
  "Open Content Hub": "開啟內容中心",
  "Streamlabs on YouTube": "YouTube 上的 Streamlabs",
  "Open Streamlabs University": "開啟 Streamlabs 學院",
  "%{daysLeft} days left": "剩下 %{daysLeft} 天",
  "Progress": "進度",
  "Reach more of your community with Streamlabs Multistreaming": "利用 Streamlabs 的多點直播功能，接觸到更多您社群的觀眾",
  "One of the best ways to reach a larger audience is to stream to multiple platforms": "接觸到更多關狀的最好方法之一，就是直播到多個平台",
  "Start Multistreaming with Prime": "利用 Prime 開始多點直播",
  "Goal Title": "目標標題",
  "Goal Total": "目標總計",
  "Goal Type": "目標類型",
  "This goal has been completed!": "此目標已完成！",
  "Time ran out for this goal. Try again or pick a new one!": "目標時間已結束。請再試一次或是選擇新目標！",
  "Stream Pulse": "Stream Pulse",
  "Average View Time": "平均觀看時間",
  "Unique Viewers": "獨特的觀眾",
  "Chatters": "聊天室的人數",
  "Chats": "聊天數",
  "Track your growth by taking a look at the past month of your stream (data provided from Twitch)": "透過觀看您直播之前幾個月的記錄 (Twitch 提供的資料)，追蹤您的成長",
  "There is already a goal of this type": "已經有此類型的目標"
}