{
  "Troubleshooter": "Solucionador de problemas",
  "Open Settings": "Abrir Ajustes",
  " Streamlabs OBS has detected dropped frames": " Streamlabs OBS ha detectado fotogramas perdidos",
  "What does this mean?": "¿Qué significa esto?",
  " Some frames have not been uploaded. This problem is usually related to a poor network connection.": " Algunos fotogramas no se han enviado. Este problema está normalmente relacionado con una mala conexión a internet.",
  "What can I do?": "¿Qué puedo hacer?",
  "Check the health of your Internet connection": "Comprueba el estado de tu conexión a internet",
  "Change your ingest server": "Cambia tu ingest server",
  "If none of these worked, lower your bitrate": "Si nada de esto funciona, reduce tu bitrate",
  "Streamlabs OBS has detected skipped frames": "Streamlabs OBS ha detectado fotogramas omitidos",
  "Some frames have not been encoded.": "Algunos frames no han sido codificados.",
  "This problem is usually due to high CPU usage or unsuitable encoder settings.": "Este problema normalmente se debe a una carga excesiva en la CPU o a ajustes de codificador inadecuados.",
  "Lower your encoder settings (preset)": "Reduce tus ajustes de codificación (preset)",
  "Ensure that you don't have any other applications open that are heavy on your CPU": "Asegúrate de que no tienes abiertas otras aplicaciones exigentes con la CPU",
  "Enable performance mode in the Editor context menu": "Habilitar modo rendimiento en el menú contextual del Editor",
  "Streamlabs OBS has detected lagged frames": "Streamlabs OBS ha detectado retraso de codificación en algunos fotogramas",
  "Some frames took too long to get rendered.": "Algunos fotogramas han requerido demasiado tiempo para ser renderizados.",
  "Usually the problem is related to your game using up too many GPU resources.": "Normalmente el problema está relacionado con que el juego está usando demasiados recursos de la GPU.",
  "When this happens, Streamlabs OBS does not have any resources left over to render frames.": "Cuando esto ocurre, Streamlabs OBS no tiene recursos disponibles para renderizar fotogramas.",
  "Cap your in-game framerate": "Limita la frecuencia de refresco en el juego",
  "Enable VSync in your game": "Activa la Sincronización Vertical en el juego",
  "Disable FreeSync or GSync in your Driver": "Deshabilita FreeSync o GSync en tu Controlador",
  "Lower graphics settings until you stop lagging frames": "Reduce los ajustes de gráficos hasta que cese el retraso de codificación de fotogramas",
  "Disable hardware decoding under any media sources(This will slightly increase cpu over gpu)": "Deshabilita la decodificación por software en todas las fuentes (Esto aumentará ligeramente el uso de la cpu sobre el de la gpu)"
}