{
  "Troubleshooter": "Felsökaren",
  "Open Settings": "Öppna inställningar",
  " Streamlabs has detected dropped frames": " Streamlabs has detected dropped frames",
  "What does this mean?": "Vad betyder detta?",
  " Some frames have not been uploaded. This problem is usually related to a poor network connection.": " Vissa bildrutor har inte laddats. Problemet är vanligtvis relaterad till en dålig nätverksanslutning.",
  "What can I do?": "Vad kan jag göra?",
  "Check the health of your Internet connection": "Kontrollera hälsan på din Internetanslutning",
  "Change your ingest server": "Ändra din mottagarserver",
  "If none of these worked, lower your bitrate": "Om ingen av dessa fungerade, sänka din bitrate",
  "Streamlabs has detected skipped frames": "Streamlabs has detected skipped frames",
  "Some frames have not been encoded.": "Vissa bildrutor har inte kodats.",
  "This problem is usually due to high CPU usage or unsuitable encoder settings.": "Detta problem beror oftast på hög prosessoranvändning eller olämpliga kodarinställningar.",
  "Lower your encoder settings (preset)": "Sänka dina omkodningsinställningar (förinställda)",
  "Ensure that you don't have any other applications open that are heavy on your CPU": "Se till att du inte har några andra program öppna som är använder mycket av din processor",
  "Enable performance mode in the Editor context menu": "Aktivera Prestandaläget i innehållsmenyn",
  "Streamlabs has detected lagged frames": "Streamlabs has detected lagged frames",
  "Some frames took too long to get rendered.": "Vissa bildrutor tog för lång tid att rendera.",
  "Usually the problem is related to your game using up too many GPU resources.": "Problemet är oftast relaterat till att ditt spel tar upp alltför mycket grafikkortsresurser.",
  "When this happens, Streamlabs does not have any resources left over to render frames.": "When this happens, Streamlabs does not have any resources left over to render frames.",
  "Cap your in-game framerate": "Lås din bildhastighet i spelet",
  "Enable VSync in your game": "Aktivera VSync i ditt spel",
  "Disable FreeSync or GSync in your Driver": "Inaktivera FreeSync eller GSync i din drivrutin",
  "Lower graphics settings until you stop lagging frames": "Sänk grafikinställningarma tills du slutar släpa bildrutor",
  "Disable hardware decoding under any media sources(This will slightly increase cpu over gpu)": "Inaktivera hårdvaruavkodning för alla mediakällor (detta kommer att marginellt öka processor över grafikkort)"
}
