{
  "Add Widgets": "Lägga till widget",
  "Select the Streamlabs widgets you would like to activate for your stream. These will get automatically added to your scene.": "Välj de Streamlabs widgets du vill aktivera för din ström. Dessa kommer automatiskt läggas till i din scen.",
  "Thanks viewers with notification popups": "Tacka tittare med popup-meddelanden",
  "Most recent events into your stream": "De senaste händelserna i din ström",
  "A jar that catches bits, tips, and more": "En burk som fångar bits, tips och mycket mer",
  "Your channel's chat in your stream": "Kanalens chatt i din ström",
  "Show off most recent donations to viewers": "Visa upp dina senaste donationer för dina tittare",
  "Give your viewers a donation target to help you reach": "Ge dina besökare ett donationsmål att hjälpa dig att nå",
  "Give your viewers a follower target to help you reach": "Ge dina besökare ett följarmål att hjälpa dig att nå",
  "Give your viewers a bit target to help you reach": "Ge dina tittare ett bitmål att hjälpa dig att nå",
  "Give your viewers a subscriber target to help you reach": "Ge dina besökare ett prenumerationsmål att hjälpa dig att nå",
  "Show off how many viewers you have from multiple platforms": "Visa upp hur många tittare du har, från flera olika plattformar",
  "Give your viewers an opportunity of becoming a boss": "Ge dina tittare en möjlighet att bli en boss",
  "Rolling credits at the end of your stream": "Rullande eftertexter i slutet av din ström",
  "Add %{widgetscount} Widgets": "Lägg till %{widgetscount} widgets",
  "Rather do this manually?": "Rather do this manually?",
  "Setup later": "Setup later",
  "Widget Theme installed & activated. Click here to manage your Widget Profiles.": "Widget tema installerat & aktiverat. Klicka här för att hantera dina widget-profiler.",
  "Follow": "Följ",
  "Subscription": "Prenumeration",
  "Donation": "Donation",
  "Bits": "Bits",
  "Host": "Värd",
  "The Google Font to use for the text. Visit http://google.com/fonts to find one! Popular Fonts include: Open Sans, Roboto, Oswald, Lato, and Droid Sans.": "Det Google-typsnitt som används för texten. Besök http://google.com/fonts för att hitta en! Populära typsnitt inkluderar: Open Sans, Roboto, Oswald, Lato, Droid Sans.",
  "A hex code for the base text color.": "En hex-kod för textens grundfärg.",
  "A hex code for the widget background. This is for preview purposes only. It will not be shown in your stream.": "En hex-kod för din widgets bakgrund. Denna syns bara på förhandsvisningen. Den visas inte på din ström.",
  "Note: This background color is for preview purposes only. It will not be shown in your stream.": "OBS: Denna bakgrundsfärg gäller bara för förhandsvisningen. Den kommer inte visas på din ström.",
  "Please login to configure widget": "Var vänlig logga in för att konfigurera widget",
  "Enable Custom Code": "Aktivera Anpassad Kod",
  "Sources and Settings": "Källor och Inställningar",
  "Selected Properties": "Välj Egenskaper",
  "Failed to load settings": "Kunde inte ladda inställningar",
  "HTML": "HTML",
  "CSS": "CSS",
  "JS": "JS",
  "Custom Fields": "Anpassade fält",
  "Settings for ": "Settings for ",
  "Widget Editor": "Widget hanterare",
  "HTML CSS": "HTML CSS",
  "Font Size": "Font Size",
  "Font Family": "Teckensnittsfamilj",
  "Font Style": "Teckenstorlek",
  "Save failed, something went wrong.": "Kunde inte spara, någonting gick fel.",
  "This widget does not have defaults.": "Denna widget har inte standard alternativ.",
  "Add Custom Fields": "Lägg till anpassade fält",
  "Remove Custom Fields": "Ta bort anpassade fält",
  "No fields added": "Inga fält tillagda",
  "Font Settings": "Font Settings",
  "Visual Settings": "Visual Settings",
  "Bounce": "Studsa",
  "Pulse": "Pulsera",
  "Rubber Band": "Gummiband",
  "Tada": "Tada",
  "Wave": "Våg",
  "Wiggle": "Vicka",
  "Wobble": "Vingla",
  "Very Rarely": "Väldigt Sällsynt",
  "Rarely": "Sällsynt",
  "As Default": "Standard",
  "Frequently": "Ofta",
  "Very Frequently": "Väldigt Ofta",
  "Recent Events": "Senaste Händelserna"
}
