{
  "You have been logged out": "Vous avez été déconnecté",
  "This element is too small to be displayed": "Cet élément est trop petit pour être affiché",
  "This element requires Selective Recording to be enabled": "Cet élément exige l’activation de l’Enregistrement sélectif",
  "Grant Permissions": "Accorder les autorisations",
  "Streamlabs needs additional permissions. Grant permissions in the pop-up dialogs to continue.": "Streamlabs nécessite des autorisations supplémentaires. Accordez ces autorisations dans les fenêtres contextuelles pour continuer.",
  "Microphone": "Microphone",
  "Webcam": "Webcam",
  "You've merged a Streamlabs ID to your account, please log back in to ensure you have the right credentials.": "Vous avez fusionné un Streamlabs ID avec votre compte. Reconnectez-vous pour vous assurer d’avoir les bons identifiants.",
  "Enable Live Streaming?": "Activer la diffusion en direct?",
  "Streamlabs is currently in recording mode, which hides live streaming features. Would you like to enable live streaming features? You can disable them again in General settings.": "Streamlabs est actuellement en mode d’enregistrement, ce qui masque les fonctionnalités de diffusion en direct. Souhaitez-vous activer les fonctionnalités de diffusion en direct? Vous pouvez les désactiver à nouveau dans les paramètres généraux.",
  "Enable Streaming": "Activer le streaming",
  "This account is already linked to another Streamlabs Account. Please use a different account.": "Ce compte est déjà lié à un autre compte Streamlabs. Utilise un autre compte.",
  "Successfully unlinked account": "Déconnexion du compte réussie",
  "Successfully merged account": "Compte fusionné avec succès",
  "Account merge error": "Erreur de fusion de comptes",
  "Error Code: %{code}": "Code d'erreur : %{code}",
  "Unknown error, please contact support": "Erreur inconnue, contacte l'assistance",
  "Custom Destination": "Destination personnalisée",
  "This app is currently popped out in another window.": "Cette application est actuellement affichée dans une autre fenêtre.",
  "Error granting chat permissions.": "Erreur dans l'attribution des permissions de chat."
}
