{
  "You can access your Facebook Streamer Dashboard here.": "Vous avez la possibilité d'accéder à votre tableau de bord de streamer Facebook ici.",
  "Create a Page": "Créer une page",
  "Facebook Setup": "Configuration Facebook",
  "Streamer Dashboard": "Tableau de bord de streamer",
  "Share": "Partage",
  "Like": "J'aime",
  "Step": "Étape",
  "Create a Facebook Gaming page to get started.": "Créez une page de jeu Facebook pour commencer.",
  "Create a Gaming Page": "Créer une page de jeu",
  "All of your scenes, sources, and settings will be preserved.": "Toutes vos scènes, sources et paramètres seront conservés.",
  "Connect Facebook": "Se connecter à Facebook",
  "Multistream To Facebook": "Multistream vers Facebook",
  "Connect": "Se connecter",
  "Install Your Theme": "Installer votre thème",
  "Install": "Installer",
  "facebookGamingWarning": "Pour profiter pleinement de l'expérience Facebook Gaming, <create-page-link>créez une page de créateur de vidéos de jeux</create-page-link>",
  "Facebook Destination": "Destination Facebook",
  "Share to Your Timeline": "Partager sur votre timeline",
  "Share to a Page You Manage": "Partager sur une page que vous gérez",
  "Share in a Group": "Partager dans un groupe",
  "Facebook Group": "Groupe Facebook",
  "Scheduled Video": "Vidéo programmée",
  "Make sure the Streamlabs app is added to your Group.": "Assurez-vous que l'application Streamlabs est ajoutée à votre groupe.",
  "Click here to verify.": "Cliquez ici pour vérifier.",
  "Facebook Game": "Jeu Facebook",
  "You can stream to your timeline and groups now": "Vous pouvez diffuser sur votre timeline et vos groupes dès maintenant",
  "Please log-out and log-in again to get these new features": "Déconnectez-vous et reconnectez-vous pour profiter de ces nouvelles fonctionnalités",
  "Re-login now": "Reconnectez-vous maintenant",
  "Please reconnect Facebook to get these new features": "Veuillez vous reconnecter à Facebook pour profiter de ces nouvelles fonctionnalités",
  "Reconnect now": "Reconnecter maintenant",
  "Privacy": "Vie privée",
  "FBPrivacyWarning": "Le niveau de confidentialité accordé peut être limité pour votre compte Facebook. Consultez la section \"Qui peut voir que vous utilisez cette intégration professionnelle?\" pour connaître l’intégration de Streamlabs <link> ici </link>",
  "Only Me": "Seulement moi",
  "Do not change privacy settings": "Ne pas modifier les paramètres de confidentialité"
}
