{
  "Grow": "Croissance",
  "My Goals": "Mes objectifs",
  "Community Reach: %{reachableFollowing}/%{totalFollowing} followers": "Portée de la communauté: %{reachableFollowing}/%{totalFollowing} followers",
  "Streamer Resources": "Ressources pour les streamers",
  "You can reach %{percentage}% of your community across all platforms. Multistream to more platforms to increase this number": "Vous pouvez atteindre %{percentage}% de votre communauté sur toutes les plates-formes. Multistreamez vers plus de plates-formes pour augmenter ce nombre",
  "Streamlabs University": "Streamlabs University",
  "Professional streamers are now able to earn large amounts of money while entertaining people and creating their own brand. But how does one become a professional streamer? Streamlabs University is our answer to this question. In this course, we’ll walk you through everything you need to know to become a successful streamer and turn your passion into a profession.": "Les streamers professionnels peuvent désormais gagner de grosses sommes d'argent tout en divertissant leur public et en créant leur marque personnelle. Mais comment devient-on streamer professionnel? La réponse: Streamlabs University Dans cette formation, vous découvrirez tout ce qu'il faut savoir pour devenir un streamer à succès et faire de votre passion une profession.",
  "Content Hub": "Content Hub",
  "The Ultimate Resource For Live Streamers; The Creator Resource Hub is your one-stop-shop for everything related to live streaming. There are dozens of different categories to choose from. Learn how to set up your live stream, find new features, and stay up-to-date on all of the tools you can use to enhance your stream.": "Ressource ultime pour les streameurs en direct, le hub de ressources pour les créateurs est votre portail unique pour tout ce qui concerne le streaming en direct. Il existe des dizaines de catégories différentes parmi lesquelles vous pouvez choisir. Apprenez à configurer votre stream en direct, découvrez de nouvelles fonctionnalités et restez au courant de tous les outils que vous pouvez utiliser pour l'améliorer.",
  "Add Goal": "Ajouter un objectif",
  "%{followers} followers": "%{followers} followers",
  "You cleared %{totalProgress}% of all material. Keep it up!": "Vous avez terminé %{totalProgress}% de tout le contenu. Continuez comme ça!",
  "You have completed Streamlabs University!": "Vous avez terminé Streamlabs University!",
  "Continue Learning": "Continuer à apprendre",
  "Growth Tips": "Conseils de croissance",
  "Open Resource Hub": "Ouvrir le hub de ressources",
  "Streamlabs on YouTube": "Streamlabs sur YouTube",
  "Open Streamlabs University": "Ouvrir Streamlabs University",
  "%{daysLeft} days left": "%{daysLeft} jours restants",
  "Progress": "Progression",
  "Reach more of your community with Streamlabs Multistreaming": "Touchez davantage votre communauté avec le multistream Streamlabs",
  "One of the best ways to reach a larger audience is to stream to multiple platforms": "L'un des meilleurs moyens de toucher un public plus large consiste à diffuser sur plusieurs plates-formes",
  "Start Multistreaming with Ultra": "Démarrez le multistream avec Ultra",
  "Goal Title": "Titre de l'objectif",
  "Goal Total": "Total de l'objectif",
  "Goal Type": "Type d'objectif",
  "This goal has been completed!": "Cet objectif a été atteint!",
  "Time ran out for this goal. Try again or pick a new one!": "Le temps est écoulé. Réessayez cet objectif ou choisissez-en un autre!",
  "Stream Pulse": "Impulsion de stream",
  "Average View Time": "Temps de visionnage moyen",
  "Unique Viewers": "Spectateurs uniques",
  "Chatters": "Participants du chat",
  "Chats": "Chats",
  "Track your growth by taking a look at the past month of your stream (data provided from Twitch)": "Suivez votre croissance en regardant l'évolution de votre stream lors du mois dernier (données fournies par Twitch)",
  "There is already a goal of this type": "Un objectif de ce type existe déjà"
}
