{
  "Grow": "Élargir",
  "My Goals": "Mes objectifs",
  "Community Reach: %{reachableFollowing}/%{totalFollowing} followers": "Portée de la communauté: %{reachableFollowing}/%{totalFollowing} followers",
  "Streamer Resources": "Ressources pour les streamers",
  "You can reach %{percentage}% of your community across all platforms. Multistream to more platforms to increase this number": "Vous pouvez toucher %{percentage}% de votre communauté, toutes plates-formes confondues. Lancez un multistream sur plusieurs plates-formes pour augmenter ce nombre",
  "Streamlabs University": "Streamlabs University",
  "Professional streamers are now able to earn large amounts of money while entertaining people and creating their own brand. But how does one become a professional streamer? Streamlabs University is our answer to this question. In this course, we’ll walk you through everything you need to know to become a successful streamer and turn your passion into a profession.": "Les streamers professionnels peuvent désormais gagner beaucoup d'argent tout en divertissant leur public et en créant leur propre marque. Mais comment devenir un streamer professionnel? Streamlabs University est notre réponse à cette question. Dans ce cours, nous allons vous expliquer tout ce que vous devez savoir pour devenir un streamer populaire et transformer votre passion en métier.",
  "Content Hub": "Content Hub",
  "The Ultimate Resource For Live Streamers; The Content Hub is your one-stop-shop for everything related to live streaming. There are dozens of different categories to choose from. Learn how to set up your live stream, find new features, and stay up-to-date on all of the tools you can use to enhance your stream.": "Ressource ultime pour les streamers, Content Hub est le point névralgique pour tout ce qui touche au streaming en direct. Vous aurez le choix parmi des dizaines de catégories différentes. Découvrez comment configurer votre stream, trouvez de nouvelles fonctionnalités et restez à jour concernant les outils susceptibles d'améliorer votre stream.",
  "Add Goal": "Ajouter un objectif",
  "%{followers} followers": "%{followers} followers",
  "You cleared %{totalProgress}% of all material. Keep it up!": "Vous avez terminé %{totalProgress}% de tout le contenu. Continuez comme ça!",
  "You have completed Streamlabs University!": "Vous avez terminé Streamlabs University!",
  "Continue Learning": "Continuer à apprendre",
  "Growth Tips": "Conseils de croissance",
  "Open Content Hub": "Ouvrir Content Hub",
  "Streamlabs on YouTube": "Streamlabs sur YouTube",
  "Open Streamlabs University": "Ouvrir Streamlabs University",
  "%{daysLeft} days left": "%{daysLeft} jours restants",
  "Progress": "Progression",
  "Reach more of your community with Streamlabs Multistreaming": "Touchez davantage votre communauté avec le multistream Streamlabs",
  "One of the best ways to reach a larger audience is to stream to multiple platforms": "L'un des meilleurs moyens de toucher un public plus large consiste à diffuser sur plusieurs plates-formes",
  "Start Multistreaming with Prime": "Démarrez le multistream avec Prime",
  "Goal Title": "Titre de l'objectif",
  "Goal Total": "Total de l'objectif",
  "Goal Type": "Type d'objectif",
  "This goal has been completed!": "Cet objectif a été atteint!",
  "Time ran out for this goal. Try again or pick a new one!": "Le délai de cet objectif a expiré. Réessayez ou choisissez-en un nouveau!",
  "Stream Pulse": "Impulsion de stream",
  "Average View Time": "Temps de visionnage moyen",
  "Unique Viewers": "Spectateurs uniques",
  "Chatters": "Participants du chat",
  "Chats": "Chats",
  "Track your growth by taking a look at the past month of your stream (data provided from Twitch)": "Suivez votre croissance en regardant l'évolution de votre stream lors du mois dernier (données fournies par Twitch)",
  "There is already a goal of this type": "Un objectif de ce type existe déjà"
}