{
  "Source: %{sourceName}": "Source: %{sourceName}",
  "Collab Cam": "Collab Cam",
  "Invite a guest to join your stream from a web browser.": "Invitez des amis à rejoindre votre stream à partir d'un navigateur Web.",
  "Guest Cam is currently listening for connecting guests, but is not broadcasting your microphone and webcam to your guests yet.": "Guest Cam écoute vos invités connectés, mais ne diffuse ni votre microphone ni votre webcam vers eux.",
  "No microphone source is selected. Your guest will not be able to hear you.": "Aucune source de microphone sélectionnée. Votre invité ne pourra pas vous entendre.",
  "No webcam source is selected. Your guest will not be able to see you.": "Aucune source de webcam sélectionnée. Votre invité ne pourra pas vous voir.",
  "Microphone Source": "Source microphone",
  "Webcam Source": "Source webcam",
  "The webcam and microphone source you select below will be broadcast to your guests.": "The webcam and microphone source you select below will be broadcast to your guests.",
  "Waiting for guest to join": "En attente que votre invité se connecte",
  "Generate a new link": "Générer un nouveau lien",
  "Copied!": "Copie effectuée!",
  "Invite URL": "URL d'invitation",
  "Disconnect": "Déconnecter",
  "Guest %{num}": "Guest %{num}",
  "Collab Cam Properties": "Propriétés de Collab Cam",
  "A guest has joined - click to show": "Un invité vous a rejoint: cliquez pour l'afficher",
  "Welcome to Collab Cam": "Bienvenue à Collab Cam",
  "Step 1": "Étape 1",
  "Copy and share a link with your guest. When they join, they'll be able to see and hear you.": "Copiez et partagez ce lien avec votre invité. Lors de la connexion, il pourra vous voir et vous entendre.",
  "Step 2": "Étape 2",
  "Verify their identity in the preview area. When ready, add them to your stream by clicking 'Show on Stream'.": "Vérifiez son identité dans la zone d'aperçu. Lorsque vous êtes prêt, ajoutez-le à votre stream en cliquant sur \"Afficher sur le stream\".",
  "Step 3": "Étape 3",
  "Enjoy your stream! Adjust their volume, create new links, and change your mic and camera from the properties window.": "Streamez! Réglez le volume, créez de nouveaux liens, et changez de microphone et de caméra à partir de la fenêtre des propriétés.",
  "Don't share your invite link with anyone you don't want on your stream. You can invalidate an old link by generating a new one. Do not show this window on stream.": "N'envoyez de lien d'invitation qu'aux personnes que vous souhaitez inviter à votre stream. Vous pouvez invalider un ancien lien en en générant un nouveau. N'affichez pas cette fenêtre pendant le stream.",
  "Start Collab Cam": "Lancer Collab Cam",
  "Collab Cam is not yet sending your video and audio to guests. Start Collab Cam?": "Collab Cam n'a pas encore envoyé votre vidéo et votre audio aux invités. Lancer Collab Cam?",
  "Copy Link": "Copier le lien",
  "You're about to join %{name}": "Vous êtes sur le point de rejoindre %{name}",
  "%{name} has invited you to join their stream. When you're ready to join, click the button below.": "%{name} vous a invité à vous joindre à son stream Lorsque vous êtes prêt, cliquez sur le bouton ci-dessous.",
  "Waiting for host to begin": "En attente de l'hôte pour commencer",
  "Connected To Host:": "Connecté à l'hôte:",
  "You are connected as a guest using someone else's invite link. To leave, click the Disconnect button.": "Vous êtes connecté en tant qu'invité à partir du lien d'un tiers. Pour vous déconnecter, cliquez sur le bouton Déconnecter",
  "This guest is not assigned to a source": "This guest is not assigned to a source",
  "The source %{sourceName} is already occupied by %{guestName}. If you continue, %{guestName} will be unassigned.": "The source %{sourceName} is already occupied by %{guestName}. If you continue, %{guestName} will be unassigned.",
  "Are you sure you want to unassign %{guestName} from the source?": "Are you sure you want to unassign %{guestName} from the source?",
  "Assign to Source": "Assign to Source",
  "Unassigned": "Unassigned",
  "Are you sure you want to disconnect %{guestName}?": "Are you sure you want to disconnect %{guestName}?",
  "If you want to prevent this guest from rejoining, you should also regenerate your invite link.": "If you want to prevent this guest from rejoining, you should also regenerate your invite link.",
  "Regenerate Link": "Regenerate Link"
}
