{
  "Transition Duration": "Durée de la transition",
  "Background Music": "Musique d’arrière-plan",
  "Music File": "Fichier de musique",
  "Music Volume": "Volume de la musique",
  "Audio File": "Fichier audio",
  "Preview": "Aperçu",
  "Export": "Export",
  "Highlighter": "Mise en évidence",
  "Beta": "Bêta",
  "Drag & drop to reorder clips.": "Faites glisser et déposez pour réorganiser les clips.",
  "View Tutorial": "Montrer le tutoriel",
  "Video Files": "Fichiers vidéo",
  "Add Clip": "Ajouter un clip",
  "Drag & drop or click to add clips": "Faites glisser et déposez, ou cliquez pour ajouter des clips",
  "Remove the clip?": "Supprimer le clip?",
  "Are you sure you want to remove the clip? You will need to manually import it again to reverse this action.": "Êtes-vous certain de vouloir supprimer le clip? Vous devrez le réimporter manuellement pour annuler cette action.",
  "Cancel": "Annuler",
  "Remove": "Supprimer",
  "The highlighter allows you to clip the best moments from your livestream and edit them together into an exciting highlight video you can upload directly to YouTube.": "La mise en évidence vous permet d’épingler les meilleurs moments de votre stream en direct et de les réunir dans une vidéo exceptionnelle que vous pouvez télécharger directement sur YouTube.",
  "Get Started": "Commencer",
  "Configure the replay buffer": "Configurer le tampon de relecture",
  "The replay buffer is correctly configured": "Le tampon de relecture est correctement configuré",
  "Configure": "Configurer",
  "Adjust replay duration": "Ajuster la durée du replay",
  "Set the duration of captured replays. You can always trim them down later.": "Définissez la durée des replays capturés. Vous pouvez toujours les raccourcir plus tard.",
  "Replay Duration": "Durée du replay",
  "Set a hotkey to capture replays": "Définir un raccourci pour capturer les replays",
  "Capture a replay": "Capturer un replay",
  "highlighterHotkeyInstructions": "Commencez à streamer et appuyez sur <b>%{bindingStr}</b> pour capturer un replay. Revenez ici après votre stream.",
  "Start streaming and capture a replay. Check back here after your stream.": "Commencez à streamer et capturez un replay. Revenez ici après votre stream.",
  "Or, import a clip from your computer": "Vous pouvez également importer un clip de votre ordinateur",
  "Disable clip": "Désactiver le clip",
  "Enable clip": "Activer le clip",
  "Trim clip": "Raccourcir le clip",
  "Trim Clip": "Raccourcir le clip",
  "Remove clip": "Supprimer le clip",
  "Video Name": "Nom de la vidéo",
  "Export Location": "Emplacement de l’exportation",
  "MP4 Video File": "Fichier vidéo MP4",
  "Resolution": "Resolution",
  "Frame Rate": "Débit d'images",
  "File Size": "Taille du fichier",
  "Faster Export": "Exportation plus rapide",
  "Balanced": "Équilibre",
  "Smaller File": "Fichier plus petit",
  "Close": "Fermer",
  "Overwite File?": "Écraser le fichier?",
  "%{filename} already exists. Would you like to overwrite it?": "%{filename} existe déjà. Souhaitez-vous l’écraser?",
  "Overwrite": "Écraser",
  "Export Progress": "Progression de l’exportation",
  "Rendering Frames: %{currentFrame}/%{totalFrames}": "Rendu des images: %{currentFrame}/%{totalFrames}",
  "Mixing Audio:": "Mixage de l’audio:",
  "Canceling...": "Annulation en cours...",
  "Render Preview": "Aperçu du rendu",
  "The render preview shows a low-quality preview of the final rendered video. The final exported video will be higher resolution, framerate, and quality.": "L’aperçu du rendu affiche un aperçu de faible qualité de la vidéo finale. La vidéo finale exportée affichera une résolution plus élevée, un meilleur débit d'images et une meilleure qualité.",
  "Title": "Titre",
  "Description": "Description",
  "Privacy Status": "État de la confidentialité",
  "Private": "Privée",
  "Only you and people you choose can watch your video": "Seuls vous et les personnes que vous choisissez peuvent regarder la vidéo",
  "Unlisted": "Non répertoriée",
  "Anyone with the video link can watch your video": "Quiconque disposant du lien vers la vidéo peut regarder votre vidéo",
  "Public": "Publique",
  "Everyone can watch your video": "Tout le monde peut voir votre vidéo",
  "Please connect your YouTube account to upload your video to YouTube.": "Veuillez connecter votre compte YouTube pour télécharger votre vidéo sur YouTube.",
  "Connect": "Se connecter",
  "Open file location": "Ouvrir l’emplacement du fichier",
  "An error occurred while uploading to YouTube": "Une erreur est survenue lors du téléchargement sur YouTube",
  "Publish": "Publier",
  "Upload Progress": "Progression du téléchargement",
  "Uploading: %{uploadedBytes}/%{totalBytes}": "Téléchargement: %{uploadedBytes}/%{totalBytes}",
  "Your video was successfully uploaded! Click the link below to access your video. Please note that YouTube will take some time to process your video.": "Votre vidéo a été téléchargée avec succès! Cliquez sur le lien ci-dessous pour accéder à votre vidéo. Veuillez noter que YouTube a besoin de quelques instants pour traiter votre vidéo.",
  "Upload to YouTube": "Télécharger sur YouTube",
  "None": "Aucun",
  "Random": "Aléatoire",
  "Fade": "Fondu",
  "Slide": "Faire glisser",
  "Cube": "Cube",
  "Warp": "Tourbillon",
  "Wind": "Vent",
  "90's Game": "Jeu 90’s",
  "Grid Flip": "Grille retournée",
  "Dreamy": "Rêve",
  "Zoom": "Zoom",
  "Pixelize": "Pixels",
  "One or more clips could not be imported because they were not recorded in a supported file format.": "Un ou plusieurs clips n’ont pas pu être importés car ils n’ont pas été enregistrés dans un format de fichier pris en charge.",
  "An error occurred while exporting the video": "Une erreur est survenue lors de l’exportation de la vidéo",
  "An error occurred while writing the video file": "Une erreur est survenue lors de l’écriture du fichier vidéo",
  "An error occurred while reading %{file}": "Une erreur est survenue lors de la lecture de %{file}",
  "An error occurred while reading audio from %{file}": "Une erreur est survenue lors de la lecture de l’audio de %{file}",
  "An error occurred while mixing audio": "Une erreur est survenue lors du mixage de l’audio",
  "Edit your replays with Highlighter, a free editor built in to Streamlabs.": "Edit your replays with Highlighter, a free editor built in to Streamlabs."
}