{
  "We are improving our backend systems. As part of the migration process, we will need to you log in again. If you have any questions, you can": "Nous améliorons nos systèmes principaux. Dans le cadre du processus de migration, vous devez vous authentifier à nouveau. Si vous avez des questions, vous pouvez",
  "contact support.": "contacter le support.",
  "Sign in with your streaming account to get started with Streamlabs": "Connectez-vous avec votre compte de streaming pour commencer à utiliser Streamlabs",
  "Select an OBS profile to import": "Sélectionnez un profil OBS à importer",
  "Import from OBS Studio": "Importer depuis OBS Studio",
  "Start Fresh": "Commencer de zéro",
  "Importing": "En cours d'importation",
  "Successfully Imported": "Importation réussie",
  "Importing your scenes and sources": "Scènes et sources en cours d'importation",
  "All scenes, sources and settings have been imported.": "Tous les paramètres, scènes et sources ont été importés.",
  "Import your scenes and your settings from OBS with a simple click, or start fresh.": "Importez vos scènes et paramètres depuis OBS en un simple clic ou bien commencez de zéro.",
  "Click below and we'll analyze your internet speed and computer hardware to give you the best settings possible.": "Cliquez ci-dessous pour que nous analysions votre connexion Internet et votre ordinateur afin d'appliquer les meilleurs paramètres possibles.",
  "Start": "Commencer",
  "Rather do this manually?": "Vous préférez définir les paramètres manuellement?",
  "Setup later": "Configurer plus tard",
  "Detecting your location...": "Détection de votre position…",
  "Performing bandwidth test...": "Test de bande passante en cours…",
  "Testing streaming encoder...": "Test de l'encodeur de streaming en cours…",
  "Testing recording encoder...": "Test de l'encodeur d'enregistrement en cours…",
  "Attempting stream...": "Tentative de stream…",
  "Reverting to defaults...": "Retour à la version par défaut…",
  "Applying stream settings...": "Application des paramètres de stream en cours…",
  "Applying general settings...": "Application des paramètres généraux en cours…",
  "Optimizing...": "Optimisation en cours…",
  "Optimize": "Optimiser",
  "We're connecting to OBS and pulling your previous settings for a seamless conversion.": "Nous nous connectons à OBS afin de récupérer vos paramètres précédents pour une conversion rapide.",
  "Initialzing ...": "Initialisation …",
  "Connecting to OBS ...": "Connexion à OBS …",
  "Pulling settings ...": "Récupération des paramètres …",
  "Starting import ...": "Démarrage de l'importation …",
  "Finalizing ...": "Finalisation …",
  "We're analyzing your internet speed and computer hardware to give you the best settings possible.": "Nous analysons votre connexion Internet et votre ordinateur afin d'appliquer les meilleurs paramètres possibles.",
  "Done!": "Terminé",
  "Next": "Suivant",
  "Scene Collections Import": "Importation des collections de scènes",
  "The following scene collections have been imported from your Streamlabs account": "Les collections de scènes suivantes ont été importées depuis votre compte Streamlabs",
  "Continue": "Continuer",
  "Collecting some information about your PC...": "Collecte d'informations sur votre PC en cours…",
  "We found optimized settings for your PC": "Nous avons trouvé des paramètres optimisés pour votre PC",
  "Something went wrong": "Un problème est survenu",
  "Download and Apply": "Télécharger et appliquer",
  "This device is not available": "Ce dispositif n'est pas disponible",
  "Set Up Mic and Webcam": "Configuration du micro et de la webcam",
  "Welcome to Streamlabs": "Bienvenue sur Streamlabs",
  "Import your existing settings from OBS in less than a minute and go live": "Importez vos paramètres existants depuis OBS en moins d'une minute et passez au direct",
  "We import all of your settings, including scenes, output, configurations, and much more": "Nous importons tous vos réglages, notamment vos scènes, vos sorties et vos configurations",
  "Start with a clean copy of Streamlabs Desktop and configure your settings from scratch": "Repartez de zéro et configurez vos paramètres avec l’interface Streamlabs Desktop",
  "Add a Theme": "Ajouter un thème",
  "Not seeing a theme that catches your eye? Our theme library has hundreds of free choices available": "Aucun thème n'attire votre attention? Notre bibliothèque de thèmes vous propose des centaines de possibilités gratuites",
  "Something went wrong.": "Une erreur est survenue",
  "In-game Overlay": "Superposition dans le jeu",
  "Optimized Video Encoding": "Encodage vidéo optimisé",
  "Some exclusive features we recommend to take your stream to the next level": "Quelques fonctions exclusives que nous vous recommandons pour optimiser votre stream",
  "Detected %{continent}": "%{continent} détectée",
  "Check out 50+ amazing apps from independent developers, ranging from DMCA-compliant music to stunning overlays to more tools to engage with your community. Head over to the app store in the left navigation to browse our selection of free and paid apps.": "Découvrez plus de 50 applications étonnantes de développeurs indépendants, allant de musiques compatibles DMCA à des superpositions impressionnantes pour vous engager dans votre communauté. Rendez-vous sur l’App Store grâce au volet de navigation de gauche pour parcourir notre sélection d’applications gratuites et payantes.",
  "Only have one screen? Perfect! Enable our in-game overlay to make sure you catch every chat message and stream event that happens while you get your game on. You can enable this feature in the ‘Game Overlay’ tab of the settings menu.": "Vous n'avez qu'un écran? Parfait! Activez la superposition dans le jeu pour être sûr de voir tous les messages et événements de stream qui surviennent pendant que vous jouez. Vous pouvez activer cette fonction dans l'onglet 'Superposition dans le jeu', dans le menu Paramètres.",
  "Re-Authorize": "Réautoriser",
  "or select another platform": "ou sélectionner une autre plateforme",
  "Connect to %{platform}": "Se connecter à %{platform}",
  "View help docs": "Afficher la documentation d'aide",
  "Enter your stream key.": "Saisir votre clé de stream.",
  "Select platform": "Sélectionner la plateforme",
  "No webcam detected": "Aucune webcam détectée",
  "Enable multistream to grow your audience, build your brand, and earn great prizes - with no extra effort. Available for Facebook today, and other platforms coming soon.": "Permettez au multiflux d'élargir votre public, de construire votre marque et de gagner de superbes prix, sans effort supplémentaire. Disponible pour Facebook aujourd'hui, et bientôt sur d'autres plates-formes.",
  "Enable multistream": "Activer le multiflux",
  "Enable multistream to get started.": "Permettre le lancement du multiflux.",
  "Merge your account with your new page. We can then track your progress so you can start earning great rewards!": "Fusionnez votre compte avec votre nouvelle page. Nous pourrons alors suivre vos progrès afin que vous puissiez commencer à gagner de belles récompenses!",
  "A Facebook Gaming Page is required to multistream to Facebook.": "Une page de jeu Facebook est nécessaire pour permettre le multiflux vers Facebook",
  "Create Facebook Gaming Page": "Créer une page de jeu Facebook",
  "Create Gaming Video Creator Page": "Créer une page de créateur de vidéos de jeux",
  "Merge your Facebook Gaming Page": "Fusionner votre page de jeu Facebook",
  "Merge with Facebook": "Fusionner avec Facebook",
  "primeTitle": "Rejoignez &lt;prime-title&gt;Prime&lt;/prime-title&gt; pour bénéficier de fonctions exclusives",
  "Overlay, Widget & Site Themes": "Superpositions, widget et thèmes de site",
  "Custom Domain + Website": "Domaine personnalisé + site Web",
  "More Than 40 FREE Apps": "Plus de 40 applications GRATUITES",
  "Custom Merch Store": "Boutique marchand personnalisée",
  "Stream on Mobile": "Stream sur mobile",
  "Gold Status + FREE T-shirt": "État Gold + T-shirt GRATUIT",
  "Go Prime": "Accéder à Prime",
  "Import": "Importer",
  "While we import your settings and scenes from OBS Studio, check out these great features unique to Streamlabs": "Pendant que nous importons vos paramètres et vos scènes depuis OBS Studio, découvrez les incroyables fonctionnalités exclusives de Streamlabs",
  "Importing Your Existing Settings From OBS": "Importation de vos paramètres existants depuis OBS"
}
