{
  "Overlay, Widget, and Site Themes": "Superpositions, widget et thèmes de site",
  "Fully customize your stream and your website to represent your brand; or pick from thousands of our pre-made themes. Either way, your stream will look amazing and it's all included with Prime.": "Personnalisez complètement votre stream et votre site web pour présenter votre marque, ou sélectionnez l’un des thèmes créés pour vous. Quel que soit votre choix, votre stream sera exceptionnel et tout est inclus avec Prime.",
  "View Themes": "Afficher les thèmes",
  "Every App is FREE": "Chaque application est GRATUITE",
  "We've curated a list of diverse and feature rich applications to give you more control, automation, better analytics, and new ways to interact with your audience.": "Nous avons conservé une liste d’applications diverses dotées de nombreuses fonctions pour vous offrir davantage de contrôle, d’automatisation et de nouveaux moyens d’interagir avec votre public.",
  "Browse Apps": "Parcourir les applications",
  "Welcome to Prime!": "Bienvenue sur Prime!",
  "We've picked out a few Prime benefits to get you started:": "Nous avons sélectionné quelques avantages Prime pour vous permettre de commencer:",
  "We've added a new UI theme exclusive to Prime members:": "Nous avons ajouté un nouveau thème d’interface exclusif pour les membres Prime:",
  "Classic Theme": "Thème classique",
  "Prime Theme": "Thème Prime",
  "Your access to Prime themes and other benefits will expire soon": "Votre accès aux thèmes Prime et autres avantages va bientôt expirer",
  "Thank you for being a valued member of Streamlabs. We just wanted to check in and see if you’d like to give Prime another shot.": "Merci d'être un membre précieux de Streamlabs. Nous souhaiterions simplement savoir si vous voulez donner une nouvelle chance à Prime.",
  "Resubscribe to Prime": "Se réabonner à Prime",
  "No Thanks": "Non merci",
  "Choose your Streamlabs plan": "Choisissez votre abonnement Streamlabs",
  "Choose Prime to enjoy everything from Starter plus themes and much more.": "Choisissez Prime pour profiter de tout, du pack Démarrage aux thèmes, et bien plus encore.",
  "Go Live to a single platform": "Diffusez en direct sur une seule plate-forme",
  "Alerts & Tipping": "Alertes et dons",
  "Unlimited Themes & Overlays": "Thèmes et superpositions illimités",
  "Go Live to one or more platforms": "Diffusez en direct sur une ou plusieurs plates-formes",
  "Custom Tip Page": "Page de dons personnalisée",
  "Custom Alerts & Tipping": "Alertes et dons personnalisés",
  "App Store Apps are FREE": "Les applications de l'App Store sont GRATUITES",
  "Custom Merch Store": "Boutique marchand personnalisée",
  "Starter": "Démarrage",
  "Free": "Gratuit",
  "Choose Starter": "Choisir Démarrage",
  "From $12/mo, billed annually": "À partir de 12€/mois, facturé à l'année",
  "Choose Prime": "Choisir Prime",
  "Your Benefits Are Expiring Soon": "Vos avantages vont bientôt expirer",
  "Your will lose access to the following Prime benefits if you don’t resubscribe:": "Vous perdrez l'accès aux avantages Prime suivants si vous ne vous réabonnez pas:",
  "Thank you for being a valued member of Streamlabs. We just wanted to check in to see if you’ve had a chance to explore all Prime has to offer.": "Merci d'être un membre précieux de Streamlabs. Nous souhaiterions simplement savoir si vous avez eu la chance de découvrir tout ce que Prime peut vous offrir.",
  "Continue Prime": "Continuer vers Prime",
  "Stream Overlays": "Superpositions de stream",
  "Multistream": "Multistream",
  "Premium Merch": "Merch Premium",
  "Alert Box Themes": "Thèmes Alertbox",
  "All Apps Included Free": "Toutes les applications sont incluses gratuitement",
  "Thumbnail & Panel Maker": "Créateur de miniatures et de panneaux",
  "Prime Mobile Streaming": "Streaming mobile Prime",
  "Your credit card expires soon. Click here to retain your Prime benefits": "Votre carte de crédit va bientôt expirer. Cliquez ici pour conserver vos avantages Prime"
}