{
  "Overlay, Widget, and Site Themes": "Superpositions, widget et thèmes de site",
  "Fully customize your stream and your website to represent your brand; or pick from thousands of our pre-made themes. Either way, your stream will look amazing and it's all included with Ultra.": "Personnalisez entièrement votre stream et votre site Web à l'image de votre marque ou sélectionnez l'un des milliers de thèmes créés pour vous. Quel que soit votre choix, votre stream aura une apparence exceptionnelle, et tout est inclus avec Ultra.",
  "View Themes": "Afficher les thèmes",
  "Every App is FREE": "Chaque application est GRATUITE",
  "We've curated a list of diverse and feature rich applications to give you more control, automation, better analytics, and new ways to interact with your audience.": "Nous avons conservé une liste d’applications diverses dotées de nombreuses fonctions pour vous offrir davantage de contrôle, d’automatisation et de nouveaux moyens d’interagir avec votre public.",
  "Browse Apps": "Parcourir les applications",
  "Welcome to Ultra!": "Bienvenue sur Ultra!",
  "We've picked out a few Ultra benefits to get you started:": "Nous avons sélectionné quelques avantages Ultra pour vous permettre de commencer:",
  "We've added a new UI theme exclusive to Ultra members:": "Nous avons ajouté un nouveau thème d'interface exclusif pour les membres Ultra:",
  "Classic Theme": "Thème classique",
  "Ultra Theme": "Thème Ultra",
  "Your access to Ultra themes and other benefits will expire soon": "Votre accès aux thèmes Ultra et autres avantages va bientôt expirer",
  "Thank you for being a valued member of Streamlabs. We just wanted to check in and see if you’d like to give Ultra another shot.": "Merci d'être un membre précieux de Streamlabs. Nous souhaiterions simplement savoir si vous voulez donner une nouvelle chance à Ultra.",
  "Resubscribe to Ultra": "Se réabonner à Ultra",
  "No Thanks": "Non merci",
  "Choose your Streamlabs plan": "Choisissez votre abonnement Streamlabs",
  "Choose Ultra to enjoy everything from Starter plus themes and much more.": "Choisissez Ultra pour profiter de toutes les fonctionnalités, du pack Starter aux thèmes, et bien plus encore.",
  "Go Live to a single platform": "Diffusez en direct sur une seule plate-forme",
  "Alerts & Tipping": "Alertes et pourboires",
  "Unlimited Themes & Overlays": "Thèmes et superpositions illimités",
  "Go Live to one or more platforms": "Diffusez en direct sur une ou plusieurs plates-formes",
  "Custom Tip Page": "Page de pourboires personnalisée",
  "Custom Alerts & Tipping": "Alertes et pourboires personnalisés",
  "App Store Apps are FREE": "Les applications de l'App Store sont GRATUITES",
  "Custom Merch Store": "Boutique en ligne personnalisée",
  "Starter": "Starter",
  "Free": "Gratuit",
  "Choose Starter": "Choisir Starter",
  "From $12/mo, billed annually": "À partir de 12€/mois, facturé à l'année",
  "Choose Ultra": "Choisissez Ultra",
  "Your Benefits Are Expiring Soon": "Vos avantages vont bientôt expirer",
  "Your will lose access to the following Ultra benefits if you don’t resubscribe:": "Vous perdrez l'accès aux avantages Ultra suivants si vous ne vous réabonnez pas:",
  "Thank you for being a valued member of Streamlabs. We just wanted to check in to see if you’ve had a chance to explore all Ultra has to offer.": "Merci d'être un membre précieux de Streamlabs. Nous souhaiterions simplement savoir si vous avez eu la chance de découvrir tout ce que Ultra peut vous offrir.",
  "Continue Ultra": "Poursuivre avec Ultra",
  "Stream Overlays": "Superpositions de stream",
  "Multistream": "Multistream",
  "Premium Merch": "Merch Premium",
  "Alert Box Themes": "Thèmes de la fenêtre d'alerte",
  "All Apps Included Free": "Toutes les applications sont incluses gratuitement",
  "Thumbnail & Panel Maker": "Créateur de miniatures et de panneaux",
  "Ultra Mobile Streaming": "Streaming mobile Ultra",
  "Your credit card expires soon. Click here to retain your Ultra benefits": "Votre carte de crédit va bientôt expirer. Cliquez ici pour conserver vos avantages Ultra",
  "News": "Actualités",
  "Pro live streaming features for Windows & Mac": "Fonctionnalités professionnelles de streaming en direct pour Windows et Mac",
  "Develop your brand, monetize, and more": "Développez votre marque, monétisez votre contenu, et plus encore",
  "Live stream on-the-go or mobile games from iOS & Android": "Streamez en direct des jeux où que vous soyez, ou bien sur mobile depuis iOS et Android",
  "Stream from your console to Twitch without a desktop": "Streamez depuis votre console vers Twitch sans ordinateur",
  "Stream and record with guests from your browser": "Streamez et enregistrez avec des invités depuis votre navigateur",
  "Professional video editing and collaboration tools": "Outils professionnels de montage et de collaboration vidéo",
  "Turn your VODs into must-see TikToks, Reels, and Shorts": "Transformez vos vidéos en TikToks, Réels et Shorts",
  "Create a custom personal, all-in-one page to link in bio": "Créez une page tout-en-un personnalisée avec un lien dans la bio",
  "Streamlabs Ultra": "Streamlabs Ultra",
  "One single subscription, premium features for %{appNumber} creator apps. Access everything you need for professional live streaming, recording, video editing, highlighting, sharing, monetization, and more.": "Un seul abonnement, des fonctionnalités premium pour %{appNumber} applications de créateurs. Accédez à tout ce dont vous avez besoin pour profiter de la diffusion en direct, de l'enregistrement, du montage vidéo, de la mise en valeur, du partage, de la monétisation et bien plus encore.",
  "Explore": "Explorer",
  "Access to All Overlays and Themes": "Accès à toutes les superpositions et tous les thèmes",
  "Always and forever free": "Toujours disponible gratuitement",
  "Everything in Starter plus:": "Inclut l'ensemble du contenu disponible dans Starter:",
  "Tipping": "Pourboire",
  "Custom Branding": "Image de marque personnalisée",
  "Format Clips for TikTok, Shorts, etc": "Formater les clips pour TikTok, Shorts, etc.",
  "Collaborative Video Editing": "Montage vidéo collaboratif",
  "Merch Store": "Boutique en ligne",
  "No-Fee Tipping": "Pourboires sans frais",
  "Logo Maker, Intro Maker, Emote Maker": "Créateur de logos, Créateur d’introductions, Créateur d'émoticônes",
  "Create Custom Videos with Watermark": "Créez des vidéos personnalisées avec un filigrane",
  "30 Minute Videos + 15GB Storage": "Vidéos de 30 minutes + stockage de 15 Go",
  "Design and Sell Custom Merch": "Concevez et vendez des objets personnalisés",
  "YouTube Thumbnail Maker, Creator Sites": "Créateur de miniatures YouTube, Creator Sites",
  "No Watermark + 1080p/60fps + More": "Pas de filigrane + 1080p/60ips et bien plus encore",
  "1 Hour Videos + 250GB Storage + More": "1 heure de vidéos + 250 Go de stockage et bien plus encore",
  "Highest Profit Margins": "Marges bénéficiaires les plus élevées",
  "%{monthlyPrice}/mo or %{yearlyPrice}/year": "%{monthlyPrice} par mois ou %{yearlyPrice} par an"
}
