{
  "Are you sure you want to stop streaming?": "Êtes-vous sûr de vouloir arrêter le stream?",
  "Invalid Path or Connection URL.  Please check your settings to confirm that they are valid.": "Adresse URL de connexion ou chemin invalide. Vérifiez vos paramètres afin de confirmer qu'ils sont valides.",
  "Failed to connect to the streaming server.  Please check your internet connection.": "Échec de la connexion au serveur de diffusion. Vérifiez votre connexion Internet.",
  "Disconnected from the streaming server.  Please check your internet connection.": "Vous avez été déconnecté du serveur de diffusion. Vérifiez votre connexion Internet.",
  "Could not access the specified channel or stream key. Please log out and back in to refresh your credentials. If the problem persists, there may be a problem connecting to the server.": "Impossible d'accéder au canal spécifié ou à la clé de stream. Veuillez vous déconnecter et vous reconnecter pour actualiser vos identifiants. Si le problème persiste, il se peut qu'il y ait un problème de connexion au serveur.",
  "There is not sufficient disk space to continue recording.": "Espace insuffisant sur le disque dur pour continuer l'enregistrement.",
  "The output format is either unsupported or does not support more than one audio track.  ": "Le format de sortie n'est pas pris en charge ou ne prend pas en charge plus d'une piste audio.  ",
  "Please check your settings and try again.": "Vérifiez une nouvelle fois vos paramètres de configuration et réessayez.",
  "An unexpected error occurred:": "Une erreur inattendue s'est produite:",
  "Title": "Titre",
  "Game": "Jeu",
  "Do not show this message when going live": "Ne plus afficher ce message au début de la diffusion",
  "You will not be asked again to update your stream info when going live.  ": "On ne vous demandera plus de mettre à jour vos informations de diffusion avant de commencer la diffusion.  ",
  "You can re-enable this from the settings.": "Vous pouvez réactiver cette option depuis vos paramètres.",
  "Confirm & Go Live": "Confirmer et commencer la diffusion",
  "Update Stream Info": "Mise à jour des informations de diffusion",
  "Use optimized encoder settings": "Utiliser les paramètres d'encodeur optimisés",
  "Optimized encoder gives equivalent quality while reducing usage. Game specific encoders for Fortnite, PUBG, Destiny 2, and League Of Legends": "L'optimisation de l'encodeur produit une qualité équivalente en réduisant l'usage des ressources. Encodeurs spécifiques pour Fortnite, PUBG, Destiny 2 et League of Legends",
  "Something went wrong while updating your stream info.  Please try again.": "Une erreur inattendue est survenue lors de la mise à jour de vos informations de diffusion. Réessayez.",
  "Something went wrong while updating your stream info. You can try again, or you can": "Une erreur inattendue est survenue lors de la mise à jour de vos informations de diffusion. Vous pouvez réessayer ou",
  "just go live": "commencer la diffusion",
  "Optimized profile for average CPUs": "Profil optimisé pour les UC moyennes",
  "Optimized profile for weak CPUs": "Profil optimisé pour les UC faibles",
  "YouTube account not enabled for live streaming": "La diffusion en direct n'est pas activée sur ce compte YouTube",
  "Fix": "Réparer",
  "I'm set up": "Je suis prêt",
  "End Stream": "Arrêter le stream",
  "Starting": "Démarrage en cours",
  "Ending": "Arrêt en cours",
  "Reconnecting": "Reconnexion en cours",
  "Go Live": "Diffuser en direct",
  "Stop": "Arrêter",
  "Save Replay": "Enregistrer le replay",
  "Schedule Stream": "Programmer le stream",
  "View your live stream in a web browser": "Afficher votre stream dans un navigateur Web",
  "Edit your stream title and description": "Modifiez le titre et la description de votre stream",
  "Go to YouTube Live Dashboard to control your stream": "Accédez au tableau de bord YouTube Live pour gérer votre stream",
  "Go to the Facebook Live Producer Dashboard": "Accédez au tableau de bord Facebook Live Producer",
  "Are you sure you want to exit while live?": "Êtes-vous sûr de vouloir quitter l'application en pleine diffusion?",
  "Enable the preview stream": "Activer l'aperçu de la diffusion",
  "Disable the preview stream, can help with CPU": "Désactiver l'aperçu de la diffusion (peut aider à réduire l'utilisation de l'UC)",
  "viewers": "spectateurs",
  "Refresh Chat": "Actualiser le chat",
  "Your chat is currently offline": "Votre chat est actuellement hors ligne",
  "Set path in Settings > Output.": "Saisir le chemin d'accès dans Paramètres > Sortie.",
  "Open Performance Window": "Ouvrir la fenêtre des performances",
  "Start Replay Buffer": "Démarrer le tampon de relecture",
  "Stop Replay Buffer": "Arrêter le tampon de relecture",
  "Stopping...": "Arrêt en cours…",
  "Your stream has been scheduled for %{time} from now. If you'd like to make another schedule please enter a different time": "Votre stream a été programmé pour commencer dans %{time}. Si vous souhaitez définir un autre horaire, modifiez les heures saisies",
  "Stop streaming to access these controls:": "Arrêtez la diffusion pour accéder aux contrôles suivants:",
  "Tags": "Libellés",
  "Select stream tags": "Sélectionner les libellés du stream",
  "You can now edit your channel tags from this screen.": "Vous pouvez maintenant modifier les libellés de votre chaîne depuis cet écran.",
  "Log out and back in to reauthorize additional permissions.": "Déconnectez-vous et reconnectez-vous pour réactiver les autorisations supplémentaires.",
  "Are you sure you want to start streaming?": "Êtes-vous sûr de vouloir commencer la diffusion?",
  "Please enable account for streaming to recieve a stream key": "Activez la diffusion sur votre compte pour recevoir une clé de stream",
  "You must create a Facebook gaming page to go live.": "Vous devez créer une page de jeu Facebook pour diffuser en direct.",
  "Create Page": "Créer une page",
  "Facebook Page": "Page Facebook",
  "Description": "Description",
  "Checking optimized setting for": "Vérification des paramètres optimisés pour",
  "You will not be asked again to update your stream info when going live. ": "On ne vous demandera plus de mettre à jour vos informations de diffusion avant de commencer la diffusion. ",
  "Schedule": "Programmer",
  "No matching game(s) found.": "Aucun jeu correspondant détecté.",
  "Use optimized encoder settings ": "Utiliser les paramètres d'encodeur optimisés ",
  "Use optimized encoder settings for %{game}": "Utiliser les paramètres d'encodeur optimisés pour %{game}",
  "Scheduled Date": "Date programmée",
  "Scheduled Time": "Heure programmée",
  "You are 10 minutes away from the 8 hour stream limit": "Il vous reste 10 minutes avant d'atteindre la limite de 8 heures de diffusion",
  "Stream has disconnected, attempting to reconnect.": "Votre stream a été déconnecté. Tentative de reconnexion.",
  "Start typing to search": "Commencez à taper pour rechercher",
  "Twitch requires two factor authentication to be enabled on your account in order to stream to Twitch. Please enable two factor authentication and try again.": "Twitch requiert l'activation de l'authentification à deux facteurs sur votre compte pour autoriser la diffusion sur Twitch. Activez l'authentification à deux facteurs et réessayez.",
  "Twitch Authentication Error": "Erreur d'authentification Twitch",
  "Enable Two Factor Authentication": "Activer l'authentification à deux facteurs",
  "Dismiss": "Ignorer",
  "It looks like you haven't added any video sources yet, so you will only be outputting a black screen.": "Il semble que vous n'avez pas encore ajouté de source vidéo. Vous allez simplement obtenir un écran noir.",
  "Are you sure you want to do this?": "Êtes-vous sûr de vouloir exécuter cette opération?",
  "You can add sources by clicking the + icon near the Sources box at any time": "Vous pouvez ajouter des sources en cliquant sur l'icône + en regard de la zone Sources à tout moment",
  "Tweet to let your followers know you're going live": "Tweetez pour que vos followers sachent que vous passez en direct",
  "Optimized encoding provides better quality and/or lower cpu/gpu usage. Depending on the game, resolution may be changed for a better quality of experience": "L'encodage optimisé offre une meilleure qualité et/ou une utilisation réduite du processeur/gpu. Selon le jeu, la résolution peut être modifiée pour une meilleure expérience.",
  "An error occurred with the output. This is usually caused by out of date video drivers. Please ensure your Nvidia or AMD drivers are up to date and try again.": "Une erreur est survenue au niveau de la sortie. Elle est généralement due à des pilotes vidéo obsolètes. Assurez-vous que vos pilotes Nvidia ou AMD sont à jour et réessayez.",
  "An error occurred with the output. Please check your streaming and recording settings.": "La sortie présente une erreur. Vérifiez vos paramètres de streaming et d’enregistrement.",
  "OK": "OK",
  "Streaming Error": "Erreur de streaming",
  "Recording Error": "Erreur d'enregistrement",
  "Replay Buffer Error": "Erreur de la mémoire tampon de relecture",
  "Learn More": "En savoir plus",
  "More": "Plus",
  "System error message:": "Message d’erreur système:",
  "Something went wrong while going live, please try again.": "Une erreur est survenue lors de la diffusion en direct. Veuillez essayer à nouveau.",
  "Your stream has started, but there were issues with other actions taken": "Votre stream a commencé, mais d'autres actions ont rencontré des problèmes",
  "You must select a game": "Vous devez sélectionner un jeu",
  "Please schedule no further than 7 days in advance and no sooner than 10 minutes in advance.": "Merci de ne pas planifier plus de 7 jours et moins de 10 minutes à l'avance.",
  "No Sources": "Aucune source",
  "Enable Multistream": "Activer le multiflux",
  "Multistream allows you to stream to multiple platforms simultaneously.": "Multistream vous permet de diffuser en continu sur plusieurs plateformes simultanément.",
  "Multistream": "Multistream",
  "Your Twitch login is expired. Please log in again to continue using Streamlabs": "Your Twitch login is expired. Please log in again to continue using Streamlabs",
  "Refresh Login": "Actualiser la connexion",
  "%{platform} Settings": "Paramètres de %{platform}",
  "Update settings for %{platform}": "Mettre à jour les paramètres pour %{platform}",
  "Link to the %{platform} page has been copied to your clipboard": "Le lien vers la page %{platform} a été copié dans votre presse-papiers",
  "Failed to fetch settings from %{platformName}": "Échec de la récupération des paramètres de %{platformName}",
  "Failed to update settings for %{platformName}": "Échec de la mise à jour des paramètres pour %{platformName}",
  "prepopulateStreamSettingsError": "Une erreur s’est produite pendant la récupération des informations de votre chaîne. Vous pouvez essayer de <fetch-again-link>récupérer de nouveau les informations</fetch-again-link> ou vous pouvez simplement <just-go-live-link>passer au direct</just-go-live-link>. Si cette erreur persiste, essayez de vous déconnecter, puis de vous reconnecter.",
  "updateStreamSettingsError": "Une erreur s'est produite lors de la mise à jour des informations de votre stream. Vous pouvez <try-again-link>réessayer</try-again-link> ou <just-go-live-link> simplement commencer la diffusion</just-go-live-link>. Si l'erreur persiste, vous pouvez vous déconnecter et vous reconnecter à nouveau.",
  "twitchMissedScopeError": "<p>It looks like you connected your Twitch account on the streamlabs.com website. To start streaming you should connect it again via Streamlabs Desktop</p><connect-button>Connect Twitch</connect-button>",
  "Multistreaming to these platforms requires Prime": "Le streaming multiple sur ces plates-formes nécessite Prime",
  "Become a Prime member": "Devenir membre Prime",
  "You must select a game for %{platformName}": "Vous devez sélectionner un jeu pour %{platformName}",
  "Connect %{platformName} to Streamlabs.": "Connect %{platformName} to Streamlabs.",
  "Connect %{platformName}": "Connecter %{platformName}",
  "Stream to %{platformName}": "Diffuser sur %{platformName}",
  "Schedule to %{platformName}": "Programmer sur %{platformName}",
  "Use different title, game and description": "Utilisez un titre, un jeu et une description différents",
  "Use different title and description": "Utilisez un titre et une description différents",
  "Use different title and game": "Utilisez un titre et un jeu différents",
  "Use different title": "Utilisez un titre différent",
  "Search tags": "Rechercher des tags",
  "Successfully updated": "Mis à jour avec succès",
  "Go back": "Retour",
  "Show Advanced Settings": "Afficher les paramètres avancés",
  "Configure the Multistream service": "Configurer le service Multistream",
  "Apply optimized settings": "Appliquer les paramètres optimisés",
  "Start video transmission": "Lancement de la transmission vidéo",
  "Publish Youtube broadcast": "Publier une diffusion YouTube",
  "Post a tweet": "Publier un tweet",
  "You could try reducing the number of your destinations to one for direct streaming.": "Vous pouvez essayer de réduire le nombre de vos destinations à une pour un streaming direct.",
  "Add Destination": "Ajouter une destination",
  "Extras": "Extras",
  "Go back to settings": "Revenir aux paramètres",
  "Select at least one destination": "Sélectionnez au moins une destination",
  "You cannot unlink the platform you used to sign in to Streamlabs Desktop. If you want to unlink this platform, please sign in with a different platform.": "You cannot unlink the platform you used to sign in to Streamlabs Desktop. If you want to unlink this platform, please sign in with a different platform.",
  "You cannot disable the platform you used to sign in to Streamlabs Desktop. Please sign in with a different platform to disable streaming to this destination.": "You cannot disable the platform you used to sign in to Streamlabs Desktop. Please sign in with a different platform to disable streaming to this destination.",
  "Checking optimized setting for %{game}": "Vérification des paramètres optimisés pour %{game}",
  "There was an error starting the output. Check your settings and try again. If this issue persists, please contact Streamlabs support.": "Une erreur est survenue au démarrage de la sortie. Vérifiez vos paramètres et réessayez. Si le problème persiste, contactez le support Streamlabs.",
  "Contact Support": "Contacter le support",
  "The request to the platform failed": "La demande envoyée à la plate-forme a échoué",
  "No Facebook pages were found": "Aucune page Facebook trouvée",
  "Missing required oauth scope": "Portée oauth requise manquante",
  "Failed to fetch platform settings": "Échec de la récupération des paramètres de la plate-forme",
  "Failed to update platform settings": "Échec de la mise à jour des paramètres de la plate-forme",
  "The Multistream server is temporarily unavailable": "Le serveur Multistream est temporairement indisponible",
  "Failed to configure the Multistream server": "Échec de la configuration du serveur Multistream",
  "Your YouTube account is not enabled for live streaming": "La diffusion en direct n'est pas activée sur votre compte YouTube",
  "Failed to publish the YouTube broadcast": "Échec de la publication de la diffusion YouTube",
  "Failed to post the Tweet": "Échec de la publication du tweet",
  "This feature is for Prime members only": "Cette fonctionnalité est réservée aux membres Prime",
  "An unkown error occurred": "Une erreur inconnue est survenue",
  "Please enable your account for live streaming, and wait 24 hours before attempting to stream.": "Veuillez activer votre compte pour la diffusion en direct et attendre 24 heures avant d'essayer de diffuser.",
  "Please try again. If the issue persists, you can stream directly to a single platform instead.": "Veuillez réessayer. Si le problème persiste, vous pouvez diffuser directement sur une seule plate-forme.",
  "Enable Live Streaming": "Activer le streaming en direct",
  "Destination": "Destination",
  "You cannot disable the platform you used to sign in to Streamlabs Desktop. Please sign in with a different platform to disable streaming to this destinationType.": "You cannot disable the platform you used to sign in to Streamlabs Desktop. Please sign in with a different platform to disable streaming to this destinationType.",
  "canNotDisablePrimaryPlatform": "Vous ne pouvez pas désactiver la plate-forme avec laquelle vous vous êtes connecté. <br/> Souhaitez-vous <switch-account-link> vous connecter à un autre compte</switch-account-link>?",
  "Your stream title or description contain banned words": "Le titre ou la description de votre stream contient des mots interdits",
  "Platform": "Platform",
  "Update scheduled event": "Update scheduled event",
  "Schedule new stream": "Schedule new stream",
  "Stream scheduled": "Stream scheduled",
  "Invalid settings. Please check the form": "Paramètres non valides. Veuillez vérifier le formulaire",
  "Common Stream Settings": "Paramètres de stream courants",
  "Schedule Stream for %{formattedDate}": "Schedule Stream for %{formattedDate}",
  "Update Scheduled Stream for %{formattedDate}": "Update Scheduled Stream for %{formattedDate}",
  "You can not schedule to a past date": "You can not schedule to a past date"
}
