{
  "Are you sure you want to stop streaming?": "Etes vous sur de vouloir supprimer?",
  "Invalid Path or Connection URL.  Please check your settings to confirm that they are valid.": "Adresse de connexion ou chemin invalide. Veuillez vérifier vos paramètres afin de confirmer leur validité.",
  "Failed to connect to the streaming server.  Please check your internet connection.": "La connexion au serveur de diffusion a échoué. Veuillez vérifier le bon fonctionnement de votre connexion Internet.",
  "Disconnected from the streaming server.  Please check your internet connection.": "Déconnexion du serveur de diffusion. Veuillez vérifier le bon fonctionnement de votre connexion Internet.",
  "Could not access the specified channel or stream key, please double-check your stream key.  ": "Impossible d'accéder à la chaîne ou à la clé de diffusion spécifiée, veuillez revérifier votre clé de diffusion.  ",
  "If it is correct, there may be a problem connecting to the server.": "Si celle-ci est correcte, il y a peut-être un problème de connexion au serveur.",
  "There is not sufficient disk space to continue recording.": "Il n'y a plus d'espace disponible sur le disque dur pour continuer l'enregistrement.",
  "The output format is either unsupported or does not support more than one audio track.  ": "Le format de sortie n'est soit pas supportée ou ne supporte pas plus d'une piste audio.  ",
  "Please check your settings and try again.": "Veuillez vérifier vos paramètres de configuration et essayer à nouveaux.",
  "An unexpected error occurred:": "Une erreur inateendue s'est produite:",
  "Title": "Titre",
  "Game": "Jeux",
  "Do not show this message when going live": "Ne plus afficher ce message en commençant la diffusion",
  "You will not be asked again to update your stream info when going live.  ": "Vous ne serez plus demandé de mettre à jour vos informations avant de commencer la diffusion.  ",
  "You can re-enable this from the settings.": "Vous pouvez reactiver cette option depuis vos paramètres de configuration.",
  "Confirm & Go Live": "Confirmer et Commancer la Diffusion",
  "Update Stream Info": "Mettre à jour les informations de diffusion",
  "There was an error fetching your channel information.  You can try": "Une erreur est survenue lors de la récupération des informations de votre chaîne. Vous pouvez essayer",
  "fetching the information again": "de récupérer les informations une nouvelle fois",
  "or you can": "ou vous pouvez",
  "just go live.": "commencer la diffusion.",
  "If this error persists, you can try logging out and back in.": "Si l'erreur persiste, vous pouvez vous déconnecter et vous reconnecter à nouveaux.",
  "Use optimized encoder settings": "Utiliser les paramètres d'encodage optimisés",
  "Optimized encoder gives equivalent quality while reducing usage. Game specific encoders for Fortnite, PUBG, Destiny 2, and League Of Legends": "L'optimisation d'encodage produit une qualité équivalente en réduisant l'usage des ressources.",
  "Something went wrong while updating your stream info.  Please try again.": "Une erreur innatendue est survenue lors de la mise à jour de vos informations de diffusion. Veuillez essayer à nouveaux.",
  "Something went wrong while updating your stream info. You can try again, or you can": "Une erreur innatendue est survenue lors de la mise à jour de vos informations de diffusion. Veuillez essayer à nouveaux, ou vous pouvez",
  "just go live": "commencer la diffusion",
  "Optimized profile for average CPUs": "Profile optimisé pour les CPUs moyennes",
  "Optimized profile for weak CPUs": "Profile optimisé pour les faibles CPUs",
  "YouTube account not enabled for live streaming": "Le compte Youtube n'a pas activé la diffusion en direct",
  "Fix": "Réparer",
  "I'm set up": "Je suis installé",
  "END STREAM": "TERMINER LA DIFFUSION",
  "STARTING": "COMMENCEMENT",
  "ENDING": "TERMINAISON",
  "RECONNECTING": "RECONNEXION",
  "GO LIVE": "COMMENCER LA DIFFUSION",
  "Go to Youtube to view your live stream": "Aller sur Youtube pour visualiser la diffusion en direct",
  "Edit your stream title and description": "Editer le titre de la diffusion et la description",
  "Go to Youtube Live Dashboard to control your stream": "Aller sur le tableaux de bord en direct de Youtube pour gérer la diffusion",
  "Are you sure you want to exit while live?": "Etes vous sur de vouloir quitter l'application en pleine diffusion?",
  "Enable the preview stream": "Activer la prévisualisation de la diffusion",
  "Disable the preview stream, can help with CPU": "Activer la prévisualisation de la diffusion, peut aider à réduire l'utilisation de la CPU",
  "viewers": "téléspectateurs",
  "Refresh Chat": "Actualiser le Chat",
  "Your chat is currently offline": "Votre chat est actuellement hors ligne",
  "Set path in Settings > Output.": "Saisir le chemin dans Paramètres > Sortie."
}