{
  "TikTok Server URL": "URL du serveur TikTok",
  "TikTok Stream Key": "Clé de stream TikTok",
  "Locate my Stream Key": "Localiser ma clé de stream",
  "Click here to learn more about streaming on TikTok": "Cliquez ici pour en savoir plus sur le streaming sur TikTok",
  "Go to the TikTok Live Center Dashboard": "Va sur le tableau de bord du TikTok Live Center",
  "Go live to TikTok with a single click. Click here to learn more.": "Passe en direct sur TikTok en un seul clic. Clique ici pour en savoir plus.",
  "Apply for TikTok Live Permission": "Demande l'autorisation pour TikTok Live",
  "Reapply for TikTok Live Permission": "Demande à nouveau l'autorisation TikTok Live",
  "Generate with \"Locate my Stream Key\"": "Générer avec \"Localiser ma clé de stream\".",
  "You do not have permission to stream live to TikTok.": "Tu n’as pas l'autorisation de streamer en direct sur TikTok",
  "Open TikTok Live Center": "Ouvre le Centre TikTok Live",
  "Access chat for TikTok in the TikTok Live Center.": "Accède au chat pour TikTok dans le TikTok Live Center.",
  "Failed to update TikTok account": "Échec de la mise à jour du compte TikTok",
  "Failed to update TikTok account. Please unlink and reconnect your TikTok account.": "Échec de la mise à jour du compte TikTok. Déconnecte et reconnecte ton compte TikTok.",
  "Close Streamlabs Desktop and reload": "Ferme Streamlabs Desktop et recharge le logiciel",
  "Go to Settings - Stream and reconnect TikTok": "Va dans Paramètres - Stream et reconnecte TikTok.",
  "Connect TikTok Account": "Connecter un compte TikTok",
  "Failed to generate TikTok stream credentials. Confirm Live Access with TikTok.": "N'a pas réussi à générer les informations d'identification du stream TikTok. Confirme l'accès en direct avec TikTok.",
  "Approvals are solely at TikTok's discretion.": "Les approbations sont uniquement à la discrétion de TikTok.",
  "TikTok Category": "Catégorie TikTok",
  "TikTok Live Access not granted. Click here to learn more.": "L'accès TikTok Live n'est pas accordé. Clique ici pour en savoir plus.",
  "Only 32 characters of your title will display on TikTok": "Seuls 32 caractères de ton titre s'afficheront sur TikTok.",
  "You may be eligible for TikTok Live Access. <apply>Apply here.</apply>": "Tu peux peut-être bénéficier de l'accès à TikTok Live. <apply>Demander l’approbation ici.</apply>",
  "Click to view TikTok Replay in your browser.": "Clique pour voir le Replay TikTok dans ton navigateur."
}
