{
  "Troubleshooter": "Dépanneur",
  "Open Settings": "Ouvrir les paramètres",
  " Streamlabs OBS has detected dropped frames": " Streamlabs OBS a détecté des images perdues",
  "What does this mean?": "Qu'est-ce que ça veut dire?",
  " Some frames have not been uploaded. This problem is usually related to a poor network connection.": " Certaines images n'ont pas été uploadées. Ce problème est généralement lié à une mauvaise connexion réseau.",
  "What can I do?": "Que puis-je faire?",
  "Check the health of your Internet connection": "Vérifiez la santé de votre connexion Internet",
  "Change your ingest server": "Changez votre serveur d'acquisition",
  "If none of these worked, lower your bitrate": "Si aucun d'entre eux n'a fonctionné, réduisez votre débit",
  "Streamlabs OBS has detected skipped frames": "Streamlabs OBS a détecté des images ignorées",
  "Some frames have not been encoded.": "Certaines images n'ont pas été encodées.",
  "This problem is usually due to high CPU usage or unsuitable encoder settings.": "Ce problème est généralement dû à une utilisation élevée du processeur ou à des paramètres d'encodeur inappropriés.",
  "Lower your encoder settings (preset)": "Baissez les paramètres de votre encodeur (préréglage)",
  "Ensure that you don't have any other applications open that are heavy on your CPU": "Assurez-vous que vous n'avez aucune autre application ouverte sur votre CPU",
  "Enable performance mode in the Editor context menu": "Activer le mode performance dans le menu contextuel de l'éditeur",
  "Streamlabs OBS has detected lagged frames": "Streamlabs OBS a détecté des images retardées",
  "Some frames took too long to get rendered.": "Certaines images ont pris trop de temps pour être rendues.",
  "Usually the problem is related to your game using up too many GPU resources.": "Habituellement, le problème est lié à votre jeu utilisant trop de ressources GPU.",
  "When this happens, Streamlabs OBS does not have any resources left over to render frames.": "Lorsque cela se produit, Streamlabs OBS n'a plus de ressources pour restituer les images.",
  "Cap your in-game framerate": "Fixer votre framerate dans le jeu",
  "Enable VSync in your game": "Activer VSync dans votre jeu",
  "Disable FreeSync or GSync in your Driver": "Désactivez FreeSync ou GSync dans votre pilote",
  "Lower graphics settings until you stop lagging frames": "Réduisez les paramètres graphiques jusqu'à ce que vous arrêtiez les images retardés",
  "Disable hardware decoding under any media sources(This will slightly increase cpu over gpu)": "Désactiver le décodage matériel sur toutes les sources de média (Cela augmentera légèrement le Cpu par rapport au Gpu)"
}