{
  "Troubleshooter": "Utilitaire de résolution des problèmes",
  "Open Settings": "Ouvrir les paramètres",
  " Streamlabs has detected dropped frames": " Streamlabs a détecté des pertes d'images",
  "What does this mean?": "Qu'est-ce que ça veut dire?",
  " Some frames have not been uploaded. This problem is usually related to a poor network connection.": " Certaines images n'ont pas été chargées. Ce problème est généralement lié à une mauvaise connexion réseau.",
  "What can I do?": "Que puis-je faire?",
  "Check the health of your Internet connection": "Vérifiez votre connexion Internet",
  "Change your ingest server": "Changez de serveur Ingest",
  "If none of these worked, lower your bitrate": "Si aucune de ces solutions ne fonctionne, réduisez votre vitesse de transmission",
  "Streamlabs has detected skipped frames": "Streamlabs a détecté des images ignorées",
  "Some frames have not been encoded.": "Certaines images n'ont pas été encodées.",
  "This problem is usually due to high CPU usage or unsuitable encoder settings.": "Ce problème est généralement dû à une utilisation élevée de l'UC ou à des paramètres d'encodeur inappropriés.",
  "Lower your encoder settings (preset)": "Réduisez les paramètres de votre encodeur (préconfigurés)",
  "Ensure that you don't have any other applications open that are heavy on your CPU": "Assurez-vous que vous n'avez aucune autre application ouverte qui utilise beaucoup d'UC",
  "Enable performance mode in the Editor context menu": "Activez le mode performance dans le menu contextuel de l'éditeur",
  "Streamlabs has detected lagged frames": "Streamlabs a détecté des images décalées",
  "Some frames took too long to get rendered.": "Certaines images ont pris trop de temps pour être rendues.",
  "Usually the problem is related to your game using up too many GPU resources.": "Généralement, le problème est dû à une utilisation excessive d'UC par votre jeu.",
  "When this happens, Streamlabs does not have any resources left over to render frames.": "Lorsque cela se produit, Streamlabs n'a pas les ressources pour restituer les images.",
  "Cap your in-game framerate": "Fixer une limite à la fréquence d'images dans le jeu",
  "Enable VSync in your game": "Activer VSync dans votre jeu",
  "Disable FreeSync or GSync in your Driver": "Désactiver FreeSync ou GSync dans votre pilote",
  "Lower graphics settings until you stop lagging frames": "Réduisez les paramètres graphiques jusqu'à ce qu'il n'y ait plus d'images retardées",
  "Disable hardware decoding under any media sources(This will slightly increase cpu over gpu)": "Désactiver le décodage matériel sur toutes les sources multimédia (cela augmentera légèrement l'UC par rapport au GPU)"
}
