{
  "Banned Media": "Contenu multimédia banni",
  "Check Banned Media": "Contrôler le contenu multimédia banni",
  "Price Per Second": "Prix par seconde",
  "Min. Amount to Share": "Quantité minimale pour partager",
  "Max Duration": "Durée maximale",
  "Buffer Time": "Temps de mise en mémoire tampon",
  "Spam Security": "Sécurité anti-spam",
  "The time between videos the next video has to buffer.": "Entre les vidéos, le temps de mise en mémoire tampon de la vidéo suivante.",
  "Manage Media Settings": "Gérer les paramètres multimédias",
  "The maximum duration in seconds that media can be played, regardless of amount donated. The default value is 60 seconds.": "La durée maximale en secondes pendant laquelle le média passera, quel que soit le montant donné. La valeur par défaut est de 60 secondes.",
  "This slider helps you filter shared media before it can be submitted.\nOff: No security\nLow: 65%+ rating, 5k+ views\nMedium: 75%+ rating, 40k+ views\nHigh: 80%+ rating, 300k+ views\nVery High: 85%+ rating, 900k+ views": "Ce curseur vous aide à filtrer les éléments multimédias partagés avant qu'ils ne soient envoyés.\nOff: aucune sécurité\nFaible: notation 65 %+, plus de 5 000 vues\nMoyen: notation 75 %+, plus de 40 000 vues\nÉlevé: notation 80%+, plus de 300 000 vues\nTrès élevé: notation 85%+, plus de 900 000 vues",
  "The minimum amount a donor must donate in order to share media. The default value is $5.00 USD": "Montant minimum qu'un donateur doit donner pour pouvoir partager des contenus multimédias. La valeur par défaut est de 5,00 $",
  "In order to control length, you can decide how much it costs per second to share media. Setting this to 0.30 would mean that for $10, media would play for 30 seconds. The default value is 0.10.": "Afin de contrôler la durée, vous pouvez décider du coût du partage de contenu multimédia par seconde. Définir ce paramètre à 0,30 signifie que, pour 10 $, le support fonctionnerait pendant 30 secondes. La valeur par défaut est 0,10."
}
