{
  "Add Widgets": "Ajouter des modules",
  "Select the Streamlabs widgets you would like to activate for your stream. These will get automatically added to your scene.": "Sélectionnez les widgets Streamlabs que vous souhaitez activer pour votre flux. Ceux-ci seront automatiquement ajoutés à votre scène.",
  "Thanks viewers with notification popups": "Remercier les spectateurs avec des notifications pop-up",
  "Most recent events into your stream": "Les événements les plus récents dans votre flux",
  "A jar that catches bits, tips, and more": "Un pot qui attrape des bits, des dons, et plus",
  "Your channel's chat in your stream": "Le chat de votre chaîne dans votre flux",
  "Show off most recent donations to viewers": "Montrer les dons les plus récents aux téléspectateurs",
  "Give your viewers a donation target to help you reach": "Donnez à vos spectateurs un objectif de don pour vous aider à l'atteindre",
  "Give your viewers a follower target to help you reach": "Donnez à vos spectateurs une cible de follower pour vous aider à atteindre",
  "Give your viewers a bit target to help you reach": "Donnez à vos spectateurs une cible de bit pour vous aider à l'atteindre",
  "Give your viewers a subscriber target to help you reach": "Donnez à vos téléspectateurs une cible d'abonnés pour vous aider à l'atteindre",
  "Show off how many viewers you have from multiple platforms": "Montrez combien de spectateurs vous avez sur plusieurs plateformes",
  "Give your viewers an opportunity of becoming a boss": "Donner à vos spectateurs l’occasion de devenir un boss",
  "Rolling credits at the end of your stream": "Dérouler les crédits à la fin de votre flux",
  "Add %{widgetscount} Widgets": "Ajouter %{widgetscount} Widgets",
  "Rather do this manually?": "Plutôt le faire manuellement?",
  "Setup later": "Configurer plus tard",
  "Widget Theme installed & activated. Click here to manage your Widget Profiles.": "Module Thème installé et activé. Cliquez ici pour gérer vos profils de module.",
  "Follow": "Follow",
  "Subscription": "Abonnement",
  "Donation": "Don",
  "Bits": "Bits",
  "Host": "Hébergement",
  "The Google Font to use for the text. Visit http://google.com/fonts to find one! Popular Fonts include: Open Sans, Roboto, Oswald, Lato, and Droid Sans.": "La police Google à utiliser pour le texte. Visitez http://google.com/fonts pour en trouver une ! Les polices les plus populaires sont : Ouvrez Sans, Roboto, Oswald, Lato et Droid Sans.",
  "A hex code for the base text color.": "Un code hexadécimal pour la couleur du texte de base.",
  "A hex code for the widget background. This is for preview purposes only. It will not be shown in your stream.": "Un code hexadécimal pour le fond du widget. Il n'est fourni qu'à titre d'aperçu et ne sera pas affiché sur votre stream.",
  "Note: This background color is for preview purposes only. It will not be shown in your stream.": "Remarque : cette couleur d'arrière-plan n'est utilisée que pour proposer une prévisualisation. Elle ne sera pas affichée sur votre stream.",
  "Please login to configure widget": "Veuillez vous connecter pour configurer le widget",
  "Enable Custom Code": "Activer le code personnalisé",
  "Sources and Settings": "Sources et paramètres",
  "Selected Properties": "Propriétés sélectionnées",
  "Failed to load settings": "Impossible de charger les paramètres",
  "HTML": "HTML",
  "CSS": "CSS",
  "JS": "JS",
  "Custom Fields": "Champs personnalisés",
  "Settings for ": "Paramètres pour ",
  "Widget Editor": "Éditeur de widgets",
  "HTML CSS": "HTML CSS",
  "Font Size": "Taille de la police",
  "Font Family": "Famille de police",
  "Font Style": "Style de police",
  "Save failed, something went wrong.": "Échec de la sauvegarde. Quelque chose a mal tourné.",
  "This widget does not have defaults.": "Ce widget n'a pas de valeurs par défaut.",
  "Add Custom Fields": "Ajouter des champs personnalisés",
  "Remove Custom Fields": "Supprimer les champs personnalisés",
  "No fields added": "Aucun champ ajouté",
  "Font Settings": "Paramètres des polices de caractères",
  "Visual Settings": "Paramètrages visuels",
  "Bounce": "Rebondir",
  "Pulse": "Impulsion",
  "Rubber Band": "Élastique",
  "Tada": "Tada",
  "Wave": "Vague",
  "Wiggle": "Remuer",
  "Wobble": "Osciller",
  "Very Rarely": "Très rarement",
  "Rarely": "Rarement",
  "As Default": "Par défaut",
  "Frequently": "Fréquemment",
  "Very Frequently": "Très fréquemment",
  "Recent Events": "Événements récents",
  "Effects/Rallies": "Effects/Rallies",
  "Sparks sent are at least <amount>": "Sparks sent are at least <amount>",
  "Sparks sent are exactly <amount>": "Sparks sent are exactly <amount>",
  "Ember amount is at least <amount>": "Ember amount is at least <amount>",
  "Ember amount is exactly <amopunt>": "Ember amount is exactly <amopunt>"
}
