{
  "YouTube stream status": "État du stream YouTube",
  "Waiting for YouTube to receive the video signal...": "Attendre que YouTube reçoive le signal vidéo…",
  "Testing your broadcast...": "Test de votre diffusion…",
  "Finalizing broadcast testing...": "Finalisation du test de diffusion…",
  "Publishing to your YouTube channel...": "Publication sur votre chaîne YouTube…",
  "Waiting broadcast to be published...": "Attente de publication de la diffusion…",
  "You're live!": "Vous êtes en direct!",
  "Waiting for broadcast to be published...": "Attendre la publication de la diffusion…",
  "Working on your live stream": "Traitement de votre stream en direct",
  "Your stream will start shortly. You can close this window.": "Votre stream va commencer sous peu. Vous pouvez fermer cette fenêtre.",
  "Go to YouTube Live Dashboard": "Accédez au tableau de bord YouTube Live",
  "Create New Event": "Créer un nouvel événement",
  "YouTube Chat": "Chat YouTube",
  "This action cannot be performed inside Streamlabs OBS. To interact with chat, you can open this chat in a web browser.": "Cette action ne peut pas être effectuée dans Streamlabs OBS. Pour interagir avec le chat, vous pouvez l'ouvrir dans un navigateur Web.",
  "Open In Web Browser": "Ouvrir dans un navigateur Web",
  "Privacy": "Vie privée",
  "Public": "Publique",
  "Anyone can search for and view": "Tout le monde peut rechercher et regarder",
  "Unlisted": "Non répertoriée",
  "Anyone with the link can view": "Tous les utilisateurs disposant du lien peuvent regarder",
  "Private": "Privée",
  "Only you can view": "Vous seul pouvez regarder",
  "Category": "Catégorie",
  "Stream Latency": "Latence du stream",
  "Normal Latency": "Latence normale",
  "Low-latency": "Faible latence",
  "Ultra low-latency": "Latence ultra-faible",
  "Does not support: Closed captions, 1440p, and 4k resolutions": "Ne prend pas en charge: les sous-titres, les résolutions 1440p et 4K",
  "Enable DVR": "Activer l'enregistreur numérique vidéo",
  "Additional Settings": "Paramètres supplémentaires",
  "Open Youtube Studio": "Ouvrir YouTube Studio",
  "360° video": "Vidéo à 360 degrés",
  "Enable Auto-start": "Activer le démarrage automatique",
  "Enable Auto-stop": "Activer l'arrêt automatique",
  "latencyTooltip": "Un stream à faible latence peut réduire le temps nécessaire pour que la vidéo soit visible par les utilisateurs regardant une diffusion, mais cela peut parfois affecter la fluidité de la lecture.",
  "Enabling auto-start will automatically start the stream when you start sending data from your streaming software": "Activer le démarrage automatique démarrera automatiquement le stream lorsque vous commencerez à envoyer des données depuis votre logiciel de streaming.",
  "Enabling auto-stop will automatically stop the stream when you stop sending data from your streaming software": "Activer l'arrêt automatique arrêtera automatiquement le stream lorsque vous arrêterez d'envoyer des données depuis votre logiciel de streaming.",
  "DVR controls enable the viewer to control the video playback experience by pausing, rewinding, or fast forwarding content": "Les commandes de l'enregistreur numérique vidéo permettent aux spectateurs de contrôler l'expérience de lecture vidéo en mettant le contenu en pause ou en utilisant le retour ou l'avance rapide",
  "Auto-start is disabled for your broadcast. You should manually publish your stream from Youtube Studio": "Le démarrage automatique est désactivé pour votre diffusion. Vous devriez publier manuellement votre stream depuis YouTube Studio",
  "Made for kids": "Conçu pour les enfants",
  "Features like personalized ads and live chat won't be available on live streams made for kids.": "Les fonctionnalités comme les publicités personnalisées et le chat en direct ne seront pas disponibles pour les streams conçus pour les enfants.",
  "Try our new thumbnail editor": "Essayez notre nouvel éditeur de miniatures"
}
