{
  "We are improving our backend systems. As part of the migration process, we will need to you log in again. If you have any questions, you can": "Zlepšujeme naše backendové systémy. V rámci procesu migrácie sa budete musieť znova prihlásiť. Ak máte nejaké otázky, môžete",
  "contact support.": "kontaktujte podporu.",
  "Sign in with your streaming account to get started with Streamlabs": "Ak chcete začať používať Streamlabs, prihláste sa pomocou svojho streamingového účtu",
  "Select an OBS profile to import": "Vyberte profil OBS, ktorý chcete importovať",
  "Import from OBS": "Import z OBS",
  "Start Fresh": "Začať čerstvé",
  "Importing": "Import",
  "Successfully Imported": "Bol úspešne importovaný",
  "Importing your scenes and sources": "Import vašich scén a zdrojov",
  "All scenes, sources and settings have been imported.": "Všetky scény, zdroje a nastavenia boli importované.",
  "Import your scenes and your settings from OBS with a simple click, or start fresh.": "Importujte svoje scény a svoje nastavenia z OBS jednoduchým kliknutím alebo začnite znova.",
  "Click below and we'll analyze your internet speed and computer hardware to give you the best settings possible.": "Kliknite nižšie a analyzujeme vašu rýchlosť internetu a hardvér počítača, aby sme vám poskytli najlepšie možné nastavenia.",
  "Start": "Štart",
  "Rather do this manually?": "Skôr to robíte manuálne?",
  "Setup later": "Nastavenie neskôr",
  "Detecting your location...": "Zisťuje sa vaša poloha...",
  "Performing bandwidth test...": "Vykonáva sa test šírky pásma...",
  "Testing streaming encoder...": "Testuje sa kodér streamovania...",
  "Testing recording encoder...": "Testing recording encoder...",
  "Attempting stream...": "Pokúšam sa o stream...",
  "Reverting to defaults...": "Návrat k predvoleným hodnotám...",
  "Applying stream settings...": "Použitie nastavení toku...",
  "Applying general settings...": "Používajú sa všeobecné nastavenia...",
  "Optimizing...": "Optimalizácia...",
  "Optimize": "Optimalizácia",
  "We're connecting to OBS and pulling your previous settings for a seamless conversion.": "Pripájame sa k OBS a sťahujeme vaše predchádzajúce nastavenia pre hladkú konverziu.",
  "Initialzing ...": "Prebieha inicializácia ...",
  "Connecting to OBS ...": "Pripája sa k OBS ...",
  "Pulling settings ...": "Nastavenia ťahania ...",
  "Starting import ...": "Začína sa import ...",
  "Finalizing ...": "Dokončenie ...",
  "We're analyzing your internet speed and computer hardware to give you the best settings possible.": "Analyzujeme vašu rýchlosť internetu a hardvér počítača, aby sme vám poskytli čo najlepšie nastavenie.",
  "Done!": "Hotový!",
  "Next": "Ďalšie",
  "Scene Collections Import": "Import scénových zbierok",
  "The following scene collections have been imported from your Streamlabs account": "Z vášho účtu Streamlabs boli importované nasledujúce kolekcie scén",
  "Continue": "Ďalej",
  "Collecting some information about your PC...": "Zhromažďujú sa niektoré informácie o vašom počítači...",
  "We found optimized settings for your PC": "Našli sme optimalizované nastavenia pre váš počítač",
  "Something went wrong": "Niečo sa pokazilo",
  "Streamlabs OBS is ready to go": "Streamlabs OBS je pripravený na použitie",
  "Download and Apply": "Stiahnite si a použite",
  "This device is not available": "Toto zariadenie nie je k dispozícii",
  "Set Up Mic and Webcam": "Set Up Mic and Webcam",
  "Sign in with your streaming account to get started with Streamlabs OBS": "Ak chcete začať používať službu Streamlabs OBS, prihláste sa pomocou svojho streamingového účtu",
  "Welcome to Streamlabs OBS": "Vitajte v Streamlabs OBS",
  "Import your existing settings from OBS in less than a minute and go live": "Importujte svoje existujúce nastavenia z OBS za menej ako minútu a začnite zverejňovať svoje výsledky",
  "We import all of your settings, including scenes, output, configurations, and much more": "Importujeme všetky vaše nastavenia vrátane scén, výstupov, konfigurácií a oveľa viac",
  "Start with a clean copy of Streamlabs OBS and configure your settings from scratch": "Začnite čistou kópiou Streamlabs OBS a svoje nastavenia nakonfigurujte od nuly",
  "Add a Theme": "Pridajte motív",
  "Not seeing a theme that catches your eye? Our theme library has hundreds of free choices available": "Nevidíte tému, ktorá vás upúta? Naša tematická knižnica má k dispozícii stovky bezplatných výberov",
  "Something went wrong.": "Niečo sa pokazilo.",
  "In-game Overlay": "Prekrytie v hre",
  "Optimized Video Encoding": "Optimalizované kódovanie videa",
  "A few benefits of using Streamlabs OBS": "Niekoľko výhod používania Streamlabs OBS",
  "Some exclusive features we recommend to take your stream to the next level": "Niektoré exkluzívne funkcie odporúčame presunúť váš stream na ďalšiu úroveň",
  "Detected %{continent}": "Zistené %{continent}",
  "Check out 50+ amazing apps from independent developers, ranging from DMCA-compliant music to stunning overlays to more tools to engage with your community. Head over to the app store in the left navigation to browse our selection of free and paid apps.": "Check out 50+ amazing apps from independent developers, ranging from DMCA-compliant music to stunning overlays to more tools to engage with your community. Head over to the app store in the left navigation to browse our selection of free and paid apps.",
  "Only have one screen? Perfect! Enable our in-game overlay to make sure you catch every chat message and stream event that happens while you get your game on. You can enable this feature in the ‘Game Overlay’ tab of the settings menu.": "Máte iba jednu obrazovku? Perfektné! Povoľte naše prekrytie v hre, aby ste sa uistili, že ste zachytili každú správu z chatu a streamovanú udalosť, ktorá sa stane počas vašej hry. Túto funkciu môžete povoliť na karte „Overlay Game“ v ponuke nastavení.",
  "Re-Authorize": "Re-Authorize",
  "or select another platform": "alebo vyberte inú platformu",
  "Connect to %{platform}": "Pripojte sa k %{platform}",
  "View help docs": "Zobraziť dokumenty pomocníka",
  "Enter your stream key.": "Zadajte kľúč streamu.",
  "Select platform": "Vyberte platformu",
  "No webcam detected": "Nezistila sa žiadna webová kamera",
  "Enable multistream to grow your audience, build your brand, and earn great prizes - with no extra effort. Available for Facebook today, and other platforms coming soon.": "Umožnite multistream pre rozšírenie publika, budovanie značky a získanie skvelých cien - bez ďalšieho úsilia. K dispozícii pre Facebook ešte dnes a ďalšie platformy už čoskoro.",
  "Enable multistream": "Povoliť viacstupňový prenos",
  "Enable multistream to get started.": "Ak chcete začať, povoľte viacstupňový.",
  "Merge your account with your new page. We can then track your progress so you can start earning great rewards!": "Zlúčte svoj účet s novou stránkou. Potom môžeme sledovať váš pokrok, aby ste mohli začať zarábať skvelé odmeny!",
  "A Facebook Gaming Page is required to multistream to Facebook.": "Herná stránka Facebook je potrebná na multistream na Facebook.",
  "Create Facebook Gaming Page": "Vytvorte stránku s herná na Facebooku",
  "Create Gaming Video Creator Page": "Vytvorte stránku Tvorca herného videa",
  "Merge your Facebook Gaming Page": "Zlúčte svoju stránku s hrami na Facebooku",
  "Merge with Facebook": "Zlúčiť s Facebookom",
  "primeTitle": "Join <prime-title>Prime</prime-title> for Exclusive Features",
  "Overlay, Widget & Site Themes": "Overlay, Widget & Site Themes",
  "Custom Domain + Website": "Custom Domain + Website",
  "More Than 40 FREE Apps": "More Than 40 FREE Apps",
  "Custom Merch Store": "Custom Merch Store",
  "Stream on Mobile": "Stream on Mobile",
  "Gold Status + FREE T-shirt": "Gold Status + FREE T-shirt",
  "Go Prime": "Go Prime",
  "Import": "Import",
  "While we import your settings and scenes from OBS Studio, check out these great features unique to Streamlabs OBS": "While we import your settings and scenes from OBS Studio, check out these great features unique to Streamlabs OBS",
  "Importing Your Existing Settings From OBS": "Importing Your Existing Settings From OBS"
}
