{
  "Are you sure you want to stop streaming?": "Naozaj chcete zastaviť streamovanie?",
  "Invalid Path or Connection URL.  Please check your settings to confirm that they are valid.": "Neplatná adresa URL cesty alebo pripojenia. Skontrolujte svoje nastavenia a overte, či sú platné.",
  "Failed to connect to the streaming server.  Please check your internet connection.": "Nepodarilo sa pripojiť k streamingovému serveru. Skontrolujte pripojenie k internetu.",
  "Disconnected from the streaming server.  Please check your internet connection.": "Odpojené od streamovacieho servera. Skontrolujte pripojenie k internetu.",
  "Could not access the specified channel or stream key. Please log out and back in to refresh your credentials. If the problem persists, there may be a problem connecting to the server.": "Nepodarilo sa získať prístup k zadanému kľúču kanála alebo streamu. Ak chcete obnoviť svoje poverenia, odhláste sa a znova sa prihláste. Ak problém pretrváva, môže sa vyskytnúť problém s pripojením na server.",
  "There is not sufficient disk space to continue recording.": "Na pokračovanie v nahrávaní nie je dostatok miesta na disku.",
  "The output format is either unsupported or does not support more than one audio track.  ": "Výstupný formát nie je podporovaný alebo nepodporuje viac ako jednu zvukovú stopu.  ",
  "Please check your settings and try again.": "Skontrolujte svoje nastavenia a skúste to znova.",
  "An unexpected error occurred:": "Vyskytla sa neočakávaná chyba:",
  "Title": "Názov",
  "Game": "Hra",
  "Do not show this message when going live": "Nezobrazovať túto správu, keď bude zverejnená",
  "You will not be asked again to update your stream info when going live.  ": "Po spustení vás už nebudeme žiadať o aktualizáciu informácií o streame.  ",
  "You can re-enable this from the settings.": "Môžete to znova povoliť z nastavení.",
  "Confirm & Go Live": "Potvrdiť a ísť naživo",
  "Update Stream Info": "Aktualizujte informácie o streame",
  "Use optimized encoder settings": "Použite optimalizované nastavenia kodéra",
  "Optimized encoder gives equivalent quality while reducing usage. Game specific encoders for Fortnite, PUBG, Destiny 2, and League Of Legends": "Optimalizovaný enkodér poskytuje rovnakú kvalitu pri súčasnom znížení spotreby. Herné enkodéry pre Fortnite, PUBG, Destiny 2 a League Of Legends",
  "Something went wrong while updating your stream info.  Please try again.": "Pri aktualizácii informácií o streame sa vyskytla chyba. Prosím skúste znova.",
  "Something went wrong while updating your stream info. You can try again, or you can": "Pri aktualizácii informácií o streame sa vyskytla chyba. Môžete to skúsiť znova alebo môžete",
  "just go live": "len choď naživo",
  "Optimized profile for average CPUs": "Optimalizovaný profil pre priemerné CPU",
  "Optimized profile for weak CPUs": "Optimalizovaný profil pre slabé CPU",
  "YouTube account not enabled for live streaming": "Účet YouTube nie je povolený na živé vysielanie",
  "Fix": "Fix",
  "I'm set up": "Som pripravený",
  "End Stream": "End Stream",
  "Starting": "Začínanie",
  "Ending": "Ukončenie",
  "Reconnecting": "Znovu zapojiť",
  "Go Live": "Začnite vysielať naživo",
  "Stop": "Zastaviť",
  "Save Replay": "Uložiť opakovanie",
  "Schedule Stream": "Naplánovať stream",
  "Go to YouTube to view your live stream": "Navštívte YouTube a sledujte svoje živé vysielanie",
  "Edit your stream title and description": "Upravte názov a popis streamu",
  "Go to YouTube Live Dashboard to control your stream": "Ak chcete ovládať svoj stream, prejdite na informačný panel YouTube Live",
  "Are you sure you want to exit while live?": "Naozaj chcete ukončiť, keď je vysielanie zapnuté?",
  "Enable the preview stream": "Povoľte stream ukážky",
  "Disable the preview stream, can help with CPU": "Zakážte stream ukážky, môžete pomôcť s procesorom",
  "viewers": "diváci",
  "Refresh Chat": "Znovu načítať chat",
  "Your chat is currently offline": "Váš chat je momentálne offline",
  "Set path in Settings > Output.": "Cestu nastavte v ponuke Nastavenia> Výstup.",
  "Start Replay Buffer": "Spustiť opakovanú vyrovnávaciu pamäť",
  "Stop Replay Buffer": "Zastaviť opakovanú vyrovnávaciu pamäť",
  "Stopping...": "Zastavenie...",
  "Your stream has been scheduled for %{time} from now. If you'd like to make another schedule please enter a different time": "Váš stream je odteraz naplánovaný na %{time}. Ak chcete vytvoriť iný rozvrh, zadajte iný čas",
  "Stop streaming to access these controls:": "Zastavte streamovanie a získajte prístup k týmto ovládacím prvkom:",
  "Tags": "Tagy",
  "Select stream tags": "Vyberte značky streamu",
  "You can now edit your channel tags from this screen.": "Na tejto obrazovke môžete teraz upraviť značky kanálov.",
  "Log out and back in to reauthorize additional permissions.": "Odhláste sa a znova sa autorizujte ďalšie povolenia.",
  "Are you sure you want to start streaming?": "Naozaj chcete začať streamovať?",
  "Please enable account for streaming to recieve a stream key": "Ak chcete získať kľúč streamu, povoľte účet na streamovanie",
  "You must create a Facebook gaming page to go live.": "Ak chcete začať hrať, musíte si vytvoriť stránku s hrami na Facebooku.",
  "Create Page": "Vytvoriť stránku",
  "Facebook Page": "Stránka na Facebooku",
  "Description": "Popis",
  "Checking optimized setting for": "Prebieha kontrola optimalizovaného nastavenia",
  "You will not be asked again to update your stream info when going live. ": "Po spustení vás už nebudeme žiadať o aktualizáciu informácií o streame. ",
  "Schedule": "Letový poriadok",
  "No matching game(s) found.": "Nenašli sa žiadne zodpovedajúce hry.",
  "Use optimized encoder settings ": "Použite optimalizované nastavenia kodéra ",
  "Use optimized encoder settings for %{game}": "Use optimized encoder settings for %{game}",
  "Scheduled Date": "Plánovaný dátum",
  "Scheduled Time": "Naplánovaný čas",
  "You are 10 minutes away from the 8 hour stream limit": "Ste vzdialený 10 minút od limitu stream 8 hodín",
  "Stream has disconnected, attempting to reconnect.": "Stream sa odpojil a pokúša sa znova pripojiť.",
  "Start typing to search": "Začnite písať a hľadať",
  "Twitch requires two factor authentication to be enabled on your account in order to stream to Twitch. Please enable two factor authentication and try again.": "Aby mohla spoločnosť Twitch streamovať do siete Twitch, vyžaduje, aby bola na vašom účte povolená dvojfaktorová autentifikácia. Povoľte dvojfaktorové overenie a skúste to znova.",
  "Twitch Authentication Error": "Chyba overenia Twitch",
  "Enable Two Factor Authentication": "Povoliť dvojfaktorové overenie",
  "Dismiss": "Zamietnuť",
  "It looks like you haven't added any video sources yet, so you will only be outputting a black screen.": "Zdá sa, že ste zatiaľ nepridali žiadne zdroje videa, takže na výstup bude iba čierna obrazovka.",
  "Are you sure you want to do this?": "Naozaj to chcete urobiť?",
  "You can add sources by clicking the + icon near the Sources box at any time": "Zdroje môžete kedykoľvek pridať kliknutím na ikonu + vedľa poľa Zdroje",
  "Tweet to let your followers know you're going live": "Tweet a dajte svojim sledujúcim vedieť, že sa chystáte naživo",
  "Optimized encoding provides better quality and/or lower cpu/gpu usage. Depending on the game, resolution may be changed for a better quality of experience": "Optimalizované kódovanie poskytuje lepšiu kvalitu a / alebo nižšie využitie procesora / gpu. V závislosti od hry sa rozlíšenie mohlo zmeniť kvôli lepšej kvalite skúsenosti",
  "An error occurred with the output. This is usually caused by out of date video drivers. Please ensure your Nvidia or AMD drivers are up to date and try again.": "Pri výstupe sa vyskytla chyba. Toto je zvyčajne spôsobené neaktuálnymi ovládačmi videa. Uistite sa, že ovládače Nvidia alebo AMD sú aktuálne a skúste to znova.",
  "An error occurred with the output. Please check your streaming and recording settings.": "An error occurred with the output. Please check your streaming and recording settings.",
  "OK": "OK",
  "Streaming Error": "Chyba streamovania",
  "Recording Error": "Chyba záznamu",
  "Replay Buffer Error": "Chyba opakovaného vyrovnávacej pamäte",
  "Learn More": "Viac informácií",
  "More": "More",
  "System error message:": "System error message:",
  "Something went wrong while going live, please try again.": "Počas prevádzky sa vyskytla chyba, skúste to znova.",
  "Your stream has started, but there were issues with other actions taken": "Your stream has started, but there were issues with other actions taken",
  "You must select a game": "Musíte vybrať hru",
  "Please schedule no further than 7 days in advance and no sooner than 10 minutes in advance.": "Časový rozvrh nie viac ako 7 dní vopred a nie skôr ako 10 minút vopred.",
  "No Sources": "Žiadne zdroje",
  "Enable Multistream": "Povoliť viacstupňový stream",
  "Multistream allows you to stream to multiple platforms simultaneously.": "Multistream vám umožňuje streamovať na viac platforiem súčasne.",
  "Multistream": "Multistream",
  "Your Twitch login is expired. Please log in again to continue using Streamlabs OBS": "Platnosť vášho prihlasovacieho mena Twitch vypršala. Ak chcete pokračovať v používaní služby Streamlabs OBS, znova sa prihláste",
  "Refresh Login": "Obnoviť prihlásenie",
  "%{platform} Settings": "%{platform} Settings",
  "Update settings for %{platform}": "Update settings for %{platform}",
  "Link to the %{platform} page has been copied to your clipboard": "Link to the %{platform} page has been copied to your clipboard",
  "Can not fetch settings from %{platformName}": "Can not fetch settings from %{platformName}",
  "Can not update settings for %{platformName}": "Can not update settings for %{platformName}",
  "prepopulateStreamSettingsError": "There was an error fetching your channel information. You can try <fetch-again-link>fetching the information again</fetch-again-link> or you can <just-go-live-link>just go live</just-go-live-link>. If this error persists, you can try logging out and back in.",
  "updateStreamSettingsError": "Something went wrong while updating your stream info. You can <try-again-link>try again</try-again-link>, or you can <just-go-live-link>just go live</just-go-live-link>. If this error persists, you can try logging out and back in.",
  "twitchMissedScopeError": "<p>It looks like you connected your Twitch account on the streamlabs.com website. To start streaming you should connect it again via Streamlabs OBS</p><connect-button>Connect Twitch</connect-button>",
  "Multistreaming to these platforms requires Prime": "Multistreaming to these platforms requires Prime",
  "Become a Prime member": "Become a Prime member",
  "You must select a game for %{platformName}": "You must select a game for %{platformName}",
  "Connect %{platformName} to Streamlabs OBS.": "Connect %{platformName} to Streamlabs OBS.",
  "Connect %{platformName}": "Connect %{platformName}",
  "Stream to %{platformName}": "Stream to %{platformName}",
  "Schedule to %{platformName}": "Schedule to %{platformName}",
  "Use different title, game and description": "Use different title, game and description",
  "Use different title and description": "Use different title and description",
  "Use different title and game": "Use different title and game",
  "Use different title": "Use different title",
  "Search tags": "Search tags",
  "Successfully updated": "Successfully updated",
  "Go back": "Go back",
  "Show Advanced Settings": "Show Advanced Settings",
  "Configure the Multistream service": "Configure the Multistream service",
  "Apply optimized settings": "Apply optimized settings",
  "Start video transmission": "Start video transmission",
  "Publish Youtube broadcast": "Publish Youtube broadcast",
  "Post a tweet": "Post a tweet",
  "You could try reducing the number of your destinations to one for direct streaming.": "You could try reducing the number of your destinations to one for direct streaming.",
  "Add Destination": "Add Destination",
  "Enable at least one destination to start streaming": "Enable at least one destination to start streaming",
  "Extras": "Extras",
  "Go back to settings": "Go back to settings",
  "Select at least one destination": "Select at least one destination",
  "You cannot unlink the platform you used to sign in to Streamlabs OBS. If you want to unlink this platform, please sign in with a different platform.": "You cannot unlink the platform you used to sign in to Streamlabs OBS. If you want to unlink this platform, please sign in with a different platform.",
  "You cannot disable the platform you used to sign in to Streamlabs OBS. Please sign in with a different platform to disable streaming to this destination.": "You cannot disable the platform you used to sign in to Streamlabs OBS. Please sign in with a different platform to disable streaming to this destination.",
  "Checking optimized setting for %{game}": "Checking optimized setting for %{game}",
  "There was an error starting the output. Check your settings and try again. If this issue persists, please contact Streamlabs support.": "There was an error starting the output. Check your settings and try again. If this issue persists, please contact Streamlabs support.",
  "Contact Support": "Contact Support"
}
