{
  "Troubleshooter": "Riešenie problémov",
  "Open Settings": "Otvorte Nastavenia",
  " Streamlabs OBS has detected dropped frames": " Streamlabs OBS zistil vynechané snímky",
  "What does this mean?": "Čo to znamená?",
  " Some frames have not been uploaded. This problem is usually related to a poor network connection.": " Niektoré snímky neboli nahrané. Tento problém zvyčajne súvisí so zlým pripojením k sieti.",
  "What can I do?": "Čo môžem urobiť?",
  "Check the health of your Internet connection": "Skontrolujte stav vášho internetového pripojenia",
  "Change your ingest server": "Zmeňte prijímací server",
  "If none of these worked, lower your bitrate": "Ak nič z toho nefungovalo, znížte dátový tok",
  "Streamlabs OBS has detected skipped frames": "Streamlabs OBS zistil preskočené rámce",
  "Some frames have not been encoded.": "Niektoré snímky neboli zakódované.",
  "This problem is usually due to high CPU usage or unsuitable encoder settings.": "Tento problém je zvyčajne spôsobený vysokým využitím CPU alebo nevhodným nastavením kodéra.",
  "Lower your encoder settings (preset)": "Znížte nastavenia kodér (prednastavené)",
  "Ensure that you don't have any other applications open that are heavy on your CPU": "Uistite sa, že nemáte otvorené žiadne ďalšie aplikácie, ktoré sú pre váš procesor ťažké",
  "Enable performance mode in the Editor context menu": "Povoľte režim výkonu v kontextovej ponuke Editora",
  "Streamlabs OBS has detected lagged frames": "Streamlabs OBS zistil oneskorené snímky",
  "Some frames took too long to get rendered.": "Vykreslenie niektorých snímok trvalo príliš dlho.",
  "Usually the problem is related to your game using up too many GPU resources.": "Problém sa zvyčajne týka vašej hry, ktorá využíva príliš veľa zdrojov GPU.",
  "When this happens, Streamlabs OBS does not have any resources left over to render frames.": "Keď k tomu dôjde, Streamlabs OBS nemá k dispozícii žiadne zdroje na vykreslenie rámcov.",
  "Cap your in-game framerate": "Zafixujte si hranie v hre",
  "Enable VSync in your game": "Povoľte VSync vo vašej hre",
  "Disable FreeSync or GSync in your Driver": "Vo vašom ovládači zakážte FreeSync alebo GSync",
  "Lower graphics settings until you stop lagging frames": "Znížte nastavenie grafiky, kým nezastavíte zaostávajúce snímky",
  "Disable hardware decoding under any media sources(This will slightly increase cpu over gpu)": "Zakázať hardvérové ​​dekódovanie v rámci akýchkoľvek zdrojov médií (mierne sa tým zvýši procesor oproti gpu)"
}
