{
  "Grow": "Рост",
  "My Goals": "Мои цели",
  "Community Reach: %{reachableFollowing}/%{totalFollowing} followers": "Охват аудитории: %{reachableFollowing}/%{totalFollowing} подп.",
  "Streamer Resources": "Ресурсы для стримеров",
  "You can reach %{percentage}% of your community across all platforms. Multistream to more platforms to increase this number": "Вы можете достичь охвата %{percentage}% от своего сообщества на всех платформах. Ведите многопоточные трансляции на большем числе платформ, чтобы улучшить этот показатель.",
  "Streamlabs University": "Университет Streamlabs",
  "Professional streamers are now able to earn large amounts of money while entertaining people and creating their own brand. But how does one become a professional streamer? Streamlabs University is our answer to this question. In this course, we’ll walk you through everything you need to know to become a successful streamer and turn your passion into a profession.": "Сегодня профессиональные стримеры могут зарабатывать большие деньги, развлекая людей и создавая свой бренд. Но как стать профессиональным стримером? Наш ответ на этот вопрос — Университет Streamlabs. В этом курсе мы расскажем обо всем, что нужно знать стримеру для того, чтобы превратить свое увлечение в профессию.",
  "Content Hub": "Content Hub",
  "The Ultimate Resource For Live Streamers; The Content Hub is your one-stop-shop for everything related to live streaming. There are dozens of different categories to choose from. Learn how to set up your live stream, find new features, and stay up-to-date on all of the tools you can use to enhance your stream.": "Content Hub — это главный ресурс для стримеров и универсальный магазин для всего, что связано с прямыми трансляциями. Десятки различных категорий на выбор помогут вам настроить прямую трансляцию, найти новые функции и освоить все инструменты для повышения качества прямого эфира.",
  "Add Goal": "Добавить цель",
  "%{followers} followers": "%{followers} подп.",
  "You cleared %{totalProgress}% of all material. Keep it up!": "Вы изучили %{totalProgress}% всего материала. Так держать!",
  "You have completed Streamlabs University!": "Вы завершили обучение в Университете Streamlabs!",
  "Continue Learning": "Продолжить обучение",
  "Growth Tips": "Советы по развитию",
  "Open Content Hub": "Открыть Content Hub",
  "Streamlabs on YouTube": "Streamlabs на YouTube",
  "Open Streamlabs University": "Открыть Университет Streamlabs",
  "%{daysLeft} days left": "Осталось %{daysLeft} дн.",
  "Progress": "Прогресс",
  "Reach more of your community with Streamlabs Multistreaming": "Расширьте охват своей аудитории с многопоточными трансляциями Streamlabs",
  "One of the best ways to reach a larger audience is to stream to multiple platforms": "Один из лучших способов расширения охвата — это потоковые передачи на нескольких платформах",
  "Start Multistreaming with Prime": "Начните многопоточные трансляции с Prime",
  "Goal Title": "Название цели",
  "Goal Total": "Общий итог по цели",
  "Goal Type": "Тип цели",
  "This goal has been completed!": "Эта цель достигнута!",
  "Time ran out for this goal. Try again or pick a new one!": "Время действия этой цели истекло. Попробуйте снова или поставьте новую цель!",
  "Stream Pulse": "Пульсация трансляции",
  "Average View Time": "Среднее время просмотра",
  "Unique Viewers": "Число уникальных зрителей",
  "Chatters": "Участники чатов",
  "Chats": "Чаты",
  "Track your growth by taking a look at the past month of your stream (data provided from Twitch)": "Отслеживайте рост своей аудитории по данным о трансляциях за прошлый месяц (данные взяты из Twitch)",
  "There is already a goal of this type": "У вас уже есть цель такого типа"
}