{
  "Source: %{sourceName}": "Источник: %{sourceName}",
  "Collab Cam": "Collab Cam",
  "Invite a guest to join your stream from a web browser.": "Пригласите гостя на свою трансляцию из веб-браузера.",
  "Guest Cam is currently listening for connecting guests, but is not broadcasting your microphone and webcam to your guests yet.": "В данный момент Guest Cam обращена на подключающихся гостей и еще не передает гостям звук с вашего микрофона и изображение с веб-камеры.",
  "No microphone source is selected. Your guest will not be able to hear you.": "Не выбран микрофон-источник. Ваш гость не сможет вас слышать.",
  "No webcam source is selected. Your guest will not be able to see you.": "Не выбрана веб-камера-источник. Ваш гость не сможет вас увидеть.",
  "Microphone Source": "Микрофон-источник",
  "Webcam Source": "Веб-камера-источник",
  "The webcam and microphone source you select below will be broadcast to your guests.": "Выбранные ниже веб-камера и микрофон будут транслировать изображение и звук вашим гостям.",
  "Waiting for guest to join": "Ожидание подключения гостя",
  "Generate a new link": "Сгенерировать новую ссылку",
  "Copied!": "Скопировано.",
  "Invite URL": "Ссылка-приглашение",
  "Disconnect": "Отключить",
  "Guest %{num}": "Гость %{num}",
  "Collab Cam Properties": "Свойства Collab Cam",
  "A guest has joined - click to show": "Гость присоединился — нажмите, чтобы отобразить",
  "Welcome to Collab Cam": "Добро пожаловать в Collab Cam",
  "Step 1": "Шаг 1",
  "Copy and share a link with your guest. When they join, they'll be able to see and hear you.": "Скопируйте ссылку и отправьте гостю. Когда они присоединятся, то смогут вас видеть и слышать.",
  "Step 2": "Шаг 2",
  "Verify their identity in the preview area. When ready, add them to your stream by clicking 'Show on Stream'.": "Подтвердите их личность в области предварительного просмотра. После завершения добавьте их к трансляции, нажав кнопку Show on Stream (Показать на трансляции).",
  "Step 3": "Шаг 3",
  "Enjoy your stream! Adjust their volume, create new links, and change your mic and camera from the properties window.": "Приятной трансляции! Настраивайте для них громкость, создавайте новые ссылки и переключайте камеру и микрофон в окне свойств.",
  "Don't share your invite link with anyone you don't want on your stream. You can invalidate an old link by generating a new one. Do not show this window on stream.": "Не передавайте ссылку-приглашение людям, которых вы не хотите видеть на своей трансляции. Можно аннулировать старую ссылку, сгенерировав новую. Не показывайте это окно на трансляции.",
  "Start Collab Cam": "Запустить Collab Cam",
  "Collab Cam is not yet sending your video and audio to guests. Start Collab Cam?": "Collab Cam еще не транслирует ваши видео и аудио гостям. Запустить Collab Cam?",
  "Copy Link": "Скопировать ссылку",
  "You're about to join %{name}": "Вы собираетесь присоединиться к %{name}",
  "%{name} has invited you to join their stream. When you're ready to join, click the button below.": "%{name} приглашает вас присоединиться к своей трансляции. Когда вы будете готовы присоединиться, нажмите кнопку ниже.",
  "Waiting for host to begin": "Ожидание начала трансляции хостом",
  "Connected To Host:": "Подключиться к хосту:",
  "You are connected as a guest using someone else's invite link. To leave, click the Disconnect button.": "Вы подключились как гость по ссылке-приглашению кого-то другого. Чтобы выйти, нажмите кнопку «Отключиться».",
  "This guest is not assigned to a source": "Для этого гостя не назначен источник",
  "The source %{sourceName} is already occupied by %{guestName}. If you continue, %{guestName} will be unassigned.": "Источник %{sourceName} уже занят %{guestName}. Если продолжить, источник для %{guestName} будет отменен.",
  "Are you sure you want to unassign %{guestName} from the source?": "Вы действительно хотите отменить источник для %{guestName}?",
  "Assign to Source": "Назначить источник",
  "Unassigned": "Не назначен",
  "Are you sure you want to disconnect %{guestName}?": "Вы уверены, что хотите отсоединить %{guestName}?",
  "If you want to prevent this guest from rejoining, you should also regenerate your invite link.": "Если вы хотите запретить этому гостю присоединяться повторно, нужно сгенерировать новую ссылку-приглашение.",
  "Regenerate Link": "Сгенерировать новую ссылку",
  "Guests": "Гости",
  "Upgrade for more Guests": "Обновить для большего количества гостей",
  "Share Video Source (Optional)": "Поделиться источником видео (по желанию)",
  "Stop Sharing": "Прекратить делиться",
  "Collab Cam requires a source": "Нужен источник для Collab Cam",
  "At least one Collab Cam source is required to use Collab Cam. Would you like to add one now?": "Чтобы воспользоваться Collab Cam, нужен хотя бы один источник. Добавить его сейчас?",
  "You now have access to Collab Cam!": "Теперь у вас есть доступ к Collab Cam!",
  "You must be logged in to use Collab Cam.": "You must be logged in to use Collab Cam."
}
