{
  "We are improving our backend systems. As part of the migration process, we will need to you log in again. If you have any questions, you can": "Мы улучшаем наши серверные системы. Для подключения к новым серверам необходимо, чтобы вы вошли в систему заново. По любым вопросам вы можете",
  "contact support.": "обратиться в службу поддержки.",
  "Sign in with your streaming account to get started with Streamlabs": "Войдите в свою учетную запись сервиса трансляций для начала работы со Streamlabs",
  "Select an OBS profile to import": "Выберите профиль OBS для импорта",
  "Import from OBS Studio": "Импортировать из OBS Studio",
  "Start Fresh": "Начать с нуля",
  "Importing": "Импортируется",
  "Successfully Imported": "Импортирование прошло успешно",
  "Importing your scenes and sources": "Импорт ваших сцен и источников",
  "All scenes, sources and settings have been imported.": "Импортированы все сцены, источники и настройки.",
  "Import your scenes and your settings from OBS with a simple click, or start fresh.": "Импортируйте ваши сцены и настройки из OBS простым нажатием кнопки или начните с нуля.",
  "Click below and we'll analyze your internet speed and computer hardware to give you the best settings possible.": "Нажмите кнопку ниже, чтобы мы проанализировали скорость вашего соединения с Интернетом и возможности вашего компьютера и предложили оптимальные настройки.",
  "Start": "Начать",
  "Rather do this manually?": "Хотите настроить вручную?",
  "Setup later": "Настроить позже",
  "Detecting your location...": "Определение местоположения...",
  "Performing bandwidth test...": "Выполнение теста пропускной способности...",
  "Testing streaming encoder...": "Тестирование кодировщика трансляций...",
  "Testing recording encoder...": "Тестирование кодировщика записи...",
  "Attempting stream...": "Попытка передачи трансляции...",
  "Reverting to defaults...": "Возврат к настройкам по умолчанию...",
  "Applying stream settings...": "Применение настроек трансляции...",
  "Applying general settings...": "Применение общих настроек...",
  "Optimizing...": "Оптимизация...",
  "Optimize": "Оптимизировать",
  "We're connecting to OBS and pulling your previous settings for a seamless conversion.": "Мы подключаемся к OBS и переносим ваши предыдущие настройки.",
  "Initialzing ...": "Инициализация...",
  "Connecting to OBS ...": "Подключаемся к OBS...",
  "Pulling settings ...": "Переносим настройки...",
  "Starting import ...": "Начинаем импорт...",
  "Finalizing ...": "Завершение...",
  "We're analyzing your internet speed and computer hardware to give you the best settings possible.": "Мы анализируем скорость вашего соединения с Интернетом и возможности вашего компьютера, чтобы предложить оптимальные настройки.",
  "Done!": "Готово!",
  "Next": "Далее",
  "Scene Collections Import": "Импорт коллекции сцен",
  "The following scene collections have been imported from your Streamlabs account": "Следующие коллекции сцен были импортированы из вашей учетной записи Streamlabs",
  "Continue": "Продолжить",
  "Collecting some information about your PC...": "Сбор информации о вашем компьютере...",
  "We found optimized settings for your PC": "Мы нашли оптимизированные настройки для вашего компьютера",
  "Something went wrong": "Что-то пошло не так",
  "Download and Apply": "Загрузить и применить",
  "This device is not available": "Устройство недоступно",
  "Set Up Mic and Webcam": "Настройте микрофон и веб-камеру",
  "Welcome to Streamlabs": "Вас приветствует Streamlabs",
  "Import your existing settings from OBS in less than a minute and go live": "Импортируйте существующие настройки из OBS и уже через минуту выходите в эфир",
  "We import all of your settings, including scenes, output, configurations, and much more": "Будут импортированы все настройки, включая сцены, выходные данные, конфигурации и др",
  "Start with a clean copy of Streamlabs Desktop and configure your settings from scratch": "Начните с чистого экземпляра Streamlabs Desktop и настройте все параметры с нуля",
  "Add a Theme": "Добавить тему",
  "Not seeing a theme that catches your eye? Our theme library has hundreds of free choices available": "Не находите подходящую тему? У нас есть еще целая библиотека тем с сотнями бесплатных вариантов.",
  "Something went wrong.": "Что-то пошло не так.",
  "In-game Overlay": "Внутриигровой оверлей",
  "Optimized Video Encoding": "Оптимизированное кодирование видео",
  "Some exclusive features we recommend to take your stream to the next level": "Некоторые эксклюзивные функции, которые рекомендуется использовать для повышения уровня канала",
  "Detected %{continent}": "Определено: %{continent}",
  "Check out 50+ amazing apps from independent developers, ranging from DMCA-compliant music to stunning overlays to more tools to engage with your community. Head over to the app store in the left navigation to browse our selection of free and paid apps.": "Опробуйте более 50 отличных приложений от независимых разработчиков, предлагающих широкие возможности — от лицензированной для трансляций музыки до великолепных оверлеев и дополнительных инструментов взаимодействия с сообществом. Перейдите в магазин приложений с левой панели навигации и ознакомьтесь с подборкой бесплатных и платных приложений.",
  "Only have one screen? Perfect! Enable our in-game overlay to make sure you catch every chat message and stream event that happens while you get your game on. You can enable this feature in the ‘Game Overlay’ tab of the settings menu.": "У вас всего один экран? Замечательно! Вы можете активировать внутриигровой оверлей, чтобы не пропустить ни одного события и сообщения в чате даже в самый разгар игры. Активировать эту функцию можно в разделе настроек «Игровой оверлей».",
  "Re-Authorize": "Пройдите повторную авторизацию",
  "or select another platform": "или выберите другую платформу",
  "Connect to %{platform}": "Подключиться к %{platform}",
  "View help docs": "Просмотреть справочную документацию",
  "Enter your stream key.": "Введите ключ трансляции.",
  "Select platform": "Выбрать платформу",
  "No webcam detected": "Веб-камера не обнаружена",
  "Enable multistream to grow your audience, build your brand, and earn great prizes - with no extra effort. Available for Facebook today, and other platforms coming soon.": "Включите многопоточную трансляцию, чтобы без дополнительных усилий увеличить свою аудиторию, сформировать свой бренд и получить отличные призы. Доступно для Facebook уже сегодня; вскоре будут подключены другие платформы.",
  "Enable multistream": "Включить многопоточную трансляцию",
  "Enable multistream to get started.": "Чтобы начать, включите многопоточную трансляцию.",
  "Merge your account with your new page. We can then track your progress so you can start earning great rewards!": "Объедините свой аккаунт с новой страницей. Так мы сможем отслеживать ваш прогресс и вознаграждать вас за успехи отличными призами!",
  "A Facebook Gaming Page is required to multistream to Facebook.": "Для многопоточной трансляции в Facebook необходима игровая страница в Facebook.",
  "Create Facebook Gaming Page": "Создать игровую страницу в Facebook",
  "Create Gaming Video Creator Page": "Создать страницу автора игровых трансляций",
  "Merge your Facebook Gaming Page": "Объединить с игровой страницей в Facebook",
  "Merge with Facebook": "Объединить с Facebook",
  "primeTitle": "Приобретите подписку <prime-title>Prime</prime-title> для доступа к эксклюзивным функциям",
  "Overlay, Widget & Site Themes": "Темы оверлеев, виджетов и сайтов",
  "Custom Domain + Website": "Пользовательский домен + веб-сайт",
  "More Than 40 FREE Apps": "Более 40 БЕСПЛАТНЫХ приложений",
  "Custom Merch Store": "Магазин пользовательских товаров",
  "Stream on Mobile": "Трансляция на мобильном устройстве",
  "Gold Status + FREE T-shirt": "Золотой статус + БЕСПЛАТНАЯ футболка",
  "Go Prime": "Перейти на Prime",
  "Import": "Импортировать",
  "While we import your settings and scenes from OBS Studio, check out these great features unique to Streamlabs": "Пока мы импортируем ваши настройки и сцены из OBS Studio, ознакомьтесь с этими уникальными возможностями, доступными только в Streamlabs",
  "Importing Your Existing Settings From OBS": "Импорт существующих настроек из OBS",
  "Everything you need to go live. Always and forever free.": "Все, что нужно для выхода в эфир. Бесплатно — сейчас и всегда.",
  "Go live to one platform": "Трансляция на одной платформе",
  "Tipping (no Streamlabs fee)": "Чаевые (без комиссии Streamlabs)",
  "Alerts & other Widgets": "Оповещения и другие виджеты",
  "Selective Recording": "Выборочная запись",
  "And many more free features": "И много других бесплатных функций",
  "All free features": "Все возможности бесплатной версии",
  "Multistream to multiple platforms": "Трансляция на нескольких платформах",
  "Premium Stream Overlays": "Премиум-наложения для трансляций",
  "Alert Box and Widget Themes": "Темы виджетов и окон уведомлений",
  "Access to all App Store Apps": "Доступ ко всем приложениям App Store",
  "Prime Web Suite": "Веб-версия Prime",
  "Choose Free": "Выбрать бесплатный пакет",
  "Pro features to take your stream and channel to the next level.": "Новый уровень ваших трансляций и канала с функциями уровня Pro.",
  "Something went wrong while importing from OBS Studio. Please try again or skip to the next step.": "Во время импорта из OBS Studio что-то пошло не так. Попробуйте еще раз или пропустите этот шаг.",
  "Visual Preset": "Предустановленное оформление",
  "Installing theme...": "Установка темы...",
  "How do you plan to use Streamlabs Desktop?": "Как вы планируете использовать Streamlabs Desktop?",
  "Live Streaming": "Для прямых трансляций",
  "Recording Only": "Только для записи экрана",
  "I want to live stream to a platform. I may also want to record my live streams.": "Я хочу выходить в эфир на некой платформе. Возможно, мне понадобится записывать свои трансляции.",
  "I want to record my screen or camera. I will not be live streaming.": "Я хочу записывать происходящее на экране или использовать камеру. Я не планирую проводить трансляции.",
  "Streamlabs will be optimized for recording": "Streamlabs оптимизирует настройки для записи",
  "Certain features related to live streaming will be hidden. If you would like to enable these features in the future, you can disable Recording Mode in the application settings.": "Некоторые функции, предназначенные для прямых трансляций, будут скрыты. Если вы захотите снова их активировать, просто отключите режим записи в настройках приложения.",
  "Looking to stream?": "Планируете трансляцию?",
  "Screen Capture (Double-click to select)": "Захват экрана (выбор двойным щелчком)",
  "1-Click Import from OBS": "Импорт из OBS одним щелчком"
}
