{
  "We are improving our backend systems. As part of the migration process, we will need to you log in again. If you have any questions, you can": "Мы улучшаем наши серверные системы. В рамках процесса миграции нам необходимо, чтобы вы снова вошли в систему. Если у вас есть вопросы, вы можете",
  "contact support.": "обратиться в службу поддержки.",
  "Sign in with your streaming account to get started with Streamlabs": "Войдите в свою учетную запись сервиса трансляций для начала работы со Streamlabs",
  "Select an OBS profile to import": "Выберите профиль OBS для импорта",
  "Import from OBS Studio": "Import from OBS Studio",
  "Start Fresh": "Начать с нуля",
  "Importing": "Импортируется",
  "Successfully Imported": "Импортирование прошло успешно",
  "Importing your scenes and sources": "Импорт ваших сцен и источников",
  "All scenes, sources and settings have been imported.": "Импортированы все сцены, источники и настройки.",
  "Import your scenes and your settings from OBS with a simple click, or start fresh.": "Импортируйте ваши сцены и настройки из OBS простым нажатием кнопки или начните с нуля.",
  "Click below and we'll analyze your internet speed and computer hardware to give you the best settings possible.": "Нажмите кнопку ниже, чтобы мы проанализировали скорость вашего соединения с Интернетом и возможности вашего компьютера и предложили оптимальные настройки.",
  "Start": "Начать",
  "Rather do this manually?": "Хотите настроить вручную?",
  "Setup later": "Настроить позже",
  "Detecting your location...": "Определение местоположения...",
  "Performing bandwidth test...": "Выполнение теста пропускной способности...",
  "Testing streaming encoder...": "Тестирование кодировщика трансляций...",
  "Testing recording encoder...": "Тестирование кодировщика записи...",
  "Attempting stream...": "Попытка передачи трансляции...",
  "Reverting to defaults...": "Возврат к настройкам по умолчанию...",
  "Applying stream settings...": "Применение настроек трансляции...",
  "Applying general settings...": "Применение общих настроек...",
  "Optimizing...": "Оптимизация...",
  "Optimize": "Оптимизировать",
  "We're connecting to OBS and pulling your previous settings for a seamless conversion.": "Мы подключаемся к OBS и переносим ваши предыдущие настройки.",
  "Initialzing ...": "Инициализация...",
  "Connecting to OBS ...": "Подключаемся к OBS...",
  "Pulling settings ...": "Переносим настройки...",
  "Starting import ...": "Начинаем импорт...",
  "Finalizing ...": "Завершение...",
  "We're analyzing your internet speed and computer hardware to give you the best settings possible.": "Мы анализируем скорость вашего соединения с Интернетом и возможности вашего компьютера, чтобы предложить оптимальные настройки.",
  "Done!": "Готово!",
  "Next": "Далее",
  "Scene Collections Import": "Импорт коллекции сцен",
  "The following scene collections have been imported from your Streamlabs account": "Следующие коллекции сцен были импортированы из вашей учетной записи Streamlabs",
  "Continue": "Продолжить",
  "Collecting some information about your PC...": "Сбор информации о вашем компьютере...",
  "We found optimized settings for your PC": "Мы нашли оптимизированные настройки для вашего компьютера",
  "Something went wrong": "Что-то пошло не так",
  "Download and Apply": "Загрузить и применить",
  "This device is not available": "Устройство недоступно",
  "Set Up Mic and Webcam": "Настройте микрофон и веб-камеру",
  "Welcome to Streamlabs": "Welcome to Streamlabs",
  "Import your existing settings from OBS in less than a minute and go live": "Импортируйте существующие настройки из OBS и уже через минуту выходите в эфир",
  "We import all of your settings, including scenes, output, configurations, and much more": "Будут импортированы все настройки, включая сцены, выходные данные, конфигурации и др.",
  "Start with a clean copy of Streamlabs Desktop and configure your settings from scratch": "Start with a clean copy of Streamlabs Desktop and configure your settings from scratch",
  "Add a Theme": "Добавить тему",
  "Not seeing a theme that catches your eye? Our theme library has hundreds of free choices available": "Не нашли тему, которая зацепила бы взгляд? В нашей библиотеке тем доступны сотни бесплатных вариантов",
  "Something went wrong.": "Что-то пошло не так.",
  "In-game Overlay": "Внутриигровой оверлей",
  "Optimized Video Encoding": "Оптимизированное кодирование видео",
  "Some exclusive features we recommend to take your stream to the next level": "Некоторые эксклюзивные функции, которые рекомендуется использовать для повышения уровня канала",
  "Detected %{continent}": "Определено: %{continent}",
  "Check out 50+ amazing apps from independent developers, ranging from DMCA-compliant music to stunning overlays to more tools to engage with your community. Head over to the app store in the left navigation to browse our selection of free and paid apps.": "Опробуйте более 50 отличных приложений от независимых разработчиков, предлагающих широкие возможности — от лицензионной музыки (DMCA) до великолепных оверлеев и дополнительных инструментов для взаимодействия с сообществом. Перейдите в магазин приложений с левой панели навигации и ознакомьтесь с подборкой бесплатных и платных приложений.",
  "Only have one screen? Perfect! Enable our in-game overlay to make sure you catch every chat message and stream event that happens while you get your game on. You can enable this feature in the ‘Game Overlay’ tab of the settings menu.": "Используете всего один экран? Включите внутриигровой оверлей, чтобы не упустить ни одного сообщения в чате или события трансляции, произошедшего во время игры. Эту функцию можно включить на вкладке \"Игровой оверлей\" в меню настроек.",
  "Re-Authorize": "Пройдите повторную авторизацию",
  "or select another platform": "или выберите другую платформу",
  "Connect to %{platform}": "Подключиться к %{platform}",
  "View help docs": "Просмотреть справочную документацию",
  "Enter your stream key.": "Введите ключ трансляции.",
  "Select platform": "Выбрать платформу",
  "No webcam detected": "Веб-камера не обнаружена",
  "Enable multistream to grow your audience, build your brand, and earn great prizes - with no extra effort. Available for Facebook today, and other platforms coming soon.": "Включите многопоточную трансляцию, чтобы без дополнительных усилий увеличить аудиторию, сформировать свой бренд и получить отличные призы. Уже сегодня доступно для Facebook, вскоре будут подключены другие платформы.",
  "Enable multistream": "Включить многопоточную трансляцию",
  "Enable multistream to get started.": "Чтобы начать, включите многопоточную трансляцию.",
  "Merge your account with your new page. We can then track your progress so you can start earning great rewards!": "Объедините учетную запись с новой страницей. После этого мы сможем следить за вашими успехами, которые будут вознаграждаться отличными призами!",
  "A Facebook Gaming Page is required to multistream to Facebook.": "Для многопоточной трансляции в Facebook необходима игровая страница в Facebook.",
  "Create Facebook Gaming Page": "Создать игровую страницу в Facebook",
  "Create Gaming Video Creator Page": "Создать страницу автора игровых трансляций",
  "Merge your Facebook Gaming Page": "Объединить с игровой страницей в Facebook",
  "Merge with Facebook": "Объединить с Facebook",
  "primeTitle": "Приобретите подписку <prime-title>Prime</prime-title> для доступа к эксклюзивным функциям",
  "Overlay, Widget & Site Themes": "Темы оверлеев, виджетов и сайтов",
  "Custom Domain + Website": "Пользовательский домен + веб-сайт",
  "More Than 40 FREE Apps": "Более 40 БЕСПЛАТНЫХ приложений",
  "Custom Merch Store": "Магазин пользовательских товаров",
  "Stream on Mobile": "Трансляция на мобильном устройстве",
  "Gold Status + FREE T-shirt": "Золотой статус + БЕСПЛАТНАЯ футболка",
  "Go Prime": "Перейти на Prime",
  "Import": "Импортировать",
  "While we import your settings and scenes from OBS Studio, check out these great features unique to Streamlabs": "While we import your settings and scenes from OBS Studio, check out these great features unique to Streamlabs",
  "Importing Your Existing Settings From OBS": "Импорт существующих настроек из OBS"
}
