{
  "Overlay, Widget, and Site Themes": "Темы оверлеев, виджетов и сайтов",
  "Fully customize your stream and your website to represent your brand; or pick from thousands of our pre-made themes. Either way, your stream will look amazing and it's all included with Ultra.": "Полностью персонализируйте трансляцию и сайт под свой бренд или выберите одну из тысяч готовых тем. Все эти возможности доступны в Ultra. Ваша трансляция будет выглядеть великолепно!",
  "View Themes": "Просмотреть темы",
  "Every App is FREE": "Все приложения БЕСПЛАТНЫ",
  "We've curated a list of diverse and feature rich applications to give you more control, automation, better analytics, and new ways to interact with your audience.": "Мы подготовили список разнообразных приложений с широкими возможностями для улучшения управления, автоматизации и сбора аналитических данных, а также для использования новых способов взаимодействия с аудиторией.",
  "Browse Apps": "Просмотреть приложения",
  "Welcome to Ultra!": "Добро пожаловать в Ultra!",
  "We've picked out a few Ultra benefits to get you started:": "Вот лишь несколько преимуществ Ultra, с которыми вы можете ознакомиться для начала:",
  "We've added a new UI theme exclusive to Ultra members:": "Мы добавили новую тему пользовательского интерфейса, которая доступна только для подписчиков Ultra:",
  "Classic Theme": "Классическая тема",
  "Ultra Theme": "Тема Ultra",
  "Your access to Ultra themes and other benefits will expire soon": "Срок вашего доступа к темам и другим преимуществам Ultra скоро истекает",
  "Thank you for being a valued member of Streamlabs. We just wanted to check in and see if you’d like to give Ultra another shot.": "Спасибо за активное участие в жизни Streamlabs. Возможно, вы все же захотите дать Ultra еще один шанс?",
  "Resubscribe to Ultra": "Снова подписаться на Ultra",
  "No Thanks": "Нет, спасибо",
  "Choose your Streamlabs plan": "Выберите тарифный план Streamlabs",
  "Choose Ultra to enjoy everything from Starter plus themes and much more.": "Выберите Ultra, чтобы получить доступ ко всем возможностям Starter, а также к темам и другим функциям.",
  "Go Live to a single platform": "Выход в эфир на одной платформе",
  "Alerts & Tipping": "Оповещения и чаевые",
  "Unlimited Themes & Overlays": "Неограниченные темы и наложения",
  "Go Live to one or more platforms": "Выход в эфир на нескольких платформах",
  "Custom Tip Page": "Пользовательская страница чаевых",
  "Custom Alerts & Tipping": "Пользовательские оповещения и чаевые",
  "App Store Apps are FREE": "Приложения из магазина БЕСПЛАТНО",
  "Custom Merch Store": "Магазин пользовательских товаров",
  "Starter": "Starter",
  "Free": "Бесплатно",
  "Choose Starter": "Выбрать Starter",
  "From $12/mo, billed annually": "От 12 долларов в месяц, оплата взимается за год",
  "Choose Ultra": "Выбрать Ultra",
  "Your Benefits Are Expiring Soon": "Срок действия ваших преимуществ скоро истекает",
  "Your will lose access to the following Ultra benefits if you don’t resubscribe:": "Если вы не подпишетесь снова, то потеряете доступ к следующим преимуществам Ultra:",
  "Thank you for being a valued member of Streamlabs. We just wanted to check in to see if you’ve had a chance to explore all Ultra has to offer.": "Спасибо за активное участие в жизни Streamlabs. Возможно, вы все же захотите попробовать все возможности Ultra?",
  "Continue Ultra": "Продолжить подписку Ultra",
  "Stream Overlays": "Наложения для трансляций",
  "Multistream": "Мульти трансляция",
  "Premium Merch": "Премиальная сувенирная продукция",
  "Alert Box Themes": "Темы оповещений",
  "All Apps Included Free": "Все приложения бесплатны",
  "Thumbnail & Panel Maker": "Редактор миниатюр и панелей",
  "Ultra Mobile Streaming": "Трансляция Ultra с мобильного устройства",
  "Your credit card expires soon. Click here to retain your Ultra benefits": "Срок действия вашей банковской карты скоро истекает. Нажмите здесь, чтобы не потерять преимущества Ultra.",
  "News": "Новости",
  "Pro live streaming features for Windows & Mac": "Профессиональные функции для прямых трансляций с компьютеров на базе Windows и Mac.",
  "Develop your brand, monetize, and more": "Развивайте и монетизируйте свой бренд",
  "Live stream on-the-go or mobile games from iOS & Android": "Ведите стримы на ходу и транслируйте мобильные игры с устройств на базе iOS и Android.",
  "Stream from your console to Twitch without a desktop": "Ведите трансляции в Twitch со своей консоли без подключения к компьютеру.",
  "Stream and record with guests from your browser": "Ведите трансляции и записывайте видео с приглашенными гостями через браузер.",
  "Professional video editing and collaboration tools": "Профессиональные инструменты для редактирования видео и совместной работы.",
  "Turn your VODs into must-see TikToks, Reels, and Shorts": "Превратите свои трансляции в увлекательные ролики TikTok, Reels и Shorts.",
  "Create a custom personal, all-in-one page to link in bio": "Создайте настраиваемую персональную страницу «все в одном» и добавьте ссылку на нее в свою биографию.",
  "Streamlabs Ultra": "Streamlabs Ultra",
  "One single subscription, premium features for %{appNumber} creator apps. Access everything you need for professional live streaming, recording, video editing, highlighting, sharing, monetization, and more.": "Единая подписка открывает расширенные возможности %{appNumber} приложений для авторов. Получите доступ ко всем необходимым функциям для проведения профессиональных трансляций, записи, редактирования видео, создания клипов, публикации, монетизации и не только.",
  "Explore": "Ознакомиться",
  "Access to All Overlays and Themes": "Доступ ко всем оверлеям и темам",
  "Always and forever free": "Бесплатно — сейчас и всегда",
  "Everything in Starter plus:": "Все, что есть в Starter, а также:",
  "Tipping": "Чаевые",
  "Custom Branding": "Создание фирменного стиля пользователя",
  "Format Clips for TikTok, Shorts, etc": "Формат клипов для TikTok, Shorts и др.",
  "Collaborative Video Editing": "Совместное редактирование видео",
  "Merch Store": "Магазин сувенирной продукции",
  "No-Fee Tipping": "Чаевые без комиссии",
  "Logo Maker, Intro Maker, Emote Maker": "Конструктор логотипов, конструктор заставок, конструктор эмодзи",
  "Create Custom Videos with Watermark": "Создавайте собственные видео с водяным знаком",
  "30 Minute Videos + 15GB Storage": "Тридцатиминутные видео + хранилище на 15 ГБ",
  "Design and Sell Custom Merch": "Разработка и продажа пользовательской сувенирной продукции",
  "YouTube Thumbnail Maker, Creator Sites": "Конструктор миниатюр для YouTube, авторские сайты",
  "No Watermark + 1080p/60fps + More": "Без водяных знаков + разрешение 1080p при 60 кадрах в секунду + Дополнительно",
  "1 Hour Videos + 250GB Storage + More": "1 час видео + 250 ГБ для хранения + Дополнительно",
  "Highest Profit Margins": "Максимум прибыли",
  "%{monthlyPrice}/mo or %{yearlyPrice}/year": "%{monthlyPrice}/мес. или %{yearlyPrice}/год"
}
