{
  "Are you sure you want to stop streaming?": "Остановить трансляцию?",
  "Invalid Path or Connection URL.  Please check your settings to confirm that they are valid.": "Недействительный URL-адрес пути или соединения. Убедитесь в правильности настроек.",
  "Failed to connect to the streaming server.  Please check your internet connection.": "Не удалось подключиться к серверу трансляций. Проверьте подключение к Интернету.",
  "Disconnected from the streaming server.  Please check your internet connection.": "Произошло отключение от сервера трансляций. Проверьте подключение к Интернету.",
  "Could not access the specified channel or stream key. Please log out and back in to refresh your credentials. If the problem persists, there may be a problem connecting to the server.": "Не удалось получить доступ к указанному каналу или ключу трансляции. Выйдите из учетной записи и войдите обратно, чтобы обновить свои учетные данные. Если проблема не устранена, возможно, проблема связана с подключением к серверу.",
  "There is not sufficient disk space to continue recording.": "Недостаточно места на диске для продолжения записи.",
  "The output format is either unsupported or does not support more than one audio track.  ": "Либо не поддерживается формат вывода, либо не поддерживается более одной звуковой дорожки. ",
  "Please check your settings and try again.": "Проверьте настройки и попробуйте снова.",
  "An unexpected error occurred:": "Произошла непредвиденная ошибка:",
  "Title": "Название",
  "Game": "Игра",
  "Do not show this message when going live": "Не показывать это сообщение во время прямой трансляции",
  "You will not be asked again to update your stream info when going live.  ": "Запрос на обновление информации о трансляции больше не будет появляться, когда вы выходите в прямой эфир. ",
  "You can re-enable this from the settings.": "Можете повторно включить из настроек.",
  "Confirm & Go Live": "Подтвердить и начать прямой эфир",
  "Update Stream Info": "Обновить информацию о трансляции",
  "Use optimized encoder settings": "Использовать оптимизированные настройки кодировщика",
  "Optimized encoder gives equivalent quality while reducing usage. Game specific encoders for Fortnite, PUBG, Destiny 2, and League Of Legends": "Оптимизированный кодировщик помогает сэкономить пропускную способность без заметного ухудшения качества. Доступны специальные кодировщики для Fortnite, PUBG, Destiny 2 и League of Legends",
  "Something went wrong while updating your stream info.  Please try again.": "Что-то пошло не так при обновлении сведений о трансляции. Попробуйте еще раз.",
  "Something went wrong while updating your stream info. You can try again, or you can": "Что-то пошло не так при обновлении сведений о трансляции. Можете попробовать еще раз или",
  "just go live": "просто начать эфир",
  "Optimized profile for average CPUs": "Оптимизированный профиль для средних ЦП",
  "Optimized profile for weak CPUs": "Оптимизированный профиль для слабых ЦП",
  "YouTube account not enabled for live streaming": "Учетная запись YouTube не настроена для прямых трансляций",
  "Fix": "Исправить",
  "I'm set up": "Все готово",
  "End Stream": "Закончить трансляцию",
  "Starting": "Начало",
  "Ending": "Завершение",
  "Reconnecting": "Переподключение",
  "Go Live": "Начать трансляцию",
  "Stop": "Стоп",
  "Save Replay": "Сохранить повтор",
  "Schedule Stream": "Запланировать трансляцию",
  "View your live stream in a web browser": "Просмотр прямой трансляции в веб-браузере",
  "Edit your stream title and description": "Редактирование названия и описания вашей трансляции",
  "Go to YouTube Live Dashboard to control your stream": "Перейти на YouTube Live Dashboard для управления трансляцией",
  "Go to the Facebook Live Producer Dashboard": "Перейти в панель управления Facebook Live Producer",
  "Are you sure you want to exit while live?": "Выйти во время прямой трансляции?",
  "Enable the preview stream": "Включить предпросмотр трансляции",
  "Disable the preview stream, can help with CPU": "Отключить предпросмотр трансляции (может разгрузить ЦП)",
  "viewers": "зрит.",
  "Refresh Chat": "Обновить чат",
  "Your chat is currently offline": "В данный момент ваш чат недоступен",
  "Set path in Settings > Output.": "Задайте путь в разделе \"Настройки\" > \"Вывод\".",
  "Open Performance Window": "Открыть окно производительности",
  "Start Replay Buffer": "Воспроизвести буфер повтора",
  "Stop Replay Buffer": "Остановить буфер повтора",
  "Stopping...": "Остановка...",
  "Your stream has been scheduled for %{time} from now. If you'd like to make another schedule please enter a different time": "Ваша трансляция должна начаться через %{time}. При необходимости можно изменить запланированное время",
  "Stop streaming to access these controls:": "Остановите трансляцию для доступа к этим элементам управления:",
  "Tags": "Теги",
  "Select stream tags": "Выбрать теги для трансляции",
  "You can now edit your channel tags from this screen.": "Здесь вы можете редактировать теги канала.",
  "Log out and back in to reauthorize additional permissions.": "Для повторной авторизации дополнительных разрешений выйдите из системы и снова войдите.",
  "Are you sure you want to start streaming?": "Начать трансляцию?",
  "Please enable account for streaming to recieve a stream key": "Активируйте учетную запись сервиса трансляции, чтобы получить ключ трансляции",
  "You must create a Facebook gaming page to go live.": "Чтобы начать трансляцию, необходимо создать игровую страницу в Facebook.",
  "Create Page": "Создать страницу",
  "Facebook Page": "Страница в Facebook",
  "Description": "Описание",
  "Checking optimized setting for": "Проверка оптимизированных настроек для",
  "You will not be asked again to update your stream info when going live. ": "Запрос на обновление информации о трансляции больше не будет появляться, когда вы выходите в прямой эфир.",
  "Schedule": "Расписание",
  "No matching game(s) found.": "Подходящих игр не найдено.",
  "Use optimized encoder settings ": "Использовать оптимизированные настройки кодировщика",
  "Use optimized encoder settings for %{game}": "Использовать оптимизированные настройки кодировщика для %{game}",
  "Scheduled Date": "Запланированная дата",
  "Scheduled Time": "Запланированное время",
  "You are 10 minutes away from the 8 hour stream limit": "Осталось 10 минут до 8-часового ограничения на трансляцию",
  "Stream has disconnected, attempting to reconnect.": "Трансляция отключилась, попытка повторного подключения.",
  "Start typing to search": "Введите текст для поиска",
  "Twitch requires two factor authentication to be enabled on your account in order to stream to Twitch. Please enable two factor authentication and try again.": "Согласно правилам Twitch, для проведения трансляций в учетной записи должна быть включена двухфакторная аутентификация. Включите двухфакторную аутентификацию и попробуйте снова.",
  "Twitch Authentication Error": "Ошибка аутентификации Twitch",
  "Enable Two Factor Authentication": "Включите двухфакторную аутентификацию",
  "Dismiss": "Отклонить",
  "It looks like you haven't added any video sources yet, so you will only be outputting a black screen.": "Похоже, вы еще не добавили ни одного источника видео, поэтому будет выводиться только черный экран.",
  "Are you sure you want to do this?": "Сделать это?",
  "You can add sources by clicking the + icon near the Sources box at any time": "Источники можно добавить в любое время, щелкнув значок \"+\" рядом с полем \"Источники\"",
  "Tweet to let your followers know you're going live": "Отправьте сообщение в Twitter, чтобы сообщить подписчикам о начале трансляции",
  "Optimized encoding provides better quality and/or lower cpu/gpu usage. Depending on the game, resolution may be changed for a better quality of experience": "Оптимизированная кодировка позволяет улучшить качество и/или уменьшить нагрузку на ЦП/ГЦ. В зависимости от игры, для улучшения качества трансляции может быть изменено разрешение",
  "An error occurred with the output. This is usually caused by out of date video drivers. Please ensure your Nvidia or AMD drivers are up to date and try again.": "Ошибка при выводе. Как правило, это связано с устаревшими видеодрайверами. Убедитесь, что драйверы Nvidia или AMD обновлены, и повторите попытку.",
  "An error occurred with the output. Please check your streaming and recording settings.": "Ошибка при выводе. Проверьте настройки трансляции и записи.",
  "OK": "ОК",
  "Streaming Error": "Ошибка трансляции",
  "Recording Error": "Ошибка записи",
  "Replay Buffer Error": "Ошибка буфера повтора",
  "Learn More": "Дополнительные сведения",
  "More": "Дополнительно",
  "System error message:": "Сообщение о системной ошибке:",
  "Something went wrong while going live, please try again.": "При запуске трансляции произошла ошибка, повторите попытку.",
  "Your stream has started, but there were issues with other actions taken": "Ваша трансляция началась, но некоторые другие действия не удалось полностью выполнить",
  "You must select a game": "Необходимо выбрать игру",
  "Please schedule no further than 7 days in advance and no sooner than 10 minutes in advance.": "Запланируйте время не позднее чем через 7 суток и не ранее чем через 10 минут.",
  "No Sources": "Нет источников",
  "Enable Multistream": "Включить многопоточную трансляцию",
  "Multistream allows you to stream to multiple platforms simultaneously.": "Многопоточность позволяет осуществлять трансляцию одновременно на нескольких платформах.",
  "Multistream": "Многопоточная трансляция",
  "Your Twitch login is expired. Please log in again to continue using Streamlabs": "Время сессии Twitch истекло. Чтобы продолжить использовать Streamlabs, выполните вход в систему повторно",
  "Refresh Login": "Обновить вход в систему",
  "%{platform} Settings": "Настройки %{platform}",
  "Update settings for %{platform}": "Обновить настройки для %{platform}",
  "Link to the %{platform} page has been copied to your clipboard": "Ссылка на страницу %{platform} скопирована в буфер обмена",
  "Failed to fetch settings from %{platformName}": "Не удалось получить настройки из %{platformName}",
  "Failed to update settings for %{platformName}": "Не удалось обновить настройки для %{platformName}",
  "prepopulateStreamSettingsError": "Не удалось получить информацию о вашем канале. Попробуйте &lt;fetch-again-link&gt;повторно запросить информацию&lt;/fetch-again-link&gt; или &lt;just-go-live-link&gt;просто начать эфир&lt;/just-go-live-link&gt;. Если ошибка не будет устранена, попробуйте выйти из системы и войти снова.",
  "updateStreamSettingsError": "Не удалось обновить информацию о вашей трансляции. Попробуйте &lt;try-again-link&gt;повторно обновить информацию&lt;/try-again-link&gt; или &lt;just-go-live-link&gt;просто начать эфир&lt;/just-go-live-link&gt;. Если ошибка повторится, попробуйте выйти из системы и войти снова.",
  "twitchMissedScopeError": "<p>Похоже, вы уже подключили учетную запись на сайте streamlabs.com. Чтобы начать эфир, подключите ее снова через Streamlabs Desktop</p><connect-button>Connect Twitch</connect-button>",
  "Multistreaming to these platforms requires Prime": "Для многопоточной трансляции на этих платформах требуется Prime",
  "Become a Prime member": "Стать участником Prime",
  "You must select a game for %{platformName}": "Выберите игру для %{platformName}",
  "Connect %{platformName} to Streamlabs.": "Выполните подключение %{platformName} к Streamlabs.",
  "Connect %{platformName}": "Подключите %{platformName}",
  "Stream to %{platformName}": "Начать трансляцию на %{platformName}",
  "Schedule to %{platformName}": "Запланировать трансляцию на %{platformName}",
  "Use different title, game and description": "Используйте другие название, игру и описание",
  "Use different title and description": "Используйте другие название и описание",
  "Use different title and game": "Используйте другие название и игру",
  "Use different title": "Используйте другое название",
  "Search tags": "Теги поиска",
  "Successfully updated": "Успешно обновлено",
  "Go back": "Вернуться назад",
  "Show Advanced Settings": "Показать расширенные настройки",
  "Configure the Multistream service": "Настроить сервис многопоточных трансляций",
  "Apply optimized settings": "Применить оптимизированные настройки",
  "Start video transmission": "Начать передачу видео",
  "Publish Youtube broadcast": "Опубликовать прямой эфир на YouTube",
  "Post a tweet": "Опубликовать твит",
  "You could try reducing the number of your destinations to one for direct streaming.": "Попробуйте уменьшить количество назначений для прямой трансляции до одного.",
  "Add Destination": "Добавить назначение",
  "Extras": "Дополнительно",
  "Go back to settings": "Назад к настройкам",
  "Select at least one destination": "Выберите хотя бы одно назначение",
  "You cannot unlink the platform you used to sign in to Streamlabs Desktop. If you want to unlink this platform, please sign in with a different platform.": "Нельзя отключить платформу, которую вы использовали для входа в Streamlabs Desktop. Если вы хотите отключить эту платформу, войдите в систему через другую платформу.",
  "You cannot disable the platform you used to sign in to Streamlabs Desktop. Please sign in with a different platform to disable streaming to this destination.": "Нельзя отключить платформу, которую вы использовали для входа в Streamlabs Desktop. Если вы хотите отключить трансляцию в это место назначения, войдите в систему через другую платформу.",
  "Checking optimized setting for %{game}": "Проверка оптимизированных настроек для игры %{game}",
  "There was an error starting the output. Check your settings and try again. If this issue persists, please contact Streamlabs support.": "Ошибка при инициализации вывода. Проверьте настройки и повторите попытку. Если проблема сохранится, обратитесь в службу поддержки Streamlabs.",
  "Contact Support": "Обратиться в службу поддержки",
  "The request to the platform failed": "Не удалось отправить запрос на платформу",
  "No Facebook pages were found": "Страницы на Facebook не найдены",
  "Missing required oauth scope": "Отсутствует область действия OAuth",
  "Failed to fetch platform settings": "Не удалось получить настройки платформы",
  "Failed to update platform settings": "Не удалось обновить настройки платформы",
  "The Multistream server is temporarily unavailable": "Сервер многопоточной трансляции временно недоступен",
  "Failed to configure the Multistream server": "Не удалось настроить сервис многопоточных трансляций",
  "Your YouTube account is not enabled for live streaming": "Аккаунт YouTube не настроен для прямых трансляций",
  "Failed to publish the YouTube broadcast": "Не удалось опубликовать прямой эфир YouTube",
  "Failed to post the Tweet": "Не удалось опубликовать твит",
  "This feature is for Prime members only": "Эта функция доступна только участникам Prime",
  "An unkown error occurred": "Произошла неизвестная ошибка",
  "Please enable your account for live streaming, and wait 24 hours before attempting to stream.": "Включите прямую трансляцию для своей учетной записи, подождите 24 часа и попробуйте начать трансляцию.",
  "Please try again. If the issue persists, you can stream directly to a single platform instead.": "Повторите попытку. Если проблема не будет устранена, попробуйте вести трансляцию напрямую на одну платформу.",
  "Enable Live Streaming": "Включить прямую трансляцию",
  "Destination": "Назначение",
  "You cannot disable the platform you used to sign in to Streamlabs Desktop. Please sign in with a different platform to disable streaming to this destinationType.": "Нельзя отключить платформу, которую вы использовали для входа в Streamlabs Desktop. Если вы хотите отключить трансляцию в место назначения этого типа, войдите в систему через другую платформу.",
  "canNotDisablePrimaryPlatform": "Нельзя отключить платформу, которую вы использовали для входа.&lt;br/&gt;Хотите &lt;switch-account-link&gt;войти в другую учетную запись&lt;/switch-account-link&gt;?",
  "Your stream title or description contain banned words": "В названии или описании вашей трансляции есть запрещенные слова",
  "Platform": "Платформа",
  "Update scheduled event": "Обновить запланированное событие",
  "Schedule new stream": "Запланировать новую трансляцию",
  "Stream scheduled": "Трансляция запланирована",
  "Invalid settings. Please check the form": "Неверные настройки. Проверьте форму",
  "Common Stream Settings": "Общие настройки трансляции",
  "Schedule Stream for %{formattedDate}": "Запланировать трансляцию на %{formattedDate}",
  "Update Scheduled Stream for %{formattedDate}": "Обновить трансляцию, запланированную на %{formattedDate}",
  "You can not schedule to a past date": "Нельзя запланировать событие на прошедшую дату"
}
