{
  "TikTok Server URL": "Ссылка на сервер TikTok Server",
  "TikTok Stream Key": "Ключ трансляции на TikTok",
  "Locate my Stream Key": "Где мой ключ трансляции",
  "Click here to learn more about streaming on TikTok": "Нажмите здесь, чтобы узнать больше о трансляциях в TikTok",
  "Go to the TikTok Live Center Dashboard": "Перейдите на панель управления центра Трансляций в TikTok",
  "Go live to TikTok with a single click. Click here to learn more.": "Начните трансляцию в TikTok одним щелчком мыши. Нажмите здесь, чтобы узнать больше.",
  "Apply for TikTok Live Permission": "Подать заявку на разрешение для Трансляций в TikTok",
  "Reapply for TikTok Live Permission": "Подать заявку на разрешение для Трансляций в TikTok повторно",
  "Generate with \"Locate my Stream Key\"": "Сгенерировать с помощью «Locate my Stream Key» (Найти мой ключ трансляции)",
  "You do not have permission to stream live to TikTok.": "У вас нет разрешения на прямую трансляцию в TikTok.",
  "Open TikTok Live Center": "Откройте центр Трансляций в TikTok",
  "Access chat for TikTok in the TikTok Live Center.": "Доступ к чату для TikTok в центре Трансляций в TikTok.",
  "Failed to update TikTok account": "Не удалось обновить учетную запись TikTok",
  "Failed to update TikTok account. Please unlink and reconnect your TikTok account.": "Не удалось обновить учетную запись TikTok. Отвяжите и заново подключите свою учетную запись TikTok.",
  "Close Streamlabs Desktop and reload": "Закройте Streamlabs Desktop и перезагрузите",
  "Go to Settings - Stream and reconnect TikTok": "Перейдите в раздел Settings (Настройки) — Stream (Трансляция) и снова подключите TikTok",
  "Connect TikTok Account": "Подключить учетную запись TikTok",
  "Failed to generate TikTok stream credentials. Confirm Live Access with TikTok.": "Не удалось сгенерировать учетные данные трансляции TikTok. Подтверждение доступа к трансляциям с помощью TikTok.",
  "Approvals are solely at TikTok's discretion.": "Одобрения даются исключительно по усмотрению платформы TikTok.",
  "TikTok Category": "Категория TikTok",
  "TikTok Live Access not granted. Click here to learn more.": "Доступ к Трансляциям в TikTok не предоставлено. Нажмите здесь, чтобы узнать больше.",
  "Only 32 characters of your title will display on TikTok": "На TikTok будут отображаться только 32 символа вашего названия",
  "You may be eligible for TikTok Live Access. <apply>Apply here.</apply>": "Возможно, вы имеете право на доступ к Трансляциям в TikTok. <apply>Подать заявку здесь.</apply>",
  "Click to view TikTok Replay in your browser.": "Нажмите для просмотра TikTok Replay в вашем браузере.",
  "TikTok Stream Error": "TikTok Stream Error"
}
