{
  "Troubleshooter": "Мастер устранения неполадок",
  "Open Settings": "Открыть настройки",
  " Streamlabs has detected dropped frames": " Приложение Streamlabs обнаружило выпавшие кадры",
  "What does this mean?": "Что это значит?",
  " Some frames have not been uploaded. This problem is usually related to a poor network connection.": " Некоторые кадры не удалось передать. Обычно это связано с плохим сетевым подключением.",
  "What can I do?": "Что я могу сделать?",
  "Check the health of your Internet connection": "Проверьте качество подключения к Интернету",
  "Change your ingest server": "Измените сервер захвата",
  "If none of these worked, lower your bitrate": "Если ничего не помогло, понизьте битрейт",
  "Streamlabs has detected skipped frames": "Приложение Streamlabs обнаружило пропущенные кадры",
  "Some frames have not been encoded.": "Некоторые кадры не были закодированы.",
  "This problem is usually due to high CPU usage or unsuitable encoder settings.": "Данная проблема обычно возникает из-за высокой нагрузки процессора или неподходящих настроек кодировщика.",
  "Lower your encoder settings (preset)": "Снизьте настройки кодировщика (предустановка)",
  "Ensure that you don't have any other applications open that are heavy on your CPU": "Убедитесь, что у вас нет других открытых приложений, которые загружают ваш ЦП",
  "Enable performance mode in the Editor context menu": "Включить режим производительности в контекстном меню \"Редактор\"",
  "Streamlabs has detected lagged frames": "При Streamlabs обнаружило отстающие кадры",
  "Some frames took too long to get rendered.": "Некоторые кадры слишком долго обрабатывались.",
  "Usually the problem is related to your game using up too many GPU resources.": "Обычно проблема связана с тем, что ваша игра использует слишком много ресурсов ГП.",
  "When this happens, Streamlabs does not have any resources left over to render frames.": "Проблема возникает, если у Streamlabs не хватает ресурсов для вывода кадров.",
  "Cap your in-game framerate": "Настройте частоту кадров в игре",
  "Enable VSync in your game": "Включите в игре вертикальную синхронизацию",
  "Disable FreeSync or GSync in your Driver": "Отключите функции FreeSync или GSync драйвера",
  "Lower graphics settings until you stop lagging frames": "Снизьте настройки графики, чтобы устранить отставание кадров",
  "Disable hardware decoding under any media sources(This will slightly increase cpu over gpu)": "Отключить аппаратное декодирование всех медиаисточников (больше нагрузка на ЦП вместо ГЦ)"
}
