{
  "Troubleshooter": "Мастер устранения неполадок",
  "Open Settings": "Открыть настройки",
  " Streamlabs OBS has detected dropped frames": " Streambabs OBS обнаружил отброшенные кадры",
  "What does this mean?": "Что это означает?",
  " Some frames have not been uploaded. This problem is usually related to a poor network connection.": " Некоторые кадры не были загружены. Эта проблема обычно связана с плохим сетевым подключением.",
  "What can I do?": "Что я могу сделать?",
  "Check the health of your Internet connection": "Проверьте состояние подключения к Интернету",
  "Change your ingest server": "Измените свой сервер обработки",
  "If none of these worked, lower your bitrate": "Если ничего не помогло, понизьте битрейт",
  "Streamlabs OBS has detected skipped frames": "Streamlabs OBS обнаружил пропущенные кадры",
  "Some frames have not been encoded.": "Некоторые кадры не были закодированы.",
  "This problem is usually due to high CPU usage or unsuitable encoder settings.": "Данная проблема обычно возникает из-за высокой нагрузки процессора или неподходящих настроек кодировщика.",
  "Lower your encoder settings (preset)": "Снизьте настройки кодировщика (предустановка)",
  "Ensure that you don't have any other applications open that are heavy on your CPU": "Убедитесь, что у вас нет других открытых приложений, которые нагружают ваш процессор",
  "Enable performance mode in the Editor context menu": "Включите режим повышенной производительности в контекстном меню Редактор",
  "Streamlabs OBS has detected lagged frames": "Streamlabs OBS обнаружил отстающие кадры",
  "Some frames took too long to get rendered.": "Некоторые кадры слишком долго обрабатывались.",
  "Usually the problem is related to your game using up too many GPU resources.": "Обычно проблема связана с тем, что ваша игра использует слишком много ресурсов графического процессора.",
  "When this happens, Streamlabs OBS does not have any resources left over to render frames.": "Когда возникает данная проблема, у Streamlabs OBS не остаётся никаких ресурсов для обработки кадров.",
  "Cap your in-game framerate": "Ограничьте частоту кадров в игре",
  "Enable VSync in your game": "Включите VSync в игре",
  "Disable FreeSync or GSync in your Driver": "Отключите FreeSync или GSync в настройках драйвера",
  "Lower graphics settings until you stop lagging frames": "Уменьшите настройки графики до тех пор, пока кадры не перестанут отставать",
  "Disable hardware decoding under any media sources(This will slightly increase cpu over gpu)": "Отключите аппаратное декодирование для всех медиа-источников (...)"
}
