{
  "Game Widget": "Виджет-игры",
  "Let your viewers play a game in chat": "Позвольте зрителям играть прямо в чате",
  "Chat Decision Time": "Время на решение в чате",
  "Trigger Command": "Инициировать команду",
  "Chat Response Timer": "Таймер ответа чата",
  "No Input Recieved": "Нет ответа",
  "Restarting Game": "Игра начнется заново",
  "Chat's Turn": "Ход чата",
  "Chat Marker Color": "Цвет маркера чата",
  "Chat Win Color": "Цвет сообщения о победе чата",
  "AI's Turn": "Ход ИИ",
  "AI Marker Color": "Цвет маркера ИИ",
  "AI Win Color": "Цвет сообщения о победе ИИ",
  "Chat Won": "Чат победил",
  "Chat Lost": "Чат проиграл",
  "Draw Game": "Ничья",
  "Cannot Play Here": "Игра здесь невозможна",
  "Game End Message Duration": "Длительность сообщения о конце игры",
  "Chat Marker": "Маркер чата",
  "AI Marker": "Маркер ИИ",
  "General Settings": "Основные настройки",
  "Game Settings": "Настройки игры",
  "Current Game": "Текущая игра",
  "Tic Tac Toe": "«Крестики-нолики»",
  "The duration in seconds to collect chat's responses before passing them to the game": "Время (в секундах) на сбор ответов чата до того, как система передаст их в игру",
  "Command used by the chat to provide their response": "Команда, посредством которой участники чата дают ответ",
  "Message displayed to let the chat know they didn't provide any input": "Сообщение участникам чата о том, что они не дали никакого ответа",
  "Message displayed to let the chat know the game is restarting": "Сообщение чату о том, что игра начнется заново",
  "Marker used to display where chat played their turn. Please make sure it's not more than 1 character": "Маркер, указывающий на ход чата. Не более одного символа",
  "Message to let everyone know that it's chat's turn to play": "Сообщение о том, что наступил ход чата",
  "Marker used to display where AI played it's turn. Please make sure it's not more than 1 character": "Маркер, указывающий на ход ИИ. Не более одного символа",
  "Message to let everyone know that it's AI's turn to play": "Сообщение о том, что наступил ход ИИ",
  "Message displayed to let everyone know chat won": "Сообщение о победе чата",
  "Message displayed to let everyone know chat lost": "Сообщение о поражении чата",
  "Message displayed to let everyone know the game was a draw": "Сообщение о том, что игра закончилась ничьей",
  "Message to let chat know that they cannot play the current move": "Сообщение о том, что текущий ход чата невозможен",
  "Display the game ended message for these many seconds": "Сколько секунд показывать сообщение о конце игры",
  "Chat Word": "Слово чата",
  "Misplaced Character Tile": "Клетка неправильно расположенной буквы",
  "Misplaced Character": "Неправильно расположенная буква",
  "Correct Character Tile": "Клетка правильной буквы",
  "Correct Character": "Правильная буква",
  "Wrong Character Tile": "Клетка неправильной буквы",
  "Wrong Character": "Неправильная буква",
  "Chat Won Title": "Объявление о победе чата",
  "Chat Lost Title": "Объявление о поражении чата",
  "Wrong Word Chosen Message": "Сообщение о неверно выбранном слове",
  "Invalid Response Message": "Сообщение о недопустимом ответе",
  "Change the color of the tile to this color when a character is present in the word but is misplaced": "Изменить цвет клетки на этот, если буква есть в слове, но находится не на своем месте",
  "Change the color of the character to this if it is present in the word but is misplaced": "Изменить цвет буквы на этот, если она есть в слове, но находится не на своем месте",
  "Change the color of the tile to this color when a character is present in the correct location in the word": "Изменить цвет клетки на этот, если буква находится на своем месте в слове",
  "Change the color of the character to this if it is present in the correct location in the word": "Изменить цвет буквы на этот, если она находится на своем месте в слове",
  "Change the color of the tile to this color when a character is not present in the word": "Изменить цвет клетки на этот, если буквы нет в слове",
  "Change the color of the character to this if it is not present in the word": "Изменить цвет буквы на этот, если ее нет в слове",
  "Message to let the chat know they chose the wrong word. The word will still get evaluated, it's just an announcement": "Сообщение чату о том, что выбрано неправильное слово. Слово все равно подлежит оценке — это просто объявление",
  "Message to let the chat know that the chosen word is not valid. Reason for invalidation can include wrong character length and more": "Сообщение чату о том, что выбрано недопустимое слово. Слово может считаться недопустимым из-за несоответствия количества букв или по другим причинам"
}
