{
  "Game Widget": "Виджет-игры",
  "Let your viewers play a game in chat": "Позвольте зрителям играть прямо в чате",
  "Chat Decision Time": "Время на решение в чате",
  "Trigger Command": "Инициировать команду",
  "Chat Response Timer": "Таймер ответа чата",
  "No Input Recieved": "Нет ответа",
  "Restarting Game": "Игра начнется заново",
  "Chat's Turn": "Ход чата",
  "Chat Marker Color": "Цвет маркера чата",
  "Chat Win Color": "Цвет сообщения о победе чата",
  "AI's Turn": "Ход ИИ",
  "AI Marker Color": "Цвет маркера ИИ",
  "AI Win Color": "Цвет сообщения о победе ИИ",
  "Chat Won": "Чат победил",
  "Chat Lost": "Чат проиграл",
  "Draw Game": "Ничья",
  "Cannot Play Here": "Игра здесь невозможна",
  "Game End Message Duration": "Длительность сообщения о конце игры",
  "Chat Marker": "Маркер чата",
  "AI Marker": "Маркер ИИ",
  "The duration in seconds to collect chat's responses before passing them to the game.": "Время (в секундах) на сбор ответов чата до передачи их игре.",
  "Command used by the chat to provide their response.": "Команды, которыми чат дает ответы.",
  "Message displayed to let the chat know they didn't provide any input.": "Сообщение о том, что чат не дал никакого ответа.",
  "Message displayed to let the chat know the game is restarting.": "Сообщение о том, что игра начнется заново.",
  "Marker used to display where chat played their turn. Please make sure it's not more than 1 character.": "Маркер, обозначающий ход чата. Не может быть длиннее одного символа.",
  "Message to let everyone know that it's chat's turn to play.": "Сообщение о том, что наступил ход чата.",
  "Marker used to display where AI played it's turn. Please make sure it's not more than 1 character.": "Маркер, обозначающий ход ИИ. Не может быть длиннее одного символа.",
  "Message to let everyone know that it's AI's turn to play.": "Сообщение о том, что наступил ход ИИ.",
  "Message displayed to let everyone know chat won.": "Сообщение о победе чата.",
  "Message displayed to let everyone know chat lost.": "Сообщение о поражении чата.",
  "Message displayed to let everyone know the game was a draw.": "Сообщение о том, что игра закончилась ничьей.",
  "Message to let chat know that they cannot play the current move.": "Сообщение о том, что текущий ход чата невозможен.",
  "Display the game ended message for these many seconds.": "Сколько секунд отображать сообщение о конце игры.",
  "General Settings": "Основные настройки",
  "Game Settings": "Настройки игры"
}
