{
  "Grow": "Růst",
  "My Goals": "Moje cíle",
  "Community Reach: %{reachableFollowing}/%{totalFollowing} followers": "Oslovení komunity: %{reachableFollowing}/ sledujících",
  "Streamer Resources": "Zdroje pro streamery",
  "You can reach %{percentage}% of your community across all platforms. Multistream to more platforms to increase this number": "Můžete oslovit %{percentage} % vaší komunity na všech platformách. Multistreamujte na více platforem pro zvýšení tohoto počtu",
  "Streamlabs University": "Univerzita Streamlabs",
  "Professional streamers are now able to earn large amounts of money while entertaining people and creating their own brand. But how does one become a professional streamer? Streamlabs University is our answer to this question. In this course, we’ll walk you through everything you need to know to become a successful streamer and turn your passion into a profession.": "Profesionální streameři si nyní mohou vydělat velké množství peněz a zároveň bavit lidi a vytvořit si vlastní značku. Jak se ale člověk stane profesionálním streamerem? Univerzita Streamlabs je naší odpovědí na tuto otázku. V tomto kurzu vám ukážeme vše, co potřebujete vědět, abyste se stali úspěšnými streamery a proměnili svou vášeň v profesi.",
  "Content Hub": "Content Hub",
  "The Ultimate Resource For Live Streamers; The Content Hub is your one-stop-shop for everything related to live streaming. There are dozens of different categories to choose from. Learn how to set up your live stream, find new features, and stay up-to-date on all of the tools you can use to enhance your stream.": "Content Hub, jedinečný zdroj pro živé streamery, je vaším centrálním kontaktním místem pro vše, co souvisí s živým streamováním. Na výběr jsou desítky různých kategorií. Zjistěte, jak realizovat živý stream, objevte nové funkce a mějte přehled o všech nástrojích, které můžete použít k vylepšení vašeho streamu.",
  "Add Goal": "Přidat cíl",
  "%{followers} followers": "%{followers} sledujících",
  "You cleared %{totalProgress}% of all material. Keep it up!": "Prošli jste %{totalProgress} % veškerého materiálu. Jen tak dál!",
  "You have completed Streamlabs University!": "Dokončili jste univerzitu Streamlabs!",
  "Continue Learning": "Pokračovat ve vzdělávání",
  "Growth Tips": "Tipy pro růst",
  "Open Content Hub": "Otevřít Content Hub",
  "Streamlabs on YouTube": "Streamlabs na YouTube",
  "Open Streamlabs University": "Otevřít univerzitu Streamlabs",
  "%{daysLeft} days left": "Zbývá %{daysLeft} dní",
  "Progress": "Průběh",
  "Reach more of your community with Streamlabs Multistreaming": "Oslovte větší část komunity díky Multistreamingu Streamlabs",
  "One of the best ways to reach a larger audience is to stream to multiple platforms": "Jedním z nejlepších způsobů, jak oslovit větší publikum, je streamovat na více platforem",
  "Start Multistreaming with Prime": "Spusťte Multistreaming pomocí Prime",
  "Goal Title": "Název cíle",
  "Goal Total": "Cíl celkem",
  "Goal Type": "Typ cíle",
  "This goal has been completed!": "Tento cíl byl dokončen!",
  "Time ran out for this goal. Try again or pick a new one!": "Vypršel čas pro tento cíl. Zkuste to znovu nebo vyberte nový!",
  "Stream Pulse": "Rytmus streamu",
  "Average View Time": "Průměrná doba zobrazení",
  "Unique Viewers": "Jedineční sledující",
  "Chatters": "Chatters",
  "Chats": "Chats",
  "Track your growth by taking a look at the past month of your stream (data provided from Twitch)": "Sledujte svůj růst tím, že se podíváte na minulý měsíc svého streamu (data poskytnutá z Twitch)",
  "There is already a goal of this type": "Cíl tohoto typu již existuje"
}