{
  "Source: %{sourceName}": "Zdroj: %{sourceName}",
  "Collab Cam": "Collab Cam",
  "Invite a guest to join your stream from a web browser.": "Pozvěte hosta, aby se připojil k vašemu streamu z webového prohlížeče.",
  "Guest Cam is currently listening for connecting guests, but is not broadcasting your microphone and webcam to your guests yet.": "Guest Cam je aktuálně připravena na připojení hostů, ale zatím vašim hostům nepřenáší zvuk mikrofonu a obraz webové kamery.",
  "No microphone source is selected. Your guest will not be able to hear you.": "Není vybrán žádný zdroj mikrofonu. Váš host vás nebude moci slyšet.",
  "No webcam source is selected. Your guest will not be able to see you.": "Není vybrán žádný zdroj webové kamery. Váš host vás nebude moci vidět.",
  "Microphone Source": "Zdroj mikrofonu",
  "Webcam Source": "Zdroj webové kamery",
  "The webcam and microphone source you select below will be broadcast to your guests.": "The webcam and microphone source you select below will be broadcast to your guests.",
  "Waiting for guest to join": "Čeká se na připojení hosta",
  "Generate a new link": "Vygenerovat nový odkaz",
  "Copied!": "Zkopírováno!",
  "Invite URL": "Adresa URL pozvání",
  "Disconnect": "Odpojit",
  "Guest %{num}": "Guest %{num}",
  "Collab Cam Properties": "Vlastnosti Collab Cam",
  "A guest has joined - click to show": "Host se připojil – kliknutím jej zobrazíte",
  "Welcome to Collab Cam": "Vítejte v Collab Cam",
  "Step 1": "Krok 1",
  "Copy and share a link with your guest. When they join, they'll be able to see and hear you.": "Zkopírujte a sdílejte odkaz se svým hostem. Jakmile se připojí, bude vás moci vidět a slyšet.",
  "Step 2": "Krok 2",
  "Verify their identity in the preview area. When ready, add them to your stream by clicking 'Show on Stream'.": "Ověřte jeho identitu v oblasti náhledu. Až budete připraveni, přidejte jej do svého streamu kliknutím na „Zobrazit ve streamu“.",
  "Step 3": "Krok 3",
  "Enjoy your stream! Adjust their volume, create new links, and change your mic and camera from the properties window.": "Užijte si svůj stream! Upravte hlasitost, vytvořte nové odkazy a přepněte mikrofon a kameru z okna vlastností.",
  "Don't share your invite link with anyone you don't want on your stream. You can invalidate an old link by generating a new one. Do not show this window on stream.": "Nesdílejte svůj odkaz pozvání s osobami, které nechcete ve svém streamu. Starý odkaz můžete zneplatnit vytvořením nového. Toto okno nezobrazovat ve streamu.",
  "Start Collab Cam": "Spustit Collab Cam",
  "Collab Cam is not yet sending your video and audio to guests. Start Collab Cam?": "Collab Cam zatím nepřenáší váš obraz a zvuk hostům. Spustit Collab Cam?",
  "Copy Link": "Kopírovat odkaz",
  "You're about to join %{name}": "Chystáte se připojit k %{name}",
  "%{name} has invited you to join their stream. When you're ready to join, click the button below.": "%{name} vás pozval/a, abyste se připojili k jeho/jejímu streamu. Až budete připraveni se připojit, klikněte na tlačítko níže.",
  "Waiting for host to begin": "Čeká se na zahájení hostitelem",
  "Connected To Host:": "Připojeno k hostiteli:",
  "You are connected as a guest using someone else's invite link. To leave, click the Disconnect button.": "Jste připojeni jako host pomocí odkazu pozvánky někoho jiného. Chcete-li odejít, klikněte na tlačítko Odpojit.",
  "This guest is not assigned to a source": "This guest is not assigned to a source",
  "The source %{sourceName} is already occupied by %{guestName}. If you continue, %{guestName} will be unassigned.": "The source %{sourceName} is already occupied by %{guestName}. If you continue, %{guestName} will be unassigned.",
  "Are you sure you want to unassign %{guestName} from the source?": "Are you sure you want to unassign %{guestName} from the source?",
  "Assign to Source": "Assign to Source",
  "Unassigned": "Unassigned",
  "Are you sure you want to disconnect %{guestName}?": "Are you sure you want to disconnect %{guestName}?",
  "If you want to prevent this guest from rejoining, you should also regenerate your invite link.": "If you want to prevent this guest from rejoining, you should also regenerate your invite link.",
  "Regenerate Link": "Regenerate Link"
}
