{
  "Overlay, Widget, and Site Themes": "Překrytí, widget a motivy webu",
  "Fully customize your stream and your website to represent your brand; or pick from thousands of our pre-made themes. Either way, your stream will look amazing and it's all included with Prime.": "Plně přizpůsobte své streamování a svůj web tak, aby zcela odrážel vaši značku, nebo si vyberte z tisíců našich předem připravených motivů. V každém případě bude váš stream vypadat úžasně a vše je součástí služby Prime.",
  "View Themes": "Zobrazit motivy",
  "Every App is FREE": "Všechny aplikace jsou ZDARMA.",
  "We've curated a list of diverse and feature rich applications to give you more control, automation, better analytics, and new ways to interact with your audience.": "Připravili jsme pro vás seznam rozmanitých aplikací s řadou funkcí, se kterými získáte větší kontrolu, možnosti automatizace, lepší analytické funkce a nové způsoby interakce s cílovou skupinou.",
  "Browse Apps": "Procházet aplikace",
  "Welcome to Prime!": "Vítá vás služba Prime!",
  "We've picked out a few Prime benefits to get you started:": "Vybrali jsme pro vás do začátku několik Prime výhod:",
  "We've added a new UI theme exclusive to Prime members:": "Přidali jsme nový motiv uživatelského rozhraní, který je dostupný exkluzivně členům Prime:",
  "Classic Theme": "Klasický motiv",
  "Prime Theme": "Prime motiv",
  "Your access to Prime themes and other benefits will expire soon": "Brzy vyprší váš přístup k motivům Prime a dalším výhodám",
  "Thank you for being a valued member of Streamlabs. We just wanted to check in and see if you’d like to give Prime another shot.": "Děkujeme vám, že jste váženými členy Streamlabs. Chtěli jsme se jen podívat, zda byste nechtěli dát službě Prime další šanci.",
  "Resubscribe to Prime": "Prodloužit předplatné Prime",
  "No Thanks": "Ne, díky",
  "Choose your Streamlabs plan": "Vyberte si plán Streamlabs",
  "Choose Prime to enjoy everything from Starter plus themes and much more.": "Vyberte si Prime a užijte si vše z balíčku Starter včetně motivů a mnohem více.",
  "Go Live to a single platform": "Vysílejte živě na jedinou platformu",
  "Alerts & Tipping": "Upozornění a tipy",
  "Unlimited Themes & Overlays": "Neomezené motivy a překrytí",
  "Go Live to one or more platforms": "Vysílejte živě na jednu nebo více platforem",
  "Custom Tip Page": "Vlastní stránka s tipy",
  "Custom Alerts & Tipping": "Vlastní upozornění a tipy",
  "App Store Apps are FREE": "Aplikace App Store jsou ZDARMA",
  "Custom Merch Store": "Obchod s vlastním zbožím",
  "Starter": "Starter",
  "Free": "Zdarma",
  "Choose Starter": "Vyberte Starter",
  "From $12/mo, billed annually": "Od 12 USD/měsíc, účtováno ročně",
  "Choose Prime": "Vyberte Prime",
  "Your Benefits Are Expiring Soon": "Vaše výhody brzy vyprší",
  "Your will lose access to the following Prime benefits if you don’t resubscribe:": "Pokud neprodloužíte předplatné, ztratíte přístup k následujícím výhodám Prime:",
  "Thank you for being a valued member of Streamlabs. We just wanted to check in to see if you’ve had a chance to explore all Prime has to offer.": "Děkujeme vám, že jste váženými členy Streamlabs. Chtěli jsme se jen podívat, jestli jste měli možnost prozkoumat všechny možnosti, které Prime nabízí.",
  "Continue Prime": "Pokračovat s Prime",
  "Stream Overlays": "Překrytí streamu",
  "Multistream": "Multistream",
  "Premium Merch": "Prémiové zboží",
  "Alert Box Themes": "Motivy Alert Box",
  "All Apps Included Free": "Všechny aplikace zahrnuty zdarma",
  "Thumbnail & Panel Maker": "Miniatura a tvorba panelů",
  "Prime Mobile Streaming": "Mobilní streamování Prime",
  "Your credit card expires soon. Click here to retain your Prime benefits": "Platnost vaší kreditní karty brzy vyprší. Chcete-li si zachovat výhody Prime, klikněte sem"
}