{
  "TikTok Server URL": "URL serveru TikTok",
  "TikTok Stream Key": "Klíč pro stream TikTok",
  "Locate my Stream Key": "Vyhledat můj klíč pro stream",
  "Click here to learn more about streaming on TikTok": "Kliknutím sem se dozvíte více informací o streamování na TikTok",
  "Go to the TikTok Live Center Dashboard": "Přejděte na řídicí panel centra TikTok Live",
  "Go live to TikTok with a single click. Click here to learn more.": "Jediným kliknutím přejděte na živé vysílání TikTok. Kliknutím sem se dozvíte více.",
  "Apply for TikTok Live Permission": "Požádat o povolení TikTok Live",
  "Reapply for TikTok Live Permission": "Znovu požádat o povolení TikTok Live",
  "Generate with \"Locate my Stream Key\"": "Generování pomocí „Vyhledat můj klíč pro stream“",
  "You do not have permission to stream live to TikTok.": "Nemáte povolení k živému vysílání na TikTok.",
  "Open TikTok Live Center": "Otevřít centrum TikTok Live",
  "Access chat for TikTok in the TikTok Live Center.": "Přístup k chatu pro TikTok v centru TikTok Live.",
  "Failed to update TikTok account": "Nepodařilo se aktualizovat účet TikTok",
  "Failed to update TikTok account. Please unlink and reconnect your TikTok account.": "Nepodařilo se aktualizovat účet TikTok. Odpojte a znovu připojte svůj účet TikTok.",
  "Close Streamlabs Desktop and reload": "Zavřete aplikaci Streamlabs Desktop a znovu ji načtěte",
  "Go to Settings - Stream and reconnect TikTok": "Přejděte do Nastavení – Stream a znovu připojte TikTok",
  "Connect TikTok Account": "Připojení účtu TikTok",
  "Failed to generate TikTok stream credentials. Confirm Live Access with TikTok.": "Nepodařilo se vygenerovat pověření ke streamu TikTok. Potvrďte přístup k živému vysílání pomocí služby TikTok.",
  "Approvals are solely at TikTok's discretion.": "Schválení je výhradně na uvážení TikTok.",
  "TikTok Category": "Kategorie TikTok",
  "TikTok Live Access not granted. Click here to learn more.": "Přístup k TikTok Live nebyl udělen. Kliknutím sem se dozvíte více.",
  "Only 32 characters of your title will display on TikTok": "Na TikTok se zobrazí pouze 32 znaků vašeho názvu.",
  "You may be eligible for TikTok Live Access. <apply>Apply here.</apply>": "Možná máte nárok na přístup ke službě TikTok Live. <apply>Přihlaste se zde.</apply>",
  "Click to view TikTok Replay in your browser.": "Kliknutím zobrazíte TikTok Replay v prohlížeči.",
  "TikTok Stream Error": "TikTok Stream Error"
}
