{
  "Troubleshooter": "Poradce při potížích",
  "Open Settings": "Otevřít nastavení",
  " Streamlabs has detected dropped frames": "Software Streamlabs zjistil nechtěně vynechané snímky",
  "What does this mean?": "Co to znamená?",
  " Some frames have not been uploaded. This problem is usually related to a poor network connection.": " Některé snímky se neodeslaly. Tento problém obvykle souvisí se špatným připojením k síti.",
  "What can I do?": "Co dělat?",
  "Check the health of your Internet connection": "Zkontrolujte stav připojení k internetu.",
  "Change your ingest server": "Změňte server pro příjem dat",
  "If none of these worked, lower your bitrate": "Pokud nic nepomůže, omezte datový tok",
  "Streamlabs has detected skipped frames": "Software Streamlabs zjistil vynechané snímky",
  "Some frames have not been encoded.": "Některé snímky neprošly kódováním.",
  "This problem is usually due to high CPU usage or unsuitable encoder settings.": "Tento problém je obvykle způsoben vysokým využitím procesoru nebo nevhodným nastavením kodéru.",
  "Lower your encoder settings (preset)": "Snižte nastavení kodéru (přednastavení).",
  "Ensure that you don't have any other applications open that are heavy on your CPU": "Ujistěte se, že nemáte otevřené jiné aplikace, které by váš procesor výrazně zatěžovaly.",
  "Enable performance mode in the Editor context menu": "V kontextové nabídce Editoru povolte režim výkonu.",
  "Streamlabs has detected lagged frames": "Software Streamlabs zjistil snímky se zpožděním",
  "Some frames took too long to get rendered.": "Vykreslení některých snímků trvalo příliš dlouho.",
  "Usually the problem is related to your game using up too many GPU resources.": "Problém obvykle souvisí s vaší hrou, která využívá příliš mnoho prostředků grafické karty.",
  "When this happens, Streamlabs does not have any resources left over to render frames.": "Když k podobné situaci dojde, software Streamlabs nebude mít k dispozici žádné prostředky pro vykreslení snímků.",
  "Cap your in-game framerate": "Omezte FPS ve hře.",
  "Enable VSync in your game": "Aktivujte ve své hře funkci VSync.",
  "Disable FreeSync or GSync in your Driver": "Zakažte v ovladači funkci FreeSync nebo GSync.",
  "Lower graphics settings until you stop lagging frames": "Omezte nastavení grafiky, dokud zpoždění vykreslení snímků nepřestane.",
  "Disable hardware decoding under any media sources(This will slightly increase cpu over gpu)": "Zakažte hardwarové dekódování v mediálních zdrojích (mírně se tím zvýší zátěž procesoru na úkor grafické karty)."
}
