{
  "Game Widget": "Herní widget",
  "Let your viewers play a game in chat": "Nechte své diváky hrát hru v chatu",
  "Chat Decision Time": "Doba rozhodnutí chatu",
  "Trigger Command": "Příkaz ke spuštění",
  "Chat Response Timer": "Časovač odpovědi chatu",
  "No Input Recieved": "Není přijat žádný vstup",
  "Restarting Game": "Restartování hry",
  "Chat's Turn": "Tah chatu",
  "Chat Marker Color": "Barva značky chatu",
  "Chat Win Color": "Barva vítězství chatu",
  "AI's Turn": "Tah umělé inteligence",
  "AI Marker Color": "Barva značky umělé inteligence",
  "AI Win Color": "Barva vítězství umělé inteligence",
  "Chat Won": "Chat vyhrál",
  "Chat Lost": "Chat prohrál",
  "Draw Game": "Nerozhodná hra",
  "Cannot Play Here": "Nelze přehrát zde",
  "Game End Message Duration": "Doba trvání zprávy o ukončení hry",
  "Chat Marker": "Značka chatu",
  "AI Marker": "Značka umělé inteligence",
  "General Settings": "Obecná nastavení",
  "Game Settings": "Herní nastavení",
  "Current Game": "Aktuální hra",
  "Tic Tac Toe": "Piškvorky",
  "The duration in seconds to collect chat's responses before passing them to the game": "Doba trvání v sekundách pro shromáždění odpovědí chatu před jejich předáním do hry",
  "Command used by the chat to provide their response": "Příkaz, který chat používá k poskytnutí odpovědi",
  "Message displayed to let the chat know they didn't provide any input": "Zpráva zobrazená s cílem upozornit chat, že neposkytl žádný vstup",
  "Message displayed to let the chat know the game is restarting": "Zpráva zobrazená s cílem upozornit chat, že hra se restartuje",
  "Marker used to display where chat played their turn. Please make sure it's not more than 1 character": "Značka použitá k zobrazení, kde chat hrál svůj tah. Ujistěte se, že se jedná o max. 1 znak",
  "Message to let everyone know that it's chat's turn to play": "Zpráva informující všechny, že chat je na tahu",
  "Marker used to display where AI played it's turn. Please make sure it's not more than 1 character": "Značka použitá k zobrazení, kde umělá inteligence hrála svůj tah. Ujistěte se, že se jedná o max. 1 znak",
  "Message to let everyone know that it's AI's turn to play": "Zpráva informující všechny, že umělá inteligence je na tahu",
  "Message displayed to let everyone know chat won": "Zpráva informující všechny, že chat vyhrál",
  "Message displayed to let everyone know chat lost": "Zpráva informující všechny, že chat prohrál",
  "Message displayed to let everyone know the game was a draw": "Zpráva informující všechny, že hra skončila remízou",
  "Message to let chat know that they cannot play the current move": "Zpráva s cílem upozornit chat, že aktuální tah nelze zahrát",
  "Display the game ended message for these many seconds": "Zobrazí zprávu o konci hry za tohoto počtu sekund.",
  "Chat Word": "Chat vyhrál",
  "Misplaced Character Tile": "Dlaždice nesprávně umístěného znaku",
  "Misplaced Character": "Nesprávně umístěný znak",
  "Correct Character Tile": "Dlaždice správného znaku",
  "Correct Character": "Správný znak",
  "Wrong Character Tile": "Dlaždice nesprávného znaku",
  "Wrong Character": "Nesprávný znak",
  "Chat Won Title": "Titulek Chat vyhrál",
  "Chat Lost Title": "Titulek Chat prohrál",
  "Wrong Word Chosen Message": "Zpráva Bylo vybráno nesprávné slovo",
  "Invalid Response Message": "Zpráva Neplatná odpověď",
  "Change the color of the tile to this color when a character is present in the word but is misplaced": "Pokud je znak přítomen ve slově, ale je nesprávně umístěn, změňte barvu dlaždice na tuto barvu",
  "Change the color of the character to this if it is present in the word but is misplaced": "Pokud je znak přítomen ve slově, ale je nesprávně umístěn, změňte barvu znaku na tuto barvu",
  "Change the color of the tile to this color when a character is present in the correct location in the word": "Pokud je znak přítomen na správném místě ve slově, změňte barvu dlaždice na tuto barvu",
  "Change the color of the character to this if it is present in the correct location in the word": "Pokud je znak přítomen na správném místě ve slově, změňte barvu znaku na tuto barvu",
  "Change the color of the tile to this color when a character is not present in the word": "Pokud není znak přítomen ve slově, změňte barvu dlaždice na tuto barvu",
  "Change the color of the character to this if it is not present in the word": "Pokud není znak přítomen ve slově, změňte barvu znaku na tuto barvu",
  "Message to let the chat know they chose the wrong word. The word will still get evaluated, it's just an announcement": "Zpráva informující chat, že vybral špatné slovo. Slovo bude i přesto vyhodnoceno, jedná se pouze o oznámení",
  "Message to let the chat know that the chosen word is not valid. Reason for invalidation can include wrong character length and more": "Zpráva informující chat, že zvolené slovo není platné. Důvod neplatnosti může zahrnovat nesprávnou délku znaků a další"
}
